{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention.",
    "Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention.",
    "Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and career counselors redirect unsure students toward applicable industries.",
    "In the career fair scene, consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and career counselors redirect unsure students toward applicable industries.",
    "At the career fair scene, consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair scene, consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym, the career fair is anticipated as students line up outside before opening. Inside, consulting firms stack glossy case study booklets on high tables, while a robotics startup hovers a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and career counselors redirect unsure attendees toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.3850588396757861,
    0.5604041290676987,
    0.5604041290676987,
    0.5604041290676987,
    0.5604041290676987,
    0.5604041290676987,
    0.5604041290676987,
    0.5604041290676987,
    0.5891876527068561,
    0.5891876527068561,
    0.5891876527068561,
    0.5891876527068561,
    0.5891876527068561,
    0.5891876527068561,
    0.5891876527068561,
    0.6831234387038595,
    0.6831234387038595,
    0.6831234387038595,
    0.6831234387038595,
    0.6831234387038595,
    0.6831234387038595,
    0.6831234387038595,
    0.8222270669629268,
    0.8222270669629268,
    0.8222270669629268,
    0.8222270669629268,
    0.8222270669629268,
    0.8222270669629268,
    0.8222270669629268,
    0.8420046299356174,
    0.8420046299356174,
    0.8420046299356174,
    0.8420046299356174,
    0.8420046299356174,
    0.8420046299356174,
    0.8420046299356174,
    0.8420046299356174,
    0.848375295819271,
    0.848375295819271,
    0.848375295819271,
    0.848375295819271,
    0.848375295819271,
    0.848375295819271,
    0.848375295819271
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. The crowd lines up outside the university gym in anticipation, waiting before the career fair opens.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. The crowd lines up outside the university gym in anticipation, waiting before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. The crowd lines up outside the university gym in anticipation, waiting before the career fair opens. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. The crowd lines up outside the university gym in anticipation, waiting before the fair opens. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, counselors remind attendees to maintain eye contact while students clutch resumes tucked inside branded folders. The crowd lines up outside the university gym in anticipation, waiting before the fair opens. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. The crowd lines up outside the university gym in anticipation, waiting before the fair opens. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. The crowd lines up outside the university gym in anticipation, waiting before the fair opens. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. The crowd lines up outside the university gym in anticipation, waiting before the fair opens. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.5992236020583934,
    0.5992236020583934,
    0.5992236020583934,
    0.5992236020583934,
    0.5992236020583934,
    0.5992236020583934,
    0.5992236020583934,
    0.5992236020583934,
    0.5992236020583934,
    0.5992236020583934,
    0.7286098683912209,
    0.7286098683912209,
    0.7286098683912209,
    0.7286098683912209,
    0.7286098683912209,
    0.7286098683912209,
    0.7286098683912209,
    0.7552232128954308,
    0.7552232128954308,
    0.7552232128954308,
    0.7552232128954308,
    0.7552232128954308,
    0.7552232128954308,
    0.7552232128954308,
    0.7552232128954308,
    0.7626773414953583,
    0.7626773414953583,
    0.7626773414953583,
    0.7626773414953583,
    0.7626773414953583,
    0.7626773414953583,
    0.8289755084437174,
    0.8289755084437174,
    0.8289755084437174,
    0.8289755084437174,
    0.8289755084437174,
    0.8289755084437174,
    0.8289755084437174,
    0.8108023830786686,
    0.8108023830786686,
    0.8108023830786686,
    0.8108023830786686,
    0.8108023830786686,
    0.8108023830786686,
    0.8108023830786686,
    0.8108023830786686,
    0.833031291814502,
    0.833031291814502,
    0.833031291814502,
    0.833031291814502,
    0.833031291814502,
    0.833031291814502,
    0.833031291814502,
    0.833031291814502,
    0.833031291814502
  ],
  "2": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym before the career fair opens. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym before the career fair opens. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, while at the event entrance staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4208109603585196,
    0.4208109603585196,
    0.4208109603585196,
    0.4208109603585196,
    0.4208109603585196,
    0.4208109603585196,
    0.4208109603585196,
    0.4208109603585196,
    0.4208109603585196,
    0.7710291840039023,
    0.7710291840039023,
    0.7710291840039023,
    0.7710291840039023,
    0.7710291840039023,
    0.7710291840039023,
    0.8345220901105406,
    0.8345220901105406,
    0.8345220901105406,
    0.8345220901105406,
    0.8345220901105406,
    0.8345220901105406,
    0.855654283452955,
    0.855654283452955,
    0.855654283452955,
    0.855654283452955,
    0.855654283452955,
    0.855654283452955,
    0.855654283452955,
    0.8733795578100066,
    0.8733795578100066,
    0.8733795578100066,
    0.8733795578100066,
    0.8733795578100066,
    0.8733795578100066,
    0.8733795578100066,
    0.8733795578100066,
    0.8733795578100066,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8817252354579008,
    0.8740388411981471,
    0.8740388411981471,
    0.8740388411981471
  ],
  "3": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes offering immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes offering immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes offering immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event-wide welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes offering immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event-wide welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes offering immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5878866131381535,
    0.5878866131381535,
    0.5878866131381535,
    0.5878866131381535,
    0.5878866131381535,
    0.7308867414152966,
    0.7308867414152966,
    0.7308867414152966,
    0.7308867414152966,
    0.7308867414152966,
    0.7308867414152966,
    0.7308867414152966,
    0.8358063875640294,
    0.8358063875640294,
    0.8358063875640294,
    0.8358063875640294,
    0.8358063875640294,
    0.8358063875640294,
    0.8732890150038491,
    0.8732890150038491,
    0.8732890150038491,
    0.8732890150038491,
    0.8732890150038491,
    0.8732890150038491,
    0.8861616727473088,
    0.8861616727473088,
    0.8861616727473088,
    0.8861616727473088,
    0.8861616727473088,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9117252083063753,
    0.9162793681749206,
    0.9162793681749206,
    0.9162793681749206,
    0.9162793681749206,
    0.9162793681749206,
    0.9162793681749206,
    0.9162793681749206,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305,
    0.90997464929305
  ],
  "4": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "A university career fair features an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, creating a busy circulation around the venue. Students line up outside the university gym prior to the career fair opening, awaiting entry.",
    "A university career fair features an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, creating a busy circulation around the venue. Students line up outside the university gym prior to the career fair opening, awaiting entry.",
    "A university career fair features an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, creating a busy circulation around the venue. Students line up outside the university gym prior to the career fair opening, awaiting entry. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, creating a busy circulation around the venue. Students line up outside the university gym prior to the fair's opening, awaiting entry. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, creating a busy circulation around the venue. Students line up outside the university gym prior to the fair’s opening, awaiting entry. Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, creating a busy circulation around the venue. Students line up outside the university gym prior to the fair’s opening, awaiting entry. Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating busy circulation around the venue. Students line up outside the university gym prior to the fair’s opening. Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, creating busy circulation around the venue. Students line up outside the university gym prior to the fair’s opening. Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7710205347259178,
    0.7884945498907584,
    0.7884945498907584,
    0.7884945498907584,
    0.7884945498907584,
    0.7884945498907584,
    0.7884945498907584,
    0.8362201985976664,
    0.8362201985976664,
    0.8362201985976664,
    0.8362201985976664,
    0.8362201985976664,
    0.8362201985976664,
    0.832895571470599,
    0.832895571470599,
    0.832895571470599,
    0.832895571470599,
    0.832895571470599,
    0.832895571470599,
    0.832895571470599,
    0.832895571470599,
    0.832895571470599,
    0.8470237066815989,
    0.8470237066815989,
    0.8470237066815989,
    0.8470237066815989,
    0.8470237066815989,
    0.8470237066815989,
    0.8470237066815989,
    0.8470237066815989,
    0.8470237066815989,
    0.8439357973342974,
    0.8439357973342974,
    0.8439357973342974,
    0.8439357973342974,
    0.8439357973342974,
    0.8439357973342974,
    0.8439357973342974,
    0.8560511534219226
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, tech companies display demo screens featuring their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering quick pep talks near the coffee station. Prior to the fair opening, students line up outside the university gym. Healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.6042052045261497,
    0.6042052045261497,
    0.6042052045261497,
    0.6042052045261497,
    0.6042052045261497,
    0.6042052045261497,
    0.6042052045261497,
    0.6042052045261497,
    0.6042052045261497,
    0.7468973141116954,
    0.7468973141116954,
    0.7468973141116954,
    0.7468973141116954,
    0.7468973141116954,
    0.7468973141116954,
    0.7740767098421624,
    0.7740767098421624,
    0.7740767098421624,
    0.7740767098421624,
    0.7740767098421624,
    0.7740767098421624,
    0.7979568256958793,
    0.7979568256958793,
    0.7979568256958793,
    0.7979568256958793,
    0.7979568256958793,
    0.7979568256958793,
    0.8462405654397471,
    0.8462405654397471,
    0.8462405654397471,
    0.8462405654397471,
    0.8462405654397471,
    0.8462405654397471,
    0.8462405654397471
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, as consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Simultaneously, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. At the same time, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Concurrently, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the event, a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the event, a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.38945529239767074,
    0.38945529239767074,
    0.38945529239767074,
    0.38945529239767074,
    0.38945529239767074,
    0.38945529239767074,
    0.38945529239767074,
    0.38945529239767074,
    0.41370446706641056,
    0.41370446706641056,
    0.41370446706641056,
    0.41370446706641056,
    0.41370446706641056,
    0.41370446706641056,
    0.41370446706641056,
    0.41370446706641056,
    0.41370446706641056,
    0.6119579841960503,
    0.6119579841960503,
    0.6119579841960503,
    0.6119579841960503,
    0.6119579841960503,
    0.6119579841960503,
    0.6119579841960503,
    0.6119579841960503,
    0.7410196018731281,
    0.7410196018731281,
    0.7410196018731281,
    0.7410196018731281,
    0.7410196018731281,
    0.7410196018731281,
    0.7410196018731281,
    0.757422853289275,
    0.757422853289275,
    0.757422853289275,
    0.757422853289275,
    0.757422853289275,
    0.757422853289275,
    0.757422853289275,
    0.854939231360465,
    0.854939231360465,
    0.854939231360465,
    0.854939231360465,
    0.854939231360465,
    0.854939231360465,
    0.854939231360465,
    0.8705218387292768,
    0.8705218387292768,
    0.8705218387292768,
    0.8705218387292768,
    0.8705218387292768,
    0.8705218387292768,
    0.8705218387292768,
    0.8705218387292768,
    0.8705218387292768
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos; some students rehearse elevator pitches quietly against the wall; human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos; some students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, healthcare providers showcase community outreach photos as some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, healthcare providers showcase community outreach photos while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor of the university gym. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair in the gym, healthcare providers display community outreach photos while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair in the gym, healthcare providers display community outreach photos while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair in the gym, healthcare providers display community outreach photos while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair in the gym, healthcare providers display community outreach photos while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.3120770782652283,
    0.43646585175054475,
    0.43646585175054475,
    0.43646585175054475,
    0.43646585175054475,
    0.43646585175054475,
    0.5426698501163825,
    0.5426698501163825,
    0.5426698501163825,
    0.5426698501163825,
    0.5426698501163825,
    0.8060800292459209,
    0.8060800292459209,
    0.8060800292459209,
    0.8060800292459209,
    0.8060800292459209,
    0.8060800292459209,
    0.850989991849611,
    0.850989991849611,
    0.850989991849611,
    0.850989991849611,
    0.850989991849611,
    0.850989991849611,
    0.850989991849611,
    0.850989991849611,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8627291858385435,
    0.8745363198529384,
    0.8745363198529384,
    0.8745363198529384,
    0.8745363198529384,
    0.8745363198529384,
    0.8745363198529384,
    0.8745363198529384,
    0.8745363198529384,
    0.8745363198529384,
    0.8811432023094823,
    0.8811432023094823
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews in a space where dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews in a space where dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews in a space where dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews in a space where dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews in a space where dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews. The venue features dozens of booths with colorful banners circling a polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. The venue features dozens of booths with colorful banners circling a polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders as groups of friends mark target employers on the event map. Alumni volunteers offer quick pep talks near the coffee station, providing guidance in a casual, supportive moment before mingling with attendees and exhibitors."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.5877019931004632,
    0.5877019931004632,
    0.5877019931004632,
    0.5877019931004632,
    0.5877019931004632,
    0.5877019931004632,
    0.6113426666863991,
    0.6113426666863991,
    0.6113426666863991,
    0.6113426666863991,
    0.6113426666863991,
    0.6113426666863991,
    0.6113426666863991,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8125406534366068,
    0.8177586080740264,
    0.8177586080740264,
    0.8177586080740264,
    0.8177586080740264,
    0.8177586080740264,
    0.8177586080740264,
    0.8429974801339841,
    0.8429974801339841,
    0.8429974801339841,
    0.8429974801339841,
    0.8429974801339841,
    0.8429974801339841,
    0.8429974801339841,
    0.8429974801339841,
    0.8399765397300252,
    0.8399765397300252,
    0.8399765397300252,
    0.8399765397300252,
    0.8399765397300252,
    0.8399765397300252,
    0.8399765397300252,
    0.8699002717792121,
    0.8699002717792121
  ],
  "10": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "In the fair setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "In the fair setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, while a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, while a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables as a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact while dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables as a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.46347618463636264,
    0.7935425177379862,
    0.7935425177379862,
    0.7935425177379862,
    0.7935425177379862,
    0.7935425177379862,
    0.7867550711083235,
    0.7867550711083235,
    0.7867550711083235,
    0.7867550711083235,
    0.7867550711083235,
    0.7867550711083235,
    0.7867550711083235,
    0.7867550711083235,
    0.7867550711083235,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.6750084375033253,
    0.8572811821843155,
    0.8572811821843155,
    0.8572811821843155,
    0.8572811821843155,
    0.8572811821843155,
    0.8572811821843155,
    0.8572811821843155,
    0.8572811821843155,
    0.8572811821843155,
    0.8572811821843155,
    0.8643216887856491,
    0.8643216887856491,
    0.8643216887856491,
    0.8643216887856491,
    0.8643216887856491,
    0.8643216887856491,
    0.8643216887856491,
    0.837580497429387,
    0.837580497429387,
    0.837580497429387
  ],
  "11": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "Outside the university gym before the career fair opens, tech companies display demo screens of their latest apps as students line up. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym before the career fair opens, students line up as tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym before the career fair opens, students line up while tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.5907867047477383,
    0.5907867047477383,
    0.5907867047477383,
    0.5907867047477383,
    0.5907867047477383,
    0.5907867047477383,
    0.5907867047477383,
    0.7362044888466293,
    0.7362044888466293,
    0.7362044888466293,
    0.7362044888466293,
    0.7362044888466293,
    0.7362044888466293,
    0.7613583119580896,
    0.7613583119580896,
    0.7613583119580896,
    0.7613583119580896,
    0.7613583119580896,
    0.7613583119580896,
    0.7613583119580896,
    0.8153435120438116,
    0.8153435120438116,
    0.8153435120438116,
    0.8153435120438116,
    0.8153435120438116,
    0.8153435120438116,
    0.8153435120438116,
    0.8234204049154709,
    0.8234204049154709,
    0.8234204049154709,
    0.8234204049154709,
    0.8234204049154709,
    0.8234204049154709,
    0.8234204049154709,
    0.838962785295303,
    0.838962785295303,
    0.838962785295303,
    0.838962785295303,
    0.838962785295303,
    0.838962785295303,
    0.838962785295303,
    0.8407905933735969,
    0.8407905933735969
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map.",
    "The engineering society sponsors a resume-review table near the stage; groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps.",
    "Near the stage, the engineering society sponsors a resume-review table; groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "Near the stage, the engineering society sponsors a resume-review table; groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Near the stage, the engineering society sponsors a resume-review table. Groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Near the stage, the engineering society sponsors a resume-review table as groups of friends mark target employers on the event map and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Near the stage, the engineering society sponsors a resume-review table as groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Near the stage, the engineering society sponsors a resume-review table while groups of friends mark target employers on the event map; tech companies display demo screens with their latest apps. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.5056166795814696,
    0.5056166795814696,
    0.5056166795814696,
    0.5056166795814696,
    0.5056166795814696,
    0.5056166795814696,
    0.6442109783546077,
    0.6442109783546077,
    0.6442109783546077,
    0.6442109783546077,
    0.6442109783546077,
    0.6442109783546077,
    0.6442109783546077,
    0.6442109783546077,
    0.7909586756489999,
    0.7909586756489999,
    0.7909586756489999,
    0.7909586756489999,
    0.7909586756489999,
    0.7909586756489999,
    0.7909586756489999,
    0.7969981821267633,
    0.7969981821267633,
    0.7969981821267633,
    0.7969981821267633,
    0.7969981821267633,
    0.7969981821267633,
    0.7969981821267633,
    0.8034083663517161,
    0.8034083663517161,
    0.8034083663517161,
    0.8034083663517161,
    0.8034083663517161,
    0.8034083663517161,
    0.8034083663517161,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.810446074235496,
    0.8170221571798513
  ],
  "13": [
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym in the lead-up to the career fair opening.",
    "A line of students forms outside the university gym in the lead-up to the career fair opening, establishing the scene. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, a line of students forms in the lead-up to the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "Outside the university gym, a line of students forms in the lead-up to the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "Outside the university gym, a line of students forms in the lead-up to the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms in the lead-up to the career fair opening. A welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms in the lead-up to the career fair opening. A welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table; alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms in the lead-up to the career fair opening. A welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table; alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students forms in the lead-up to the career fair opening. A welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table; alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students forms in the lead-up to the career fair opening. A welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table; alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.37694388513454397,
    0.37694388513454397,
    0.37694388513454397,
    0.37694388513454397,
    0.37694388513454397,
    0.37694388513454397,
    0.5403242219348456,
    0.5403242219348456,
    0.5403242219348456,
    0.5403242219348456,
    0.5403242219348456,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.6735413731855883,
    0.7065549263943298,
    0.7065549263943298,
    0.7065549263943298,
    0.7065549263943298,
    0.7065549263943298,
    0.7065549263943298,
    0.7065549263943298,
    0.7734443519192817,
    0.7734443519192817,
    0.7734443519192817,
    0.7734443519192817,
    0.7734443519192817,
    0.7734443519192817,
    0.7734443519192817,
    0.7734443519192817,
    0.7553663995232327,
    0.7553663995232327,
    0.7553663995232327,
    0.7553663995232327,
    0.7553663995232327,
    0.7553663995232327,
    0.7553663995232327,
    0.7648675879498463,
    0.7648675879498463,
    0.7648675879498463,
    0.7648675879498463,
    0.7648675879498463,
    0.7648675879498463,
    0.7648675879498463,
    0.7648675879498463,
    0.8004206295622449,
    0.8004206295622449,
    0.8004206295622449,
    0.8004206295622449,
    0.8004206295622449,
    0.8004206295622449,
    0.8004206295622449,
    0.8004206295622449,
    0.8022730577273988
  ],
  "14": [
    "",
    "",
    "",
    "Event staff perform check-in at the entrance by scanning registrations and handing out lanyards. The process takes place at the entry, with registrations scanned prior to distribution of lanyards.",
    "At the event entrance, staff manage check-in by scanning registrations and then handing out lanyards. The procedure happens at the entry, with registrations scanned prior to distribution of lanyards. Career counselors direct unsure students toward applicable industries.",
    "At the event entrance, staff manage check-in by scanning registrations and then handing out lanyards, with scanning occurring prior to lanyard distribution. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff manage check-in by scanning registrations and then handing out lanyards, with scanning occurring before lanyard distribution. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff manage check-in by scanning registrations and then handing out lanyards, with scanning occurring before lanyard distribution. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff handle check-in by scanning registrations, then hand out lanyards, with scanning preceding lanyard distribution. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff handle check-in by scanning registrations, then hand out lanyards, with scanning preceding lanyard distribution. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff handle check-in by scanning registrations, with scanning preceding the distribution of lanyards. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Staff at the event entrance scan registrations before handing out lanyards. Career counselors guide unsure students toward suitable industries. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.45812355209508704,
    0.45812355209508704,
    0.45812355209508704,
    0.45812355209508704,
    0.45812355209508704,
    0.45812355209508704,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.6798176821728497,
    0.7774811701233711,
    0.7774811701233711,
    0.7774811701233711,
    0.7774811701233711,
    0.7774811701233711,
    0.7774811701233711,
    0.7774811701233711,
    0.7774811701233711,
    0.7873944863931803,
    0.7873944863931803,
    0.7873944863931803,
    0.7873944863931803,
    0.7873944863931803,
    0.7873944863931803,
    0.7873944863931803,
    0.7957036038318848,
    0.7957036038318848,
    0.7957036038318848,
    0.7957036038318848,
    0.7957036038318848,
    0.7957036038318848,
    0.8450299543392006,
    0.8450299543392006,
    0.8450299543392006,
    0.8450299543392006,
    0.8450299543392006,
    0.8450299543392006,
    0.8450299543392006,
    0.8441193775432434,
    0.8441193775432434,
    0.8441193775432434,
    0.8441193775432434,
    0.8441193775432434,
    0.8441193775432434,
    0.8441193775432434,
    0.8441193775432434,
    0.8458234589313873,
    0.8458234589313873,
    0.8458234589313873,
    0.8458234589313873,
    0.8458234589313873,
    0.8458234589313873,
    0.8458234589313873,
    0.8458234589313873
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "In this session, students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "In this session, students clutch resumes housed in branded folders, with some quietly rehearsing elevator pitches against the wall. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "During this session, students clutch resumes housed in branded folders, with some quietly rehearsing elevator pitches against the wall. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "During this session, students clutch resumes housed in branded folders, with some quietly rehearsing elevator pitches against the wall. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "During this session, students clutch resumes housed in branded folders and quietly rehearse elevator pitches against the wall. Workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "During this session, students clutch resumes housed in branded folders and quietly rehearse elevator pitches against the wall. Workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair session, students clutch resumes housed in branded folders and quietly rehearse elevator pitches against the wall. Workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4755315565356023,
    0.4755315565356023,
    0.4755315565356023,
    0.4755315565356023,
    0.4755315565356023,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.5095666238721628,
    0.5095666238721628,
    0.5095666238721628,
    0.5095666238721628,
    0.5095666238721628,
    0.5095666238721628,
    0.6971300639782745,
    0.6971300639782745,
    0.6971300639782745,
    0.6971300639782745,
    0.6971300639782745,
    0.6971300639782745,
    0.6971300639782745,
    0.7282828175137751,
    0.7282828175137751,
    0.7282828175137751,
    0.7282828175137751,
    0.7282828175137751,
    0.7433791779441246,
    0.7433791779441246,
    0.7433791779441246,
    0.7433791779441246,
    0.7433791779441246,
    0.7433791779441246,
    0.7433791779441246,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.7888146232484402,
    0.888126275115243,
    0.888126275115243,
    0.888126275115243,
    0.888126275115243,
    0.888126275115243,
    0.888126275115243
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share short pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, followed by alumni volunteers giving short pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers give short pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers give short pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "A career fair at the university opens with a welcome announcement broadcast over the PA system outlining the fair schedule. Alumni volunteers give short pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "A university career fair opens with a welcome announcement broadcast over the PA system, outlining the fair schedule. Alumni volunteers give short pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give short pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens of their latest apps."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5619082303123616,
    0.5619082303123616,
    0.5619082303123616,
    0.5619082303123616,
    0.5619082303123616,
    0.49999664574243563,
    0.49999664574243563,
    0.49999664574243563,
    0.49999664574243563,
    0.49999664574243563,
    0.49999664574243563,
    0.49999664574243563,
    0.49999664574243563,
    0.49999664574243563,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.8297013100154543,
    0.7882281275236327,
    0.7882281275236327,
    0.7882281275236327,
    0.7882281275236327,
    0.7882281275236327,
    0.7882281275236327,
    0.7882281275236327,
    0.7882281275236327,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8679166113684137,
    0.8627074527386199,
    0.8627074527386199,
    0.8627074527386199
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Meanwhile, groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At the event, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact and to steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.4279652163024276,
    0.4279652163024276,
    0.4279652163024276,
    0.4279652163024276,
    0.4279652163024276,
    0.7319233816812565,
    0.7319233816812565,
    0.7319233816812565,
    0.7319233816812565,
    0.7319233816812565,
    0.7319233816812565,
    0.7319233816812565,
    0.8034640886089599,
    0.8034640886089599,
    0.8034640886089599,
    0.8034640886089599,
    0.8034640886089599,
    0.8034640886089599,
    0.8034640886089599,
    0.7704955086449639,
    0.7704955086449639,
    0.7704955086449639,
    0.7704955086449639,
    0.7704955086449639,
    0.7704955086449639,
    0.7704955086449639,
    0.8077819884489392,
    0.8077819884489392,
    0.8077819884489392,
    0.8077819884489392,
    0.8077819884489392,
    0.8077819884489392,
    0.8077819884489392,
    0.8077819884489392,
    0.817773794986859,
    0.817773794986859,
    0.817773794986859,
    0.817773794986859,
    0.817773794986859,
    0.817773794986859,
    0.817773794986859,
    0.817773794986859,
    0.817590161672981,
    0.817590161672981,
    0.817590161672981,
    0.817590161672981,
    0.817590161672981
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4416415937800287,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders, with the resumes contained within the folders and held by the students.",
    "Students clutch branded folders containing resumes, with the resumes inside the folders and held by the students. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens. They clutch branded folders containing resumes, with the resumes inside the folders and held by the students. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, clutching branded folders containing resumes, with the resumes inside the folders and held by the students. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens, clutching branded folders that contain resumes held inside by the students. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up before the career fair opens, clutching branded folders that hold their resumes. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens, clutching branded folders that hold their resumes. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens, clutching branded folders that hold their resumes. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens, clutching branded folders that hold their resumes. Groups of friends mark target employers on the event map as they scan the hall for familiar logos. Career counselors redirect unsure students toward applicable industries, while a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, offering critiques as attendees mingle.",
    "Outside the university gym, students line up before the career fair opens, clutching branded folders that hold their resumes. Groups of friends mark target employers on the event map as they scan the hall for familiar logos. Career counselors redirect unsure students toward applicable industries, while a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, offering critiques as attendees mingle."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.29795933728570845,
    0.29795933728570845,
    0.29795933728570845,
    0.29795933728570845,
    0.29795933728570845,
    0.29795933728570845,
    0.5918827585753526,
    0.5918827585753526,
    0.5918827585753526,
    0.5918827585753526,
    0.5918827585753526,
    0.5918827585753526,
    0.7622225069434659,
    0.7622225069434659,
    0.7622225069434659,
    0.7622225069434659,
    0.7622225069434659,
    0.7622225069434659,
    0.7840900243466951,
    0.7840900243466951,
    0.7840900243466951,
    0.7840900243466951,
    0.7840900243466951,
    0.7840900243466951,
    0.8124052935118808,
    0.8124052935118808,
    0.8124052935118808,
    0.8124052935118808,
    0.8124052935118808,
    0.8124052935118808,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8386857699297736,
    0.8550641052023362,
    0.8550641052023362,
    0.8550641052023362,
    0.8550641052023362,
    0.8550641052023362,
    0.8550641052023362,
    0.8550641052023362,
    0.8503218965122925,
    0.8503218965122925,
    0.8503218965122925,
    0.8503218965122925,
    0.8503218965122925,
    0.8503218965122925,
    0.8503218965122925,
    0.8503218965122925,
    0.8503218965122925
  ],
  "20": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries.",
    "At a tech display, a cybersecurity company runs a password cracking challenge on a laptop. Nearby, career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "At a tech display, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule.",
    "At a tech display, a fair features a cybersecurity company hosting a password-cracking challenge on a laptop. Nearby, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule.",
    "At a tech display fair, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a tech display fair, a cybersecurity company hosts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Nearby, career counselors direct unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a tech display fair, a cybersecurity company hosts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Nearby, career counselors direct unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At a tech display fair, a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Nearby, career counselors direct unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.6861981361056815,
    0.6861981361056815,
    0.6861981361056815,
    0.6861981361056815,
    0.6861981361056815,
    0.6861981361056815,
    0.7931084246012314,
    0.7931084246012314,
    0.7931084246012314,
    0.7931084246012314,
    0.7931084246012314,
    0.7931084246012314,
    0.7931084246012314,
    0.7931084246012314,
    0.7931084246012314,
    0.7931084246012314,
    0.7975763413525003,
    0.7975763413525003,
    0.7975763413525003,
    0.7975763413525003,
    0.7975763413525003,
    0.7975763413525003,
    0.7975763413525003,
    0.8313676495572154,
    0.8313676495572154,
    0.8313676495572154,
    0.8313676495572154,
    0.8313676495572154,
    0.8313676495572154,
    0.8313676495572154,
    0.8313676495572154,
    0.8359437119418738,
    0.8359437119418738,
    0.8359437119418738,
    0.8359437119418738,
    0.8359437119418738,
    0.8359437119418738,
    0.8359437119418738,
    0.8615522819371908,
    0.8615522819371908,
    0.8615522819371908,
    0.8615522819371908,
    0.8615522819371908,
    0.8615522819371908,
    0.8615522819371908,
    0.8615522819371908,
    0.8867294136829402,
    0.8867294136829402,
    0.8867294136829402,
    0.8867294136829402
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Within the event setting, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the event setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students introduce themselves while human resources teams jot notes on tablets. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students introduce themselves while human resources teams jot notes on tablets. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while students introduce themselves and human resources teams jot notes on tablets. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students introduce themselves while human resources teams jot notes on tablets. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students introduce themselves while human resources teams jot notes on tablets. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the event setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students introduce themselves while human resources teams jot notes on tablets. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3984730626756733,
    0.3984730626756733,
    0.3984730626756733,
    0.3984730626756733,
    0.3984730626756733,
    0.7394625343856307,
    0.7394625343856307,
    0.7394625343856307,
    0.7394625343856307,
    0.7394625343856307,
    0.7394625343856307,
    0.7394625343856307,
    0.7291665459874799,
    0.7291665459874799,
    0.7291665459874799,
    0.7291665459874799,
    0.7291665459874799,
    0.7291665459874799,
    0.7291665459874799,
    0.7291665459874799,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7942522375001915,
    0.7920173415373177,
    0.7920173415373177,
    0.7920173415373177,
    0.7920173415373177,
    0.7920173415373177,
    0.7920173415373177,
    0.8129449018441659,
    0.8129449018441659,
    0.8129449018441659,
    0.8129449018441659,
    0.8129449018441659,
    0.8129449018441659,
    0.8129449018441659,
    0.8129449018441659,
    0.8193558430437355,
    0.8193558430437355,
    0.8193558430437355,
    0.8193558430437355,
    0.8193558430437355,
    0.8193558430437355,
    0.8717188640732008,
    0.8717188640732008,
    0.8717188640732008,
    0.8717188640732008,
    0.8717188640732008,
    0.8717188640732008
  ],
  "22": [
    "",
    "",
    "Healthcare providers showcase photographs of their community outreach efforts.",
    "Healthcare providers showcase photographs of their community outreach efforts. Tech companies display demo screens showing their latest apps. The scene presents two concurrent exhibits: photographic displays related to healthcare outreach and digital demo screens featuring contemporary software offerings, with no further context about location or timing.",
    "Two concurrent exhibits occupy the scene: photographs by healthcare providers depicting their community outreach efforts, and digital demo screens from tech companies displaying their latest apps. The setup comprises photographic displays related to healthcare outreach and digital demo screens featuring contemporary software offerings, with no further context about location or timing. Human resources teams jot notes on tablets while students introduce themselves.",
    "Two concurrent exhibits occupy the scene: photographs by healthcare providers depicting community outreach, and digital demo screens from tech companies displaying their latest apps. The setup includes photographic displays related to healthcare outreach and digital screens featuring contemporary software offerings, with no further context about location or timing. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "Two concurrent exhibits occupy the scene: photographs by healthcare providers depicting community outreach and digital demo screens from tech companies displaying their latest apps. HR teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "At the university gym ahead of the career fair opening, two concurrent exhibits occupy the scene: photographs by healthcare providers depicting community outreach, and digital demo screens from tech companies displaying their latest apps. HR teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the gym before the fair begins, and workshops on networking etiquette run in the adjoining classroom.",
    "Ahead of the career fair opening in the university gym, two concurrent exhibits occupy the scene: photographs by healthcare providers depicting community outreach and digital demo screens from tech companies displaying their latest apps. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the gym before the fair begins, while workshops on networking etiquette run in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens in the university gym, two concurrent exhibits occupy the scene: photographs by healthcare providers illustrating community outreach and digital demo screens from tech companies showcasing their latest apps. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the gym prior to opening, while workshops on networking etiquette run in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens in the university gym, two concurrent exhibits occupy the scene: photographs by healthcare providers illustrating community outreach and digital demo screens from tech companies showcasing their latest apps. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the gym prior to opening, while workshops on networking etiquette run in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables."
  ],
  "22_score": [
    0.0,
    0.0,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.6114324661393612,
    0.6114324661393612,
    0.6114324661393612,
    0.6114324661393612,
    0.6114324661393612,
    0.6114324661393612,
    0.6092131940214051,
    0.6092131940214051,
    0.6092131940214051,
    0.6092131940214051,
    0.6092131940214051,
    0.6092131940214051,
    0.6092131940214051,
    0.6576457998432386,
    0.6576457998432386,
    0.6576457998432386,
    0.6576457998432386,
    0.6576457998432386,
    0.6576457998432386,
    0.6576457998432386,
    0.7849869728526071,
    0.7849869728526071,
    0.7849869728526071,
    0.7849869728526071,
    0.7849869728526071,
    0.7849869728526071,
    0.7957628880098314,
    0.7957628880098314,
    0.7957628880098314,
    0.7957628880098314,
    0.7957628880098314,
    0.7957628880098314,
    0.7957628880098314,
    0.7957628880098314,
    0.8605843905977519,
    0.8605843905977519,
    0.8605843905977519,
    0.8605843905977519,
    0.8605843905977519,
    0.8605843905977519,
    0.8605843905977519,
    0.8605843905977519,
    0.8605843905977519,
    0.873887937350716,
    0.873887937350716,
    0.873887937350716,
    0.873887937350716,
    0.873887937350716,
    0.873887937350716,
    0.873887937350716,
    0.873887937350716,
    0.8726565492650916,
    0.8726565492650916,
    0.8726565492650916,
    0.8726565492650916,
    0.8726565492650916,
    0.8726565492650916,
    0.8726565492650916
  ],
  "23": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against a wall.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against a wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens, establishing the pre-event queue near the venue. A robotics startup staffs a booth with a small drone flying overhead to attract attention. Inside, some students rehearse elevator pitches quietly against a wall, preparing their introductions. In the adjoining classroom, workshops on networking etiquette have begun, guiding attendees on professional interaction.",
    "Outside the university gym, students wait in a pre-event queue before the career fair opens. A robotics startup staffs a booth with a small drone flying overhead to attract attention. Inside the gym, some students rehearse elevator pitches quietly against a wall, preparing their introductions. In the adjoining classroom, workshops on networking etiquette have begun, guiding attendees on professional interaction. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students wait in a pre-event queue before the career fair opens. A robotics startup staffs a booth with a small drone overhead to attract attention. Inside the gym, some students rehearse elevator pitches quietly against a wall, preparing their introductions. In the adjoining classroom, workshops on networking etiquette have begun, guiding attendees on professional interaction. Finance firms offer QR codes for immediate internship applications.",
    "At the university, a career fair unfolds across connected spaces. Outside the gym, students wait in a pre-event queue before doors open. A robotics startup staffs a booth with a small drone overhead to attract attention. Inside the gym, some students rehearse elevator pitches quietly against a wall, preparing their introductions. In the adjoining classroom, workshops on networking etiquette have begun, guiding attendees on professional interaction. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university, a career fair unfolds across connected spaces. Outside the gym, students wait in a pre-event queue before doors open. A robotics startup staffs a booth with a small drone overhead to attract attention. Inside the gym, some students rehearse elevator pitches quietly against a wall, preparing their introductions. In the adjoining classroom, workshops on networking etiquette have begun, guiding attendees on professional interaction. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.7422529300743317,
    0.7422529300743317,
    0.7422529300743317,
    0.7422529300743317,
    0.7422529300743317,
    0.7422529300743317,
    0.7422529300743317,
    0.8046489285190993,
    0.8046489285190993,
    0.8046489285190993,
    0.8046489285190993,
    0.8046489285190993,
    0.8046489285190993,
    0.8046489285190993,
    0.7795739256290778,
    0.7795739256290778,
    0.7795739256290778,
    0.7795739256290778,
    0.7795739256290778,
    0.7795739256290778,
    0.7795739256290778,
    0.7917757953896225,
    0.7917757953896225,
    0.7917757953896225,
    0.7917757953896225,
    0.7917757953896225,
    0.7917757953896225,
    0.7917757953896225,
    0.7918270050554644,
    0.7918270050554644,
    0.7918270050554644,
    0.7918270050554644,
    0.7918270050554644,
    0.7918270050554644,
    0.7918270050554644,
    0.7918270050554644,
    0.8476804017257269,
    0.8476804017257269,
    0.8476804017257269,
    0.8476804017257269,
    0.8476804017257269,
    0.8476804017257269,
    0.8476804017257269,
    0.8476804017257269,
    0.8496539215764577,
    0.8496539215764577,
    0.8496539215764577,
    0.8496539215764577,
    0.8496539215764577,
    0.8496539215764577,
    0.8496539215764577
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards, describing two concrete actions performed at the entry.",
    "Event staff at the entrance scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact.",
    "Event staff scan registrations and hand out lanyards at the entrance; career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations and issue lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and issue lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and issue lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and issue lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3503713806668087,
    0.3503713806668087,
    0.3503713806668087,
    0.3503713806668087,
    0.3503713806668087,
    0.3503713806668087,
    0.3503713806668087,
    0.45276383758195443,
    0.45276383758195443,
    0.45276383758195443,
    0.45276383758195443,
    0.45276383758195443,
    0.45276383758195443,
    0.45276383758195443,
    0.4747202027635808,
    0.4747202027635808,
    0.4747202027635808,
    0.4747202027635808,
    0.4747202027635808,
    0.4747202027635808,
    0.616727341497484,
    0.616727341497484,
    0.616727341497484,
    0.616727341497484,
    0.616727341497484,
    0.616727341497484,
    0.616727341497484,
    0.7035599056456671,
    0.7035599056456671,
    0.7035599056456671,
    0.7035599056456671,
    0.7035599056456671,
    0.7035599056456671,
    0.8048685732438503,
    0.8048685732438503,
    0.8048685732438503,
    0.8048685732438503,
    0.8048685732438503,
    0.8048685732438503,
    0.8048685732438503,
    0.8043863196436989,
    0.8043863196436989,
    0.8043863196436989,
    0.8043863196436989,
    0.8043863196436989,
    0.8043863196436989,
    0.8043863196436989,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227,
    0.819998622593227
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, guiding them toward relevant options.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, guiding them toward relevant options. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, guiding them toward relevant options and reminding them to maintain eye contact. Students line up outside the university gym before the career fair opens, signaling pre-opening activity at the venue.",
    "A campus career fair scene centers on an alumni panel discussing how to prepare for technical interviews, with alumni volunteers giving quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, guiding them toward relevant options and reminding them to maintain eye contact. Students line up outside the university gym before the career fair opens, signaling pre-opening activity at the venue.",
    "The campus career fair unfolds around an alumni panel discussing how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, guiding them to relevant options and reminding them to maintain eye contact. Students line up outside the university gym before the fair opens, signaling pre-opening activity at the venue. The engineering society sponsors a resume review table near the stage.",
    "The campus career fair unfolds around an alumni panel on technical interview prep, with alumni volunteers delivering quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, guiding them to relevant options and reminding them to maintain eye contact. Students line up outside the university gym before the fair opens, signaling pre-opening activity at the venue. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The campus career fair centers around an alumni panel on technical interview prep, with alumni volunteers delivering quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, guiding them to relevant options and reminding them to maintain eye contact. Students line up outside the university gym before the fair opens, signaling pre-opening activity at the venue. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.5633360394887524,
    0.5633360394887524,
    0.5633360394887524,
    0.5633360394887524,
    0.5633360394887524,
    0.5633360394887524,
    0.710252504736541,
    0.710252504736541,
    0.710252504736541,
    0.710252504736541,
    0.710252504736541,
    0.710252504736541,
    0.7345031819284286,
    0.7345031819284286,
    0.7345031819284286,
    0.7345031819284286,
    0.7345031819284286,
    0.7345031819284286,
    0.7345031819284286,
    0.7345031819284286,
    0.7795873496830821,
    0.7795873496830821,
    0.7795873496830821,
    0.7795873496830821,
    0.7795873496830821,
    0.7795873496830821,
    0.7795873496830821,
    0.8188782575098165,
    0.8188782575098165,
    0.8188782575098165,
    0.8188782575098165,
    0.8188782575098165,
    0.8188782575098165,
    0.8188782575098165,
    0.8188782575098165,
    0.8401578922922653,
    0.8401578922922653,
    0.8401578922922653,
    0.8401578922922653,
    0.8401578922922653,
    0.8401578922922653,
    0.8401578922922653,
    0.8401578922922653,
    0.8300073133747745,
    0.8300073133747745,
    0.8300073133747745,
    0.8300073133747745,
    0.8300073133747745,
    0.8300073133747745
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, finance firms supply QR codes enabling immediate internship applications. At the entrance, staff scan registrations and distribute attendee lanyards. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair event, finance firms supply QR codes enabling immediate internship applications. At the entrance, staff scan registrations and distribute attendee lanyards. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "The university career fair scene shows finance firms providing QR codes for immediate internship applications. At the entrance, staff scan registrations and distribute attendee lanyards. Some students rehearse elevator pitches quietly against a wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and distribute attendee lanyards. Some students rehearse elevator pitches quietly against a wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6038439205120332,
    0.6038439205120332,
    0.6038439205120332,
    0.6038439205120332,
    0.6038439205120332,
    0.6038439205120332,
    0.758398245802945,
    0.758398245802945,
    0.758398245802945,
    0.758398245802945,
    0.758398245802945,
    0.758398245802945,
    0.758398245802945,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.7756382006626545,
    0.8167082737548295,
    0.8167082737548295,
    0.8167082737548295,
    0.8167082737548295,
    0.8167082737548295,
    0.8167082737548295,
    0.8167082737548295,
    0.8167082737548295,
    0.8643939402709808,
    0.8643939402709808,
    0.8643939402709808,
    0.8643939402709808,
    0.8643939402709808,
    0.8643939402709808,
    0.8643939402709808,
    0.8643939402709808,
    0.873801739708904,
    0.873801739708904,
    0.873801739708904,
    0.873801739708904,
    0.873801739708904,
    0.873801739708904,
    0.873801739708904,
    0.873801739708904,
    0.879583473093424,
    0.879583473093424,
    0.879583473093424,
    0.879583473093424,
    0.879583473093424,
    0.879583473093424,
    0.879583473093424
  ],
  "27": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case-study booklets on high tables, while dozens of booths with colorful banners circle the polished floor.",
    "On a polished exhibition floor, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners circle the space; an alumni panel discusses how to prepare for technical interviews.",
    "On a polished exhibition floor, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners circle the space; an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps.",
    "On a polished exhibition floor, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners circle the space; an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "On a polished exhibition floor, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners circle the space; an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "On a polished exhibition floor, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners encircle the space. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "On a polished exhibition floor, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners encircle the space. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Career counselors redirect unsure students toward applicable industries.",
    "On a polished exhibition floor, consulting firms stack glossy case-study booklets on high tables while dozens of booths with colorful banners encircle the space. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a polished exhibition floor, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners encircle the space. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30998567665807264,
    0.30998567665807264,
    0.30998567665807264,
    0.30998567665807264,
    0.30998567665807264,
    0.4452728366951445,
    0.4452728366951445,
    0.4452728366951445,
    0.4452728366951445,
    0.4452728366951445,
    0.460904325507942,
    0.460904325507942,
    0.460904325507942,
    0.460904325507942,
    0.460904325507942,
    0.6500539155704702,
    0.6500539155704702,
    0.6500539155704702,
    0.6500539155704702,
    0.6500539155704702,
    0.6500539155704702,
    0.6500539155704702,
    0.8575919282193005,
    0.8575919282193005,
    0.8575919282193005,
    0.8575919282193005,
    0.8575919282193005,
    0.8575919282193005,
    0.8575919282193005,
    0.8575919282193005,
    0.8621709094888316,
    0.8621709094888316,
    0.8621709094888316,
    0.8621709094888316,
    0.8621709094888316,
    0.8621709094888316,
    0.8621709094888316,
    0.8666910815802875,
    0.8666910815802875,
    0.8666910815802875,
    0.8666910815802875,
    0.8666910815802875,
    0.8666910815802875,
    0.8666910815802875,
    0.8666910815802875,
    0.9036340213669325,
    0.9036340213669325,
    0.9036340213669325,
    0.9036340213669325,
    0.9036340213669325,
    0.9036340213669325,
    0.8977512932671096,
    0.8977512932671096,
    0.8977512932671096,
    0.8977512932671096,
    0.8977512932671096,
    0.8977512932671096
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos; dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, healthcare providers showcase community outreach photos as part of a career fair setup. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Students line up outside the gym before the career fair opens, awaiting entry into the event.",
    "At the university gym, healthcare providers display community outreach photos as part of a career fair setup. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Students line up outside the gym before the career fair opens, awaiting entry into the event. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym, a career fair is underway with healthcare providers displaying community outreach photos as part of the setup. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Students line up outside the gym before the fair opens, awaiting entry. Inside, human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, a career fair is underway with healthcare providers displaying community outreach photos as part of the setup. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Students line up outside the gym before the fair opens, awaiting entry. Inside, human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym a career fair is underway, with healthcare providers displaying community outreach photos as part of the setup. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Students line up outside the gym before the fair opens, awaiting entry. Inside, human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At a university gym, a career fair is underway with healthcare providers displaying community outreach photos as part of the setup. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Students line up outside the gym before the fair opens, awaiting entry. Inside, human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.4114558444317415,
    0.4114558444317415,
    0.4114558444317415,
    0.4114558444317415,
    0.4114558444317415,
    0.4114558444317415,
    0.7768134930839503,
    0.7768134930839503,
    0.7768134930839503,
    0.7768134930839503,
    0.7768134930839503,
    0.8084790252848288,
    0.8084790252848288,
    0.8084790252848288,
    0.8084790252848288,
    0.8084790252848288,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8164503655110429,
    0.8469793210507244,
    0.8469793210507244,
    0.8469793210507244,
    0.8469793210507244,
    0.8469793210507244,
    0.8469793210507244,
    0.8469793210507244,
    0.8524722969886023,
    0.8524722969886023,
    0.8524722969886023,
    0.8524722969886023,
    0.8524722969886023,
    0.8524722969886023,
    0.8524722969886023
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; human resources teams jot notes on tablets while students introduce themselves; and the engineering society sponsors a resume review table near the stage.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; and groups of friends mark target employers on the event map.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; and groups of friends mark target employers on the event map.",
    "At the professional event, consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; HR teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; and groups of friends mark target employers on the event map.",
    "At the professional event, consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; HR teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map.",
    "As observed at the professional event, consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; HR teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; and groups of friends mark target employers on the event map.",
    "At the professional event, several groups engage in sector-specific outreach. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. In addition, healthcare providers showcase community outreach photos."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.49324464354967124,
    0.49324464354967124,
    0.49324464354967124,
    0.49324464354967124,
    0.49324464354967124,
    0.49324464354967124,
    0.6369458740456828,
    0.6369458740456828,
    0.6369458740456828,
    0.6369458740456828,
    0.6369458740456828,
    0.6369458740456828,
    0.40173142314884064,
    0.40173142314884064,
    0.40173142314884064,
    0.40173142314884064,
    0.40173142314884064,
    0.40173142314884064,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.47837558145037995,
    0.49020794344286944,
    0.49020794344286944,
    0.49020794344286944,
    0.49020794344286944,
    0.49020794344286944,
    0.49020794344286944,
    0.49020794344286944,
    0.4959361469343804,
    0.4959361469343804,
    0.4959361469343804,
    0.4959361469343804,
    0.4959361469343804,
    0.4959361469343804,
    0.48278011989932085,
    0.48278011989932085,
    0.48278011989932085,
    0.48278011989932085,
    0.48278011989932085,
    0.48278011989932085,
    0.7786773676788544,
    0.7786773676788544,
    0.7786773676788544
  ],
  "30": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station while students line up outside the university gym before the career fair opens. The scene shows preparatory activity on campus, with volunteers offering brief encouragement and students awaiting entry at the gym prior to the event opening.",
    "Alumni volunteers share quick pep talks near the coffee station as students line up outside the university gym, waiting for the career fair to open. The scene shows preparatory activity on campus, with volunteers offering brief encouragement and students awaiting entry at the gym prior to the event opening. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers offer quick pep talks near the coffee station as students line up outside the university gym, waiting for the career fair to open. The scene depicts preparatory activity on campus with volunteers providing brief encouragement while students await entry at the gym. Tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders.",
    "On campus ahead of the career fair, alumni volunteers offer quick pep talks near the coffee station as students line up outside the university gym waiting for the fair to open. Tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "On campus ahead of the career fair, alumni volunteers deliver quick pep talks near the coffee station as students line up outside the university gym waiting for the fair to open. Tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "On campus before the career fair, alumni volunteers deliver short pep talks near the coffee station as students line up outside the university gym waiting to enter. Tech companies display demo screens showing their latest apps, while students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "On campus before the career fair, alumni volunteers deliver short pep talks near the coffee station as students line up outside the university gym waiting to enter. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "30_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.5591607878774013,
    0.7199838663995028,
    0.7199838663995028,
    0.7199838663995028,
    0.7199838663995028,
    0.7199838663995028,
    0.74312629109447,
    0.74312629109447,
    0.74312629109447,
    0.74312629109447,
    0.74312629109447,
    0.74312629109447,
    0.74312629109447,
    0.7826014874952575,
    0.7826014874952575,
    0.7826014874952575,
    0.7826014874952575,
    0.7826014874952575,
    0.7826014874952575,
    0.7826014874952575,
    0.8110670855342896,
    0.8110670855342896,
    0.8110670855342896,
    0.8110670855342896,
    0.8110670855342896,
    0.8110670855342896,
    0.8110670855342896,
    0.8110670855342896,
    0.758090162838313,
    0.758090162838313,
    0.758090162838313,
    0.758090162838313,
    0.758090162838313,
    0.758090162838313,
    0.758090162838313,
    0.758090162838313,
    0.758090162838313,
    0.7578723674663037
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activities with tablets used for note-taking and introductions taking place in parallel.",
    "Human resources teams jot notes on tablets as students introduce themselves, with note-taking and introductions occurring in parallel. Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners surround a polished floor as human resources teams jot notes on tablets while students introduce themselves, with note-taking and introductions occurring in parallel. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners surround a polished floor, where human resources teams jot notes on tablets as students introduce themselves, with note-taking and introductions occurring in parallel. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners surround a polished floor at the fair, where human resources teams jot notes on tablets as students introduce themselves, with note-taking and introductions occurring in parallel. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners surround a polished floor at the fair. HR teams jot notes on tablets as students introduce themselves, with note-taking and introductions happening in parallel. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners surround a polished floor at the fair. HR teams jot notes on tablets as students introduce themselves, with note-taking and introductions happening in parallel. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners surround a polished floor at the fair. HR teams jot notes on tablets as students introduce themselves, with note-taking and introductions happening in parallel. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners surround a polished floor at the fair. HR teams jot notes on tablets as students introduce themselves, with note-taking and introductions happening in parallel. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30867819618010855,
    0.30867819618010855,
    0.30867819618010855,
    0.30867819618010855,
    0.30867819618010855,
    0.30867819618010855,
    0.30867819618010855,
    0.5263579093396011,
    0.5263579093396011,
    0.5263579093396011,
    0.5263579093396011,
    0.5263579093396011,
    0.5263579093396011,
    0.5263579093396011,
    0.5771686053595173,
    0.5771686053595173,
    0.5771686053595173,
    0.5771686053595173,
    0.5771686053595173,
    0.5771686053595173,
    0.8400585324204383,
    0.8400585324204383,
    0.8400585324204383,
    0.8400585324204383,
    0.8400585324204383,
    0.8400585324204383,
    0.8400585324204383,
    0.8400585324204383,
    0.8400585324204383,
    0.8617072193280089,
    0.8617072193280089,
    0.8617072193280089,
    0.8617072193280089,
    0.8617072193280089,
    0.8617072193280089,
    0.8717864991629733,
    0.8717864991629733,
    0.8717864991629733,
    0.8717864991629733,
    0.8717864991629733,
    0.8717864991629733,
    0.8717864991629733,
    0.8717864991629733,
    0.8790796340752085,
    0.8790796340752085,
    0.8790796340752085,
    0.8790796340752085,
    0.8790796340752085,
    0.8790796340752085,
    0.8790796340752085,
    0.8790796340752085,
    0.8877388824008544,
    0.8877388824008544,
    0.8877388824008544,
    0.8877388824008544,
    0.8877388824008544,
    0.8984550914379684,
    0.8984550914379684,
    0.8984550914379684
  ],
  "32": [
    "",
    "",
    "Healthcare providers showcase photos of community outreach activities.",
    "Healthcare providers showcase photos of community outreach activities; career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase photos of community outreach activities; career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers display photos of community outreach activities, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display photos of community outreach activities, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves; some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a mixed professional setting, healthcare providers display photos of community outreach activities, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop, and consulting firms stack glossy case study booklets on high tables. The scene blends outreach exhibits, self-introductions, interactive demonstrations, and organized display materials across sectors.",
    "In a mixed professional setting, dozens of booths with colorful banners circle a polished floor. Healthcare providers display photos of community outreach activities, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking demonstration on a laptop, and consulting firms stack glossy case study booklets on high tables. The scene blends outreach exhibits, self-introductions, interactive demonstrations, and organized display materials across sectors.",
    "Dozens of booths with colorful banners encircle a polished floor in a mixed professional setting. Healthcare providers display photos of community outreach activities, and career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, while some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking demonstration on a laptop, and consulting firms stack glossy case study booklets on high tables. The scene blends outreach exhibits, self-introductions, interactive demonstrations, and organized display materials across sectors."
  ],
  "32_score": [
    0.0,
    0.0,
    0.3132205318898501,
    0.3132205318898501,
    0.3132205318898501,
    0.3132205318898501,
    0.3132205318898501,
    0.3132205318898501,
    0.44859019984207293,
    0.44859019984207293,
    0.44859019984207293,
    0.44859019984207293,
    0.44859019984207293,
    0.44859019984207293,
    0.44859019984207293,
    0.5641101381525295,
    0.5641101381525295,
    0.5641101381525295,
    0.5641101381525295,
    0.5641101381525295,
    0.5641101381525295,
    0.5641101381525295,
    0.6758251062522473,
    0.6758251062522473,
    0.6758251062522473,
    0.6758251062522473,
    0.6758251062522473,
    0.6758251062522473,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.7069553467195091,
    0.6807604969689633,
    0.6807604969689633,
    0.6807604969689633,
    0.6807604969689633,
    0.6807604969689633,
    0.6807604969689633,
    0.6807604969689633,
    0.7093064510319977,
    0.7093064510319977,
    0.7093064510319977,
    0.7093064510319977,
    0.7093064510319977,
    0.7093064510319977,
    0.7093064510319977,
    0.7093064510319977,
    0.7093064510319977,
    0.7093064510319977,
    0.7279469278608366,
    0.7279469278608366,
    0.7279469278608366,
    0.7279469278608366,
    0.7279469278608366,
    0.7279469278608366,
    0.7279469278608366,
    0.7279469278608366
  ],
  "33": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to potential paths aligned with their interests. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors guide unsure students toward applicable industries and potential paths aligned with their interests. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "An event in a polished-floor hall features dozens of booths with colorful banners circling the space. Career counselors guide unsure students toward applicable industries and potential paths aligned with their interests. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "In a polished-floor hall hosting a career fair, dozens of booths with colorful banners surround the space. Career counselors guide unsure students toward industries and potential paths aligned with their interests. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule.",
    "In a polished-floor hall hosting a career fair, dozens of booths with colorful banners surround the space. Career counselors guide unsure students toward industries and pathways aligned with their interests. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a polished-floor hall hosting a career fair, dozens of booths with colorful banners surround the space. Career counselors guide unsure students toward industries and pathways aligned with their interests. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4154384491757876,
    0.4154384491757876,
    0.4154384491757876,
    0.4154384491757876,
    0.4154384491757876,
    0.4154384491757876,
    0.4154384491757876,
    0.7096712585223074,
    0.7096712585223074,
    0.7096712585223074,
    0.7096712585223074,
    0.7096712585223074,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7374426052256713,
    0.7624095609149059,
    0.7624095609149059,
    0.7624095609149059,
    0.7624095609149059,
    0.7624095609149059,
    0.7624095609149059,
    0.7624095609149059,
    0.7624095609149059,
    0.8264700329326877,
    0.8264700329326877,
    0.8264700329326877,
    0.8264700329326877,
    0.8264700329326877,
    0.8264700329326877,
    0.8264700329326877,
    0.8264700329326877,
    0.8264700329326877,
    0.8264068670314784,
    0.8264068670314784,
    0.8264068670314784,
    0.8264068670314784,
    0.8264068670314784,
    0.8264068670314784,
    0.8264068670314784,
    0.8264068670314784,
    0.8264068670314784
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees, as dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees, while dozens of booths with colorful banners circle the polished floor.",
    "An ongoing welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while dozens of booths with colorful banners circle the polished floor.",
    "An ongoing welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, as dozens of booths with colorful banners circle the polished floor."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.5837868099126932,
    0.43491512997345994,
    0.43491512997345994,
    0.43491512997345994,
    0.43491512997345994,
    0.43491512997345994,
    0.43491512997345994,
    0.43491512997345994,
    0.43491512997345994,
    0.43491512997345994,
    0.439834426476527,
    0.439834426476527,
    0.439834426476527,
    0.439834426476527,
    0.439834426476527,
    0.439834426476527,
    0.439834426476527,
    0.439834426476527,
    0.439834426476527,
    0.45321140153603623,
    0.45321140153603623,
    0.45321140153603623,
    0.45321140153603623,
    0.45321140153603623,
    0.45321140153603623,
    0.4477182017107494,
    0.4477182017107494,
    0.4477182017107494,
    0.4477182017107494,
    0.4477182017107494
  ],
  "35": [
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is heard over the PA system, outlining the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is heard over the PA system, outlining the fair schedule, while some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is heard over the PA system, outlining the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall, and a robotics startup flies a small drone above its booth to attract attention.",
    "A welcome announcement is heard over the PA system, outlining the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall, and a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "A welcome announcement is heard over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is heard over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens. Inside, some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables."
  ],
  "35_score": [
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.5441875128076272,
    0.41856944778247773,
    0.41856944778247773,
    0.41856944778247773,
    0.41856944778247773,
    0.41856944778247773,
    0.41856944778247773,
    0.6384437126138026,
    0.6384437126138026,
    0.6384437126138026,
    0.6384437126138026,
    0.6384437126138026,
    0.6384437126138026,
    0.6384437126138026,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8102152898875254,
    0.8753477265454456,
    0.8753477265454456,
    0.8753477265454456,
    0.8753477265454456,
    0.8753477265454456,
    0.8753477265454456,
    0.8753477265454456,
    0.8753477265454456,
    0.8825293300705526,
    0.8825293300705526,
    0.8825293300705526,
    0.8825293300705526
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, as workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At the event, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, and event staff scan registrations while hand out lanyards at the entrance.",
    "At the event, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.5731979250721431,
    0.5731979250721431,
    0.5731979250721431,
    0.5731979250721431,
    0.5731979250721431,
    0.5731979250721431,
    0.5731979250721431,
    0.5731979250721431,
    0.5731979250721431,
    0.5744970789636148,
    0.5744970789636148,
    0.5744970789636148,
    0.5744970789636148,
    0.5744970789636148,
    0.5744970789636148,
    0.5744970789636148,
    0.5744970789636148,
    0.7435778273952567,
    0.7435778273952567,
    0.7435778273952567,
    0.7435778273952567,
    0.7435778273952567,
    0.7435778273952567,
    0.7679658005708045,
    0.7679658005708045,
    0.7679658005708045,
    0.7679658005708045,
    0.7679658005708045,
    0.7679658005708045,
    0.7679658005708045,
    0.8195335387872285,
    0.8195335387872285,
    0.8195335387872285,
    0.8195335387872285,
    0.8195335387872285,
    0.8195335387872285,
    0.8195335387872285,
    0.8172244993706341,
    0.8172244993706341,
    0.8172244993706341,
    0.8172244993706341,
    0.8172244993706341,
    0.8172244993706341,
    0.8172244993706341,
    0.8172244993706341,
    0.8172244993706341
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom, workshops on networking etiquette are beginning.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom workshops on networking etiquette are beginning. Human resources teams jot notes on tablets as students introduce themselves.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom workshops on networking etiquette are beginning. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom workshops on networking etiquette are beginning. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while adjoining classroom workshops on networking etiquette are beginning. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.6171515758437822,
    0.6171515758437822,
    0.6171515758437822,
    0.6171515758437822,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.3005010605575987,
    0.3005010605575987,
    0.3005010605575987,
    0.3005010605575987,
    0.3005010605575987,
    0.4660117257781581,
    0.4660117257781581,
    0.4660117257781581,
    0.4660117257781581,
    0.4660117257781581,
    0.4660117257781581,
    0.4660117257781581,
    0.4660117257781581,
    0.6648090892092072,
    0.6648090892092072,
    0.6648090892092072,
    0.6648090892092072,
    0.6648090892092072,
    0.6648090892092072,
    0.6648090892092072,
    0.6648090892092072,
    0.7130259298875752,
    0.7130259298875752,
    0.7130259298875752,
    0.7130259298875752,
    0.7130259298875752,
    0.7130259298875752,
    0.7640285875294393,
    0.7640285875294393,
    0.7640285875294393,
    0.7640285875294393,
    0.7640285875294393
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens of their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At an event, tech companies display demo screens of their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4077042386502047,
    0.4077042386502047,
    0.4077042386502047,
    0.4077042386502047,
    0.4077042386502047,
    0.4077042386502047,
    0.3724563861707306,
    0.3724563861707306,
    0.3724563861707306,
    0.3724563861707306,
    0.3724563861707306,
    0.3724563861707306,
    0.549075631922409,
    0.549075631922409,
    0.549075631922409,
    0.549075631922409,
    0.549075631922409,
    0.549075631922409,
    0.549075631922409,
    0.42492455682668,
    0.42492455682668,
    0.42492455682668,
    0.42492455682668,
    0.42492455682668,
    0.42492455682668,
    0.5926691593615764,
    0.5926691593615764,
    0.5926691593615764,
    0.5926691593615764,
    0.5926691593615764,
    0.5926691593615764,
    0.5926691593615764,
    0.5926691593615764,
    0.5926691593615764,
    0.710625818517194,
    0.710625818517194,
    0.710625818517194,
    0.710625818517194,
    0.710625818517194,
    0.710625818517194,
    0.710625818517194,
    0.710625818517194,
    0.7664331330487242,
    0.7664331330487242,
    0.7664331330487242,
    0.7664331330487242,
    0.7664331330487242,
    0.7664331330487242,
    0.7664331330487242,
    0.8009382411060693,
    0.8009382411060693,
    0.8009382411060693,
    0.8009382411060693,
    0.8009382411060693,
    0.8009382411060693
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, alumni volunteers share short pep talks near the coffee station, and tech companies display demo screens of their latest apps.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers share short pep talks near the coffee station. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers share short pep talks near the coffee station. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers share short pep talks near the coffee station. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers share short pep talks near the coffee station. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym, a career fair unfolds with multiple employer activities. A cybersecurity company hosts a password-cracking challenge on a laptop, while alumni volunteers give short pep talks near the coffee station. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair unfolds with several employer activities. A cybersecurity company hosts a password-cracking challenge on a laptop, while alumni volunteers deliver short pep talks near the coffee station. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens, and finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.34552529895207373,
    0.38549479546373366,
    0.38549479546373366,
    0.38549479546373366,
    0.38549479546373366,
    0.38549479546373366,
    0.38549479546373366,
    0.38549479546373366,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.7531828554228451,
    0.823860722945589,
    0.823860722945589,
    0.823860722945589,
    0.823860722945589,
    0.823860722945589,
    0.823860722945589,
    0.778746863497638,
    0.778746863497638,
    0.778746863497638,
    0.778746863497638,
    0.778746863497638,
    0.778746863497638,
    0.778746863497638,
    0.778746863497638,
    0.778746863497638,
    0.8124775787789129,
    0.8124775787789129,
    0.8124775787789129,
    0.8124775787789129,
    0.8124775787789129,
    0.8124775787789129,
    0.8124775787789129,
    0.8124775787789129,
    0.8266673772686058,
    0.8266673772686058
  ],
  "40": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens; career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos to attendees.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos to attendees.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos to attendees. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos to attendees. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos for attendees. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Tech companies showcase demo screens featuring their latest apps.",
    "Outside the university gym, students line up ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos for attendees. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Tech companies showcase demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos for attendees. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Tech companies showcase demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up ahead of the career fair opening as career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos for attendees while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Tech companies showcase demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "40_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.45334951031906207,
    0.45334951031906207,
    0.45334951031906207,
    0.45334951031906207,
    0.45334951031906207,
    0.45334951031906207,
    0.7338415877960309,
    0.7338415877960309,
    0.7338415877960309,
    0.7338415877960309,
    0.7338415877960309,
    0.7764987312228112,
    0.7764987312228112,
    0.7764987312228112,
    0.7764987312228112,
    0.7764987312228112,
    0.7764987312228112,
    0.8108525480591905,
    0.8108525480591905,
    0.8108525480591905,
    0.8108525480591905,
    0.8108525480591905,
    0.8108525480591905,
    0.8108525480591905,
    0.8327552018716027,
    0.8327552018716027,
    0.8327552018716027,
    0.8327552018716027,
    0.8327552018716027,
    0.8327552018716027,
    0.8327552018716027,
    0.8327552018716027,
    0.8177687688721724,
    0.8177687688721724,
    0.8177687688721724,
    0.8177687688721724,
    0.8177687688721724,
    0.8177687688721724,
    0.8177687688721724,
    0.8393984222670925,
    0.8393984222670925,
    0.8393984222670925,
    0.8393984222670925,
    0.8393984222670925,
    0.8393984222670925,
    0.8393984222670925,
    0.8510194766223766,
    0.8510194766223766,
    0.8510194766223766,
    0.8510194766223766,
    0.8510194766223766
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, with multiple booklets gathered into neat stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, assembling multiple booklets into neat stacks on elevated surfaces, while career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, assembling multiple booklets into neat stacks on elevated surfaces. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "In a collaborative setting, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a collaborative setting, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "Across a collaborative setting, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a collaborative career fair setting, consulting firms stack glossy case study booklets into neat piles on elevated high tables; career counselors guide unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews; human resources teams jot notes on tablets as students introduce themselves; students clutch resumes in branded folders; a cybersecurity company runs a password cracking challenge on a laptop; a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, consulting firms stack glossy case study booklets into neat piles on elevated high tables; career counselors guide unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews; HR teams jot notes on tablets as students introduce themselves; students clutch resumes in branded folders; a cybersecurity company runs a password cracking challenge on a laptop; a welcome PA announcement outlines the fair schedule."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2747722683810026,
    0.2747722683810026,
    0.2747722683810026,
    0.2747722683810026,
    0.2747722683810026,
    0.2747722683810026,
    0.3575459534150196,
    0.3575459534150196,
    0.3575459534150196,
    0.3575459534150196,
    0.3575459534150196,
    0.3575459534150196,
    0.3575459534150196,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6776762094213971,
    0.6629390733232905,
    0.6629390733232905,
    0.6629390733232905,
    0.6629390733232905,
    0.6629390733232905,
    0.6629390733232905,
    0.6629390733232905,
    0.6750528803359914,
    0.6750528803359914,
    0.6750528803359914,
    0.6750528803359914,
    0.6750528803359914,
    0.6750528803359914,
    0.6750528803359914,
    0.6962160505553042,
    0.6962160505553042,
    0.6962160505553042,
    0.6962160505553042,
    0.6962160505553042,
    0.6962160505553042,
    0.6962160505553042,
    0.6962160505553042,
    0.5299712093242711,
    0.5299712093242711,
    0.5299712093242711,
    0.5299712093242711,
    0.5299712093242711,
    0.5299712093242711,
    0.5299712093242711,
    0.6942142242642091,
    0.6942142242642091,
    0.6942142242642091,
    0.6942142242642091,
    0.6942142242642091
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while the engineering society sponsors a resume review table near the stage.",
    "At the event, tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens showing their latest apps, while the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, tech companies display demo screens showing their latest apps, while the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, tech companies display demo screens showing their latest apps, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens showing their latest apps, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens showing their latest apps, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.794503932660021,
    0.794503932660021,
    0.794503932660021,
    0.794503932660021,
    0.794503932660021,
    0.794503932660021,
    0.794503932660021,
    0.794503932660021,
    0.6588811034508307,
    0.6588811034508307,
    0.6588811034508307,
    0.6588811034508307,
    0.6588811034508307,
    0.6588811034508307,
    0.7948556770160045,
    0.7948556770160045,
    0.7948556770160045,
    0.7948556770160045,
    0.7948556770160045,
    0.7948556770160045,
    0.7948556770160045,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8283394909205688,
    0.8273666769852115,
    0.8273666769852115,
    0.8273666769852115,
    0.8273666769852115,
    0.8273666769852115,
    0.8273666769852115,
    0.8273666769852115,
    0.8273666769852115,
    0.825561850096767,
    0.825561850096767,
    0.825561850096767
  ],
  "43": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos nearby. Career counselors remind attendees to maintain eye contact. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. Nearby, healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables.",
    "In the event layout, an adjoining classroom hosts workshops on networking etiquette that begin as an alumni panel discusses how to prepare for technical interviews. Nearby, healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.5253341442763216,
    0.5253341442763216,
    0.5253341442763216,
    0.5253341442763216,
    0.5253341442763216,
    0.5253341442763216,
    0.5253341442763216,
    0.7009604540384365,
    0.7009604540384365,
    0.7009604540384365,
    0.7009604540384365,
    0.7009604540384365,
    0.7009604540384365,
    0.7433008214522088,
    0.7433008214522088,
    0.7433008214522088,
    0.7433008214522088,
    0.7433008214522088,
    0.7406046353398006,
    0.7406046353398006,
    0.7406046353398006,
    0.7406046353398006,
    0.7406046353398006,
    0.7406046353398006,
    0.7406046353398006,
    0.7860935014852517,
    0.7860935014852517,
    0.7860935014852517,
    0.7860935014852517,
    0.7860935014852517,
    0.7860935014852517,
    0.7860935014852517,
    0.7860935014852517,
    0.7860935014852517,
    0.7860935014852517,
    0.7926803839940071,
    0.7926803839940071,
    0.7926803839940071,
    0.7926803839940071,
    0.7926803839940071,
    0.7926803839940071,
    0.7926803839940071,
    0.8245810724553473,
    0.8245810724553473,
    0.8245810724553473,
    0.8245810724553473,
    0.8245810724553473,
    0.8245810724553473,
    0.8245810724553473
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "Consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case study booklets on high tables as human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career-event setting, consulting firms stack glossy case study booklets on high tables as human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "At a career event, consulting firms stack glossy case study booklets on high tables as human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At a career event, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At a career event, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career event, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.3615733703125551,
    0.3615733703125551,
    0.3615733703125551,
    0.3615733703125551,
    0.3615733703125551,
    0.3615733703125551,
    0.3615733703125551,
    0.6730747985715808,
    0.6730747985715808,
    0.6730747985715808,
    0.6730747985715808,
    0.6730747985715808,
    0.6730747985715808,
    0.6327590525653741,
    0.6327590525653741,
    0.6327590525653741,
    0.6327590525653741,
    0.6327590525653741,
    0.7137106558085493,
    0.7137106558085493,
    0.7137106558085493,
    0.7137106558085493,
    0.7137106558085493,
    0.7137106558085493,
    0.7137106558085493,
    0.7517661946855488,
    0.7517661946855488,
    0.7517661946855488,
    0.7517661946855488,
    0.7517661946855488,
    0.7517661946855488,
    0.7517661946855488,
    0.7556318576949432,
    0.7556318576949432,
    0.7556318576949432,
    0.7556318576949432,
    0.7556318576949432,
    0.7556318576949432,
    0.7797213498364777,
    0.7797213498364777,
    0.7797213498364777,
    0.7797213498364777,
    0.7797213498364777,
    0.7797213498364777,
    0.7797213498364777,
    0.8030545351551192
  ],
  "45": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, while others clutch resumes tucked inside branded folders. They line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall, while others clutch resumes tucked inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall, while others clutch resumes tucked inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall, while others clutch resumes tucked inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall, while others clutch resumes tucked inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.5806870839475211,
    0.5806870839475211,
    0.5806870839475211,
    0.5806870839475211,
    0.5806870839475211,
    0.5806870839475211,
    0.5806870839475211,
    0.7530213116058657,
    0.7530213116058657,
    0.7530213116058657,
    0.7530213116058657,
    0.7530213116058657,
    0.7530213116058657,
    0.7530213116058657,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253,
    0.7882211612457253
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens, and a robotics startup flies a small drone above its booth to attract attention.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the university, outside the gym before the career fair opens, tech companies display demo screens of their latest apps as students line up. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the university, outside the gym before the career fair opens, tech companies display demo screens of their latest apps as students line up. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the university outside the gym, before the career fair opens, students line up as tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the university outside the gym, before the career fair opens, students line up as tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.44972371527226335,
    0.44972371527226335,
    0.44972371527226335,
    0.44972371527226335,
    0.44972371527226335,
    0.44972371527226335,
    0.7323653709478546,
    0.7323653709478546,
    0.7323653709478546,
    0.7323653709478546,
    0.7323653709478546,
    0.7323653709478546,
    0.7812985833911248,
    0.7812985833911248,
    0.7812985833911248,
    0.7812985833911248,
    0.7812985833911248,
    0.7812985833911248,
    0.7812985833911248,
    0.7812985833911248,
    0.7812985833911248,
    0.8409795089261174,
    0.8409795089261174,
    0.8409795089261174,
    0.8409795089261174,
    0.8409795089261174,
    0.8409795089261174,
    0.8409795089261174,
    0.8409795089261174,
    0.8633854077092955,
    0.8633854077092955,
    0.8633854077092955,
    0.8633854077092955,
    0.8633854077092955,
    0.8633854077092955,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653,
    0.8708403003579653
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Several students are quietly rehearsing elevator pitches against a wall.",
    "Several students are quietly rehearsing elevator pitches against a wall, while groups of friends mark target employers on the event map.",
    "In the event setting, several students are quietly rehearsing elevator pitches against a wall, while groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event setting, several students quietly rehearse elevator pitches against a wall, while groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the event setting for the career fair, students quietly rehearse elevator pitches against a wall, and groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the career fair setting, students rehearse elevator pitches quietly against a wall and groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair setting, students rehearse elevator pitches quietly against a wall and groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2912136238307299,
    0.2912136238307299,
    0.2912136238307299,
    0.2912136238307299,
    0.2912136238307299,
    0.2912136238307299,
    0.3620386636567022,
    0.3620386636567022,
    0.3620386636567022,
    0.3620386636567022,
    0.3620386636567022,
    0.5414108508454415,
    0.5414108508454415,
    0.5414108508454415,
    0.5414108508454415,
    0.5414108508454415,
    0.7490236404970362,
    0.7490236404970362,
    0.7490236404970362,
    0.7490236404970362,
    0.7490236404970362,
    0.7490236404970362,
    0.7490236404970362,
    0.7490236404970362,
    0.7490236404970362,
    0.7490236404970362,
    0.8364408920062647,
    0.8364408920062647,
    0.8364408920062647,
    0.8364408920062647,
    0.8364408920062647,
    0.8364408920062647,
    0.8364408920062647,
    0.8364408920062647,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8493554032445825,
    0.8647570588337015,
    0.8647570588337015,
    0.8647570588337015,
    0.8647570588337015,
    0.8647570588337015
  ],
  "48": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "The engineering society sponsors a resume review table near the stage; career counselors remind attendees to maintain eye contact; and workshops on networking etiquette begin in the adjoining classroom.",
    "The engineering society sponsors a resume review table near the stage; career counselors remind attendees to maintain eye contact; and workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, the engineering society sponsors a resume review table near the stage, and HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, the engineering society sponsors a resume review table near the stage, while HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, the engineering society sponsors a resume review table near the stage, while HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens."
  ],
  "48_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.49665681735641243,
    0.49665681735641243,
    0.49665681735641243,
    0.49665681735641243,
    0.49665681735641243,
    0.49665681735641243,
    0.49665681735641243,
    0.49665681735641243,
    0.4258907473245042,
    0.4258907473245042,
    0.4258907473245042,
    0.4258907473245042,
    0.4258907473245042,
    0.4258907473245042,
    0.4258907473245042,
    0.5904692965732379,
    0.5904692965732379,
    0.5904692965732379,
    0.5904692965732379,
    0.5904692965732379,
    0.5904692965732379,
    0.5904692965732379,
    0.5904692965732379,
    0.5904692965732379,
    0.5904692965732379,
    0.8210128684674833,
    0.8210128684674833,
    0.8210128684674833,
    0.8210128684674833,
    0.8210128684674833,
    0.8210128684674833,
    0.8210128684674833,
    0.8210128684674833,
    0.8210128684674833,
    0.8423454084910578,
    0.8423454084910578,
    0.8423454084910578,
    0.8423454084910578,
    0.8423454084910578,
    0.8423454084910578,
    0.8423454084910578,
    0.8581983601624117,
    0.8581983601624117,
    0.8581983601624117,
    0.8581983601624117,
    0.8581983601624117,
    0.8581983601624117,
    0.8581983601624117,
    0.8581983601624117,
    0.8738920863736059,
    0.8738920863736059,
    0.8738920863736059,
    0.8738920863736059,
    0.8738920863736059,
    0.8738920863736059,
    0.8738920863736059,
    0.8738920863736059,
    0.8738920863736059
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees, while healthcare providers showcase community outreach photos.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees. Healthcare providers are showcasing community outreach photos, while finance firms are offering QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule for attendees. Healthcare providers are showcasing community outreach photos, while finance firms are offering QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the attendee schedule. Healthcare providers are showcasing community outreach photos, while finance firms are offering QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the attendee schedule. Healthcare providers are showcasing community outreach photos, while finance firms are offering QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement over the PA outlines the attendee schedule. Healthcare providers are showcasing community outreach photos, while finance firms are offering QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement over the PA outlines the attendee schedule. Healthcare providers are showcasing community outreach photos, while finance firms are offering QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement over the PA outlines the attendee schedule. Healthcare providers are showcasing community outreach photos, while finance firms are offering QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome PA announces the attendee schedule. Healthcare providers showcase community outreach photos, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.4177849940110096,
    0.3786873974143791,
    0.3786873974143791,
    0.3786873974143791,
    0.3786873974143791,
    0.3786873974143791,
    0.3786873974143791,
    0.3786873974143791,
    0.6214433602945616,
    0.6214433602945616,
    0.6214433602945616,
    0.6214433602945616,
    0.8633087875921341,
    0.8633087875921341,
    0.8633087875921341,
    0.8633087875921341,
    0.8633087875921341,
    0.840361667068884,
    0.840361667068884,
    0.840361667068884,
    0.840361667068884,
    0.840361667068884,
    0.840361667068884,
    0.8798337496802366,
    0.8798337496802366,
    0.8798337496802366,
    0.8798337496802366,
    0.8798337496802366,
    0.8798337496802366,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9105166766596893,
    0.9187514220866884,
    0.9187514220866884,
    0.9187514220866884,
    0.9187514220866884,
    0.9187514220866884,
    0.9187514220866884,
    0.9187514220866884,
    0.9187514220866884
  ]
}