{
  "0": [
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, while a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, finance firms offer QR codes for immediate internship applications, while a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, finance firms offer QR codes for immediate internship applications, while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, dozens of booths encircle the polished floor, each displaying colorful banners. A robotics startup flies a small drone above its booth to draw attention, while finance firms offer QR codes for immediate internship applications. A cybersecurity company hosts a password cracking challenge on a laptop. A small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "Dozens of booths encircle a polished floor, each with colorful banners. A robotics startup flies a small drone above its booth to draw attention, while finance firms provide QR codes for immediate internship applications. A cybersecurity company hosts a password-cracking challenge on a laptop. A small group of students quietly rehearses elevator pitches against a wall, as event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths encircle a polished floor, each displaying colorful banners. A robotics startup flies a small drone above its booth to draw attention, while finance firms provide QR codes for immediate internship applications. A cybersecurity company hosts a password-cracking challenge on a laptop. A small group of students quietly rehearses elevator pitches against a wall, as event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables, forming neat, orderly stacks, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.45793598746955594,
    0.4722048859143678,
    0.4722048859143678,
    0.4722048859143678,
    0.6438626033537797,
    0.6438626033537797,
    0.6438626033537797,
    0.6438626033537797,
    0.6438626033537797,
    0.6438626033537797,
    0.6438626033537797,
    0.6438626033537797,
    0.6438626033537797,
    0.8771993251678625,
    0.8771993251678625,
    0.8771993251678625,
    0.8771993251678625,
    0.8771993251678625,
    0.8771993251678625,
    0.8589150219306866,
    0.8589150219306866,
    0.8589150219306866,
    0.8589150219306866,
    0.8589150219306866,
    0.8589150219306866,
    0.8589150219306866,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078,
    0.859684152377078
  ],
  "1": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating their engagement with local communities. Finance firms offer QR codes that enable immediate internship applications.",
    "Healthcare providers display community outreach photos that illustrate their engagement with local communities. Finance firms present QR codes enabling immediate internship applications. Consulting firms arrange glossy case-study booklets on high tables, forming neat stacks.",
    "Healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms present QR codes enabling immediate internship applications. Consulting firms arrange glossy case-study booklets on high tables, forming neat stacks. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms present QR codes enabling immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks, and place informative materials within the same space. The engineering society sponsors a resume review table near the stage. In this shared professional setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, guiding their consideration of suitable career paths. The scene traces a balance between guided exploration and readily available literature, with counselors and firms sharing a professional setting.",
    "Healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms present QR codes enabling immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks, and place informative materials within the same space. The engineering society sponsors a resume review table near the stage. In this shared professional setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, guiding their consideration of suitable career paths. The scene traces a balance between guided exploration and readily available literature, with counselors and firms sharing a professional setting.",
    "Healthcare providers display community outreach photos illustrating engagement with local communities, while finance firms present QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables in neat piles and place informative materials nearby, and the engineering society sponsors a resume review table near the stage. In this shared professional setting, career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries and suitable career paths. The scene balances guided exploration with readily available literature as counselors and firms operate in the same space. A small group of students quietly rehearses elevator pitches against a wall; event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "Within a shared university career fair setting, healthcare providers display community outreach photos illustrating engagement with local communities, while finance firms present QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables in neat piles and place informative materials nearby, and the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries and suitable career paths. A small group of students quietly rehearses elevator pitches against a wall; event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "In a shared university career fair setting, multiple firms and groups present. Healthcare providers display community outreach photos illustrating engagement with local communities. Finance firms present QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables in neat piles and place informative materials nearby. Engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries and suitable career paths. A small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At a shared university career fair, healthcare providers display community outreach photos illustrating engagement with local communities; finance firms present QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables in neat piles with nearby informative materials. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries and suitable career paths. A small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5190822349409503,
    0.5190822349409503,
    0.6856309474799455,
    0.6856309474799455,
    0.6856309474799455,
    0.6856309474799455,
    0.6856309474799455,
    0.6856309474799455,
    0.6856309474799455,
    0.6856309474799455,
    0.6856309474799455,
    0.7636541915484597,
    0.7636541915484597,
    0.7636541915484597,
    0.7636541915484597,
    0.7636541915484597,
    0.7636541915484597,
    0.7636541915484597,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7056562769812686,
    0.7673479344638028,
    0.7673479344638028,
    0.7673479344638028,
    0.7673479344638028,
    0.7673479344638028,
    0.7673479344638028,
    0.7673479344638028,
    0.8389332023186569,
    0.8389332023186569,
    0.8389332023186569,
    0.8389332023186569,
    0.8389332023186569,
    0.8389332023186569,
    0.840363979330973,
    0.840363979330973,
    0.840363979330973,
    0.840363979330973,
    0.840363979330973,
    0.840363979330973
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "In a shared professional setting, consulting firms stack glossy case study booklets on high tables, placing informative materials within the same space, while career counselors remind attendees to maintain eye contact. Counselors redirect unsure students toward applicable industries, guiding their consideration of suitable career paths. The scene traces a balance between guided exploration and readily available literature, with counselors and firms sharing a professional setting.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event venue, a cybersecurity company hosts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. A small group of students quietly rehearses elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.5587607632105429,
    0.5587607632105429,
    0.5587607632105429,
    0.5587607632105429,
    0.5587607632105429,
    0.5587607632105429,
    0.5587607632105429,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.24333204606772577,
    0.24333204606772577,
    0.24333204606772577,
    0.24333204606772577,
    0.24333204606772577,
    0.24333204606772577,
    0.24333204606772577,
    0.24333204606772577,
    0.24333204606772577,
    0.24333204606772577,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242,
    0.8618850269900242
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At an event venue, consulting firms stack glossy case study booklets on high tables while a cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. A small group of students quietly rehearses elevator pitches against a wall as event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career event, a cybersecurity company hosts a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables, forming neat stacks around several tables. Alumni volunteers give quick pep talks near a coffee station, and a small group of students quietly rehearses elevator pitches against a wall as event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette have begun in the adjoining classroom. Outside the gym, students line up before the career fair opens. The engineering society sponsors a resume-review table near the stage, and tech companies display demo screens featuring their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At a university career event, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables in neat piles around several tables. Alumni volunteers give quick pep talks near a coffee station, and a small group of students quietly rehearses elevator pitches against a wall as event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops have begun in the adjoining classroom. Outside the gym, students line up before the career fair opens. The engineering society sponsors a resume-review table near the stage, and tech companies display demo screens featuring their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths encircle a polished floor, each with colorful banners, and groups of friends mark target employers on the event map.",
    "At a university career event, the gym hosts a career fair on a floor with dozens of booths and banners; tech companies show demo screens of their latest apps, and finance firms provide QR codes at the entrance while staff scan registrations to issue lanyards. An engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews. Alumni volunteers give pep talks by a coffee station, while some students rehearse elevator pitches against a wall. Networking etiquette workshops begin in the adjoining classroom. Outside, students line up before opening; career counselors redirect unsure students toward industries, and groups of friends mark target employers on the event map. HR teams jot notes on tablets as students introduce themselves; healthcare providers showcase outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.5457003224626522,
    0.5457003224626522,
    0.5457003224626522,
    0.5457003224626522,
    0.7122597007129576,
    0.7122597007129576,
    0.7122597007129576,
    0.7122597007129576,
    0.7122597007129576,
    0.7122597007129576,
    0.7122597007129576,
    0.8314490288804346,
    0.8314490288804346,
    0.8314490288804346,
    0.8314490288804346,
    0.8314490288804346,
    0.8314490288804346,
    0.8314490288804346,
    0.8314490288804346,
    0.8314490288804346,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8391150124180291,
    0.8409827706139922,
    0.8409827706139922,
    0.8409827706139922
  ],
  "4": [
    "",
    "",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications, establishing a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards.",
    "Finance firms offer QR codes that enable immediate internship applications, establishing a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "Finance firms offer QR codes that enable immediate internship applications, establishing a streamlined entry mechanism for the event. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, finance firms provide QR codes that allow immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the event, finance firms provide QR codes that allow immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. A small group of students quietly rehearses elevator pitches against a wall. Healthcare providers showcase community outreach photos. At the event venue, a cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, finance firms provide QR codes that enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. A small group of students quietly rehearses elevator pitches against a wall. Healthcare providers showcase community outreach photos. At the event venue, a cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At the university gym, a career fair unfolds around a polished floor with dozens of booths encircling it; tech companies display demo screens of their latest apps, and colorful banners adorn each stand. Finance firms provide QR codes for immediate internship applications at the entrance, where staff scan registrations and issue lanyards. An engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against a wall, and healthcare providers showcase community outreach photos. Outside, students line up before the fair opens.",
    "At the university gym, a career fair unfurls on a polished floor with dozens of booths surrounding it; tech companies display demo screens of their latest apps beneath colorful banners, while finance firms provide QR codes at the entrance for immediate internship applications and staff scan registrations to issue lanyards. An engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against a wall, and healthcare providers showcase community outreach photos. Outside, students line up before the fair opens, and inside HR teams jot notes on tablets while students introduce themselves.",
    "At the university gym, a career fair unfolds on a floor with dozens of booths. Tech companies display demo screens of apps beneath colorful banners, while finance firms provide QR codes at the entrance for internship applications, and staff scan registrations to issue lanyards. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables, forming stacks around several tables. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against a wall, and healthcare providers showcase community outreach photos. Outside, students line up before opening; inside, HR teams jot notes on tablets as students introduce themselves. Alumni volunteers give pep talks near a coffee station, and workshops on networking etiquette have begun in the classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.5626511684914776,
    0.5626511684914776,
    0.5626511684914776,
    0.7223902717000525,
    0.7223902717000525,
    0.7223902717000525,
    0.7223902717000525,
    0.7223902717000525,
    0.7606520078044521,
    0.7606520078044521,
    0.7606520078044521,
    0.7606520078044521,
    0.7606520078044521,
    0.8102548879150433,
    0.8102548879150433,
    0.8102548879150433,
    0.8102548879150433,
    0.8102548879150433,
    0.8102548879150433,
    0.8102548879150433,
    0.8102548879150433,
    0.8102548879150433,
    0.8102548879150433,
    0.8376154792559074,
    0.8376154792559074,
    0.8376154792559074,
    0.7502439613647083,
    0.7502439613647083,
    0.7502439613647083,
    0.7502439613647083,
    0.7502439613647083,
    0.7502439613647083,
    0.8684253845778869,
    0.8684253845778869,
    0.8684253845778869,
    0.8684253845778869,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8649483759376239,
    0.8542884448940422,
    0.8542884448940422,
    0.8542884448940422,
    0.8542884448940422,
    0.8542884448940422
  ],
  "5": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Dozens of booths encircle a polished floor, each with colorful banners.",
    "Tech companies display demo screens showing their latest apps as dozens of booths encircle a polished floor, each with colorful banners. An engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps as dozens of booths encircle a polished floor, each with colorful banners. An engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, dozens of booths encircle a polished floor, each with colorful banners, while tech companies display demo screens showing their latest apps. An engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, dozens of booths encircle a polished floor, each with colorful banners, while tech companies display demo screens showing their latest apps. An engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, dozens of booths encircle a polished floor, each with colorful banners, while tech and finance exhibitors display demo screens and QR codes for streamlined internship applications. Tech companies show their latest apps; an engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Networking etiquette workshops have begun in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym ahead of the fair opening. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, dozens of booths encircle a polished floor, each with colorful banners. Tech and finance exhibitors display demo screens and QR codes for streamlined internship applications; tech companies show their latest apps. An engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Networking etiquette workshops have begun in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym ahead of the fair opening. An alumni panel discusses how to prepare for technical interviews."
  ],
  "5_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.50129896053526,
    0.50129896053526,
    0.50129896053526,
    0.50129896053526,
    0.50129896053526,
    0.5907631461191041,
    0.5907631461191041,
    0.5907631461191041,
    0.5907631461191041,
    0.5907631461191041,
    0.5907631461191041,
    0.5907631461191041,
    0.5907631461191041,
    0.5907631461191041,
    0.5907631461191041,
    0.6998404188899714,
    0.6998404188899714,
    0.6998404188899714,
    0.6998404188899714,
    0.6998404188899714,
    0.6998404188899714,
    0.6998404188899714,
    0.8503473831099255,
    0.8503473831099255,
    0.8503473831099255,
    0.8503473831099255,
    0.8503473831099255,
    0.8503473831099255,
    0.8503473831099255,
    0.8503473831099255,
    0.8503473831099255,
    0.8503473831099255,
    0.8497218803213756,
    0.8497218803213756,
    0.8497218803213756,
    0.8497218803213756,
    0.8497218803213756,
    0.8497218803213756,
    0.8497218803213756,
    0.8497218803213756,
    0.8883226880087891,
    0.8883226880087891,
    0.8883226880087891,
    0.8883226880087891,
    0.8883226880087891,
    0.8883226880087891,
    0.8883226880087891,
    0.8883226880087891,
    0.8877689832229069,
    0.8877689832229069,
    0.8877689832229069,
    0.8877689832229069,
    0.8877689832229069
  ],
  "6": [
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "A cybersecurity company runs a password cracking challenge on a laptop while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a career fair unfolds with tech companies displaying demo screens of their latest apps around a polished floor, as dozens of booths encircle it, each booth showing colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop, providing a concrete activity. Outside, students line up before the fair opens. An engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, a career fair unfolds with tech companies displaying demo screens of their latest apps around a polished floor, as dozens of booths encircle it and colorful banners hang from each. A cybersecurity company runs a password-cracking challenge on a laptop, a concrete activity. Outside, students line up before the fair opens. Inside, the engineering society sponsors a resume-review table near the stage while consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes that enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, a career fair unfolds with tech companies displaying demo screens of their latest apps around a polished floor as dozens of booths encircle it and colorful banners hang from each. A cybersecurity company runs a password-cracking challenge on a laptop, a concrete activity. Outside, students line up before the fair opens. Inside, the engineering society sponsors a resume-review table near the stage while consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes that enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths encircling it beneath colorful banners. Tech companies display demo screens of their latest apps; finance firms provide QR codes for immediate internship applications; event staff scan registrations at the entrance and hand out lanyards. Inside, the engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews; alumni volunteers give quick pep talks near the coffee station. Outside, students line up before opening. Inside, HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop; some students rehearse elevator pitches against the wall.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths encircling it beneath colorful banners. Tech companies display demo screens of their latest apps; finance firms provide QR codes for immediate internship applications; event staff scan registrations at the entrance and hand out lanyards. Inside, the engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews; alumni volunteers give quick pep talks near the coffee station. Outside, students line up before opening. Inside, HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop; some students rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map."
  ],
  "6_score": [
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.5471957921961061,
    0.5471957921961061,
    0.5471957921961061,
    0.5471957921961061,
    0.5471957921961061,
    0.5471957921961061,
    0.8352488179242028,
    0.8352488179242028,
    0.8352488179242028,
    0.8352488179242028,
    0.8352488179242028,
    0.8352488179242028,
    0.8352488179242028,
    0.8352488179242028,
    0.8870126830947823,
    0.8870126830947823,
    0.8870126830947823,
    0.8870126830947823,
    0.8870126830947823,
    0.8834388104595989,
    0.8834388104595989,
    0.8834388104595989,
    0.8834388104595989,
    0.8834388104595989,
    0.8834388104595989,
    0.8834388104595989,
    0.8834388104595989,
    0.8533378229645419,
    0.8533378229645419,
    0.8533378229645419,
    0.8533378229645419,
    0.8602839034446885,
    0.8602839034446885,
    0.8602839034446885,
    0.8602839034446885,
    0.8602839034446885,
    0.8602839034446885,
    0.8602839034446885
  ],
  "7": [
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens featuring their latest apps.",
    "The scene centers on a university career event where an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens featuring their latest apps. Networking etiquette workshops have begun in the adjoining classroom.",
    "At a university career event, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens featuring their latest apps. Networking etiquette workshops have begun in the adjoining classroom. Dozens of booths encircle a polished floor, each with colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At a university career event, an alumni panel discusses how to prepare for technical interviews. Dozens of booths encircle a polished floor, each with colorful banners, while tech and finance exhibitors display demo screens and QR codes for streamlined internship applications. Consulting firms stack glossy case-study booklets on high tables, complemented by an engineering society sponsoring a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Networking etiquette workshops have begun in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym ahead of the fair opening.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths encircle a polished-floor concourse, each with colorful banners, while tech and finance exhibitors display demo screens and QR codes for streamlined internship applications. Consulting firms stack glossy case-study booklets on high tables, complemented by an engineering society sponsoring a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as students clutch resumes inside branded folders. Career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact. Networking etiquette workshops have begun in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym ahead of the fair opening. A robotics startup flies a small drone above its booth for attention."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5798998066738833,
    0.5798998066738833,
    0.5798998066738833,
    0.5798998066738833,
    0.5798998066738833,
    0.5798998066738833,
    0.773136108026148,
    0.773136108026148,
    0.773136108026148,
    0.773136108026148,
    0.773136108026148,
    0.773136108026148,
    0.7823198827360247,
    0.7823198827360247,
    0.7823198827360247,
    0.7823198827360247,
    0.7823198827360247,
    0.7823198827360247,
    0.7823198827360247,
    0.7823198827360247,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.8204882561047833,
    0.849981812860932,
    0.849981812860932,
    0.849981812860932,
    0.849981812860932,
    0.849981812860932,
    0.849981812860932,
    0.849981812860932,
    0.849981812860932,
    0.849981812860932,
    0.849981812860932,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872,
    0.8946401635391872
  ],
  "8": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. An engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Inside the space, an engineering society sponsors a resume-review table near the stage while consulting firms stack glossy case study booklets on high tables and adjacent informative materials. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries and suitable career paths. Finance firms provide QR codes to enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. A small group of students quietly rehearses elevator pitches against a wall. Alumni volunteers share quick pep talks near the coffee station, adding peer encouragement. Groups of friends mark target employers on the event map while counselors and firms operate in the same space.",
    "Students line up outside the university gym before the career fair opens. Inside, an engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case-study booklets on high tables with adjacent informative materials. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries and suitable career paths. Finance firms provide QR codes to enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, staff scan registrations and hand out lanyards, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. A small group of students quietly rehearses elevator pitches against a wall. Alumni volunteers share quick pep talks near the coffee station, adding peer encouragement. Groups of friends mark target employers on the event map while counselors and firms operate in the same space."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5335622695962664,
    0.5335622695962664,
    0.5335622695962664,
    0.5335622695962664,
    0.5335622695962664,
    0.5335622695962664,
    0.5335622695962664,
    0.4720610005523484,
    0.4720610005523484,
    0.4720610005523484,
    0.4720610005523484,
    0.4720610005523484,
    0.4720610005523484,
    0.4720610005523484,
    0.4720610005523484,
    0.7571073978808645,
    0.7571073978808645,
    0.7571073978808645,
    0.7571073978808645,
    0.7571073978808645,
    0.7571073978808645,
    0.7571073978808645,
    0.7571073978808645,
    0.7571073978808645,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8526571408922525,
    0.8481729451660378,
    0.8481729451660378,
    0.8481729451660378,
    0.8481729451660378,
    0.8481729451660378,
    0.8481729451660378,
    0.8481729451660378,
    0.8481729451660378,
    0.8481729451660378,
    0.8481729451660378,
    0.8374594602787392,
    0.8374594602787392,
    0.8374594602787392,
    0.8374594602787392,
    0.8374594602787392,
    0.8374594602787392,
    0.8374594602787392
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case-study booklets on high tables, forming neat stacks.",
    "Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Workshops on networking etiquette begin in the adjoining classroom.",
    "Glossy case-study booklets are stacked on high tables by consulting firms, forming neat stacks. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "Glossy case-study booklets are stacked on high tables by consulting firms, forming neat stacks. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Glossy case-study booklets are stacked on high tables by consulting firms, forming neat, orderly stacks. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "Glossy case-study booklets are stacked by consulting firms on high tables, forming neat, orderly stacks around the event space. In an adjoining classroom, workshops on networking etiquette begin as some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop, briefly interrupted by an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. An engineering society sponsors a resume-review table near the stage, alongside the consulting firms' stacks. Finance firms provide QR codes for immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders while tech companies display demo screens of their latest apps. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "At the campus career fair, consulting firms stack case-study booklets on high tables around the event space while tech companies display demo screens of their latest apps and finance firms provide QR codes enabling immediate internship applications. An engineering society sponsors a resume-review table near the stage; HR teams jot notes on tablets as students introduce themselves, clutching resumes inside branded folders. In an adjoining classroom, networking etiquette workshops run as some students rehearse elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop, briefly interrupted by a 502 Bad Gateway error to an OpenAI chat completions URL. Outside the university gym before opening, students line up for the fair; event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.277313306811303,
    0.277313306811303,
    0.277313306811303,
    0.277313306811303,
    0.4770285056497984,
    0.4770285056497984,
    0.4770285056497984,
    0.4770285056497984,
    0.4770285056497984,
    0.4770285056497984,
    0.4770285056497984,
    0.4770285056497984,
    0.4770285056497984,
    0.4770285056497984,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.5808808801328227,
    0.624384263398797,
    0.624384263398797,
    0.624384263398797,
    0.624384263398797,
    0.5933577236096832,
    0.5933577236096832,
    0.5933577236096832,
    0.5933577236096832,
    0.5933577236096832,
    0.5933577236096832,
    0.5933577236096832,
    0.5933577236096832,
    0.5933577236096832,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.8220543868424169,
    0.876376030848073,
    0.876376030848073,
    0.876376030848073,
    0.876376030848073,
    0.876376030848073
  ],
  "10": [
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "At the event space, consulting firms stack glossy case study booklets on high tables, with several tables involved. The engineering society sponsors a resume review table near the stage.",
    "At the event space, consulting firms stack glossy case study booklets on high tables, with several tables involved. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event space, consulting firms stack glossy case study booklets on high tables, with several tables involved. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the event space, consulting firms stack glossy case study booklets on high tables, with several tables involved. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. At a robotics startup booth, a small drone flies overhead to attract attention. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule.",
    "At the event space, consulting firms stack glossy case study booklets on high tables, with several tables in use. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. At a robotics startup booth, a small drone flies overhead to attract attention. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Networking etiquette workshops have begun in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair scene, consulting firms stack glossy case-study booklets on high tables, forming neat stacks as several tables are in use. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup booth features a small drone flying overhead to attract attention. The welcome announcement over the PA outlines the fair schedule. Networking etiquette workshops have begun in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables, forming neat stacks as several tables are in use. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup booth features a small drone flying overhead to attract attention. A welcome announcement over the PA outlines the fair schedule. Networking etiquette workshops have begun in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables, forming neat stacks around several tables. The engineering society sponsors a resume-review table near the stage. Tech firms display demo screens of their latest apps. A robotics startup booth has a small drone flying overhead. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase outreach photos. Finance firms offer QR codes for internship applications. A welcome PA announces the schedule. Students line up outside the university gym before the fair opens. Networking etiquette workshops have begun in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses preparing for technical interviews. Alumni volunteers share pep talks near the coffee station. A group of students rehearses elevator pitches against a wall as staff scan registrations and hand out lanyards at the entrance."
  ],
  "10_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.525937343650548,
    0.525937343650548,
    0.525937343650548,
    0.525937343650548,
    0.7414232306896195,
    0.7414232306896195,
    0.7414232306896195,
    0.7683039957492337,
    0.7683039957492337,
    0.7683039957492337,
    0.7683039957492337,
    0.7683039957492337,
    0.8828250648096028,
    0.8828250648096028,
    0.8828250648096028,
    0.8828250648096028,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8871055175731504,
    0.8953314967739069,
    0.8953314967739069,
    0.8953314967739069,
    0.8953314967739069,
    0.8953314967739069,
    0.8953314967739069,
    0.8953314967739069,
    0.8953314967739069,
    0.8953314967739069,
    0.8953314967739069,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784,
    0.8983270680855784
  ],
  "11": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, guiding their consideration of suitable career paths. Consulting firms stack glossy case study booklets on high tables, placing informative materials within the same space. The scene traces a balance between guided exploration and readily available literature, with counselors and firms sharing a professional setting.",
    "In a shared professional setting, career counselors guide unsure students toward applicable industries and suitable career paths; consulting firms stack glossy case study booklets on high tables with informative materials nearby. The scene blends guided exploration with readily available literature, as counselors and firms operate in the same space. A small group of students quietly rehearses elevator pitches against a wall, while event staff at the entrance scan registrations and hand out lanyards.",
    "In a shared professional setting, career counselors guide unsure students toward applicable industries and suitable career paths, while consulting firms stack glossy case study booklets on high tables with informative materials nearby. The scene blends guided exploration with readily available literature, as counselors and firms operate in the same space. A small group of students quietly rehearses elevator pitches against a wall, and event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station, adding peer encouragement to the activity.",
    "In a shared professional setting, career counselors guide unsure students toward applicable industries and suitable career paths as consulting firms display glossy case study booklets on high tables with informative materials nearby. The scene blends guided exploration with literature, as counselors and firms operate in the same space. A small group of students quietly rehearses elevator pitches against a wall; event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station, adding peer encouragement to the activity. Groups of friends mark target employers on the event map; students clutch resumes inside branded folders.",
    "At a university career fair, counselors guide unsure students toward applicable industries while consulting firms display glossy case-study booklets on high tables with nearby materials. A group of students rehearses elevator pitches against a wall as event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers deliver pep talks near the coffee station, adding peer encouragement. Groups of friends mark target employers on an event map and clutch resumes in branded folders. A robotics startup booth features a drone overhead to attract attention; finance firms display QR codes for internship applications. A welcome PA outlines the fair schedule. A cybersecurity company hosts a password-cracking challenge on a laptop; consulting firms stack glossy booklets on high tables in neat piles. The engineering society sponsors a resume review table near the stage, and healthcare providers showcase outreach photos. Students line up outside the gym before the fair opens.",
    "At a university career fair, counselors guide unsure students toward applicable industries, while consulting firms display glossy case-study booklets on high tables accompanied by related materials. A group of students rehearses elevator pitches against a wall as event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers deliver pep talks near the coffee station, and groups of friends mark target employers on an event map while clutching resumes in branded folders. A robotics startup booth features a drone overhead to attract attention; finance firms display QR codes for internship applications. A welcome PA outlines the fair schedule. A cybersecurity company hosts a password-cracking challenge on a laptop; consulting firms stack glossy booklets on high tables in neat piles. The engineering society sponsors a resume review table near the stage, and healthcare providers showcase outreach photos. Students line up outside the gym before the fair opens."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5616210248372291,
    0.5616210248372291,
    0.5616210248372291,
    0.5616210248372291,
    0.5616210248372291,
    0.5616210248372291,
    0.6044028418671094,
    0.6044028418671094,
    0.6044028418671094,
    0.6044028418671094,
    0.6044028418671094,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6446955805313426,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.6711588403909375,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8914432330929956,
    0.8919076207633541,
    0.8919076207633541,
    0.8919076207633541,
    0.8919076207633541,
    0.8919076207633541,
    0.8919076207633541,
    0.8919076207633541,
    0.8919076207633541
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. Finance firms provide QR codes that enable immediate internship applications, establishing a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards.",
    "An engineering society sponsors a resume review table near the stage. Finance firms provide QR codes that enable immediate internship applications, establishing a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards.",
    "An engineering society sponsors a resume-review table near the stage. Finance firms provide QR codes that enable immediate internship applications, establishing a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event, an engineering society sponsors a resume-review table near the stage. Finance firms provide QR codes to enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume-review table near the stage, with consulting firms stacking glossy case-study booklets on high tables. Finance firms provide QR codes to enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths encircle a polished floor at a university career event, each with colorful banners, while sections include an engineering society-sponsored resume-review table near the stage and consulting firms stacking glossy case-study booklets on high tables in neat stacks. Finance firms provide QR codes to enable immediate internship applications, creating a streamlined entry mechanism. At the entrance, event staff scan registrations and hand out lanyards as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Networking etiquette workshops have begun in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while students line up outside the gym ahead of the fair opening.",
    "Dozens of booths encircle a floor at a university career event, each with banners. The engineering society sponsors a resume-review table near stage, while consulting firms stack glossy case-study booklets on high tables in rows. Finance firms provide QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards as students clutch resumes inside branded folders. Tech companies display demo screens of apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Networking etiquette workshops have begun in adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on event map, and students line up outside the gym before the fair opens. A small group rehearses elevator pitches against wall; alumni volunteers share pep talks near coffee station."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.7301066284119149,
    0.7301066284119149,
    0.7301066284119149,
    0.7301066284119149,
    0.7301066284119149,
    0.7301066284119149,
    0.7301066284119149,
    0.7262489187000727,
    0.7262489187000727,
    0.7262489187000727,
    0.7262489187000727,
    0.8263547920615427,
    0.8263547920615427,
    0.8263547920615427,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8258837778302395,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8604327717791791,
    0.8680590982548834,
    0.8680590982548834,
    0.8680590982548834,
    0.8680590982548834,
    0.8680590982548834,
    0.8680590982548834
  ],
  "13": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "At an event venue, a cybersecurity company runs a password cracking challenge on a laptop. A small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At an event venue, a cybersecurity company runs a password cracking challenge on a laptop. A small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At an event venue, a cybersecurity company hosts a password cracking challenge on a laptop. A small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "At the event venue, a cybersecurity company hosts a password cracking challenge on a laptop. A small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. At the event, finance firms offer QR codes for immediate internship applications, while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue, a cybersecurity company hosts a password cracking challenge on a laptop. A small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue, a cybersecurity company hosts a password-cracking challenge on a laptop while a small group of students quietly rehearses elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event venue, a cybersecurity company hosts a password-cracking challenge on a laptop while a small group of students quietly rehearses elevator pitches against a wall. Event staff scan registrations and hand out lanyards as an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Healthcare providers display community outreach photos as a welcome PA announces the fair schedule. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.7281827894912855,
    0.762954135321402,
    0.762954135321402,
    0.762954135321402,
    0.762954135321402,
    0.762954135321402,
    0.8558444016196136,
    0.8558444016196136,
    0.8558444016196136,
    0.8558444016196136,
    0.858543229870929,
    0.858543229870929,
    0.858543229870929,
    0.858543229870929,
    0.858543229870929,
    0.858543229870929,
    0.8757754721198343,
    0.8757754721198343,
    0.8757754721198343,
    0.8757754721198343,
    0.8757754721198343,
    0.8757754721198343,
    0.8757754721198343,
    0.8757754721198343,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358,
    0.9012293824484358
  ],
  "14": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers display community outreach photos as a welcome PA announcement outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos while a welcome PA announcement outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks.",
    "Healthcare providers display community outreach photos as a welcome PA announcement outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks.",
    "Healthcare providers display community outreach photos while a welcome PA announcement outlines the fair schedule. In the adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display community outreach photos as a welcome PA announcement outlines the fair schedule. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos as a welcome PA announcement outlines the fair schedule. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "In a shared professional expo, healthcare providers display community outreach photos illustrating their engagement with local communities, while a welcome PA announcement outlines the fair schedule. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Finance firms present QR codes enabling immediate internship applications. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, guiding their consideration of suitable career paths. The scene balances guided exploration with readily available literature, as counselors and firms share a professional setting."
  ],
  "14_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.39014993111811613,
    0.39014993111811613,
    0.39014993111811613,
    0.5512281761259026,
    0.5512281761259026,
    0.5512281761259026,
    0.7192483011663062,
    0.7192483011663062,
    0.7192483011663062,
    0.7192483011663062,
    0.7192483011663062,
    0.7192483011663062,
    0.7192483011663062,
    0.7192483011663062,
    0.7192483011663062,
    0.6838138307278653,
    0.6838138307278653,
    0.6838138307278653,
    0.6838138307278653,
    0.7869751381567274,
    0.7869751381567274,
    0.7869751381567274,
    0.7869751381567274,
    0.7869751381567274,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8630881128095236,
    0.8166650127264565,
    0.8166650127264565,
    0.8166650127264565,
    0.8166650127264565,
    0.8166650127264565,
    0.8166650127264565,
    0.8166650127264565,
    0.8166650127264565,
    0.8166650127264565,
    0.8166650127264565
  ],
  "15": [
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup at its booth flies a small drone overhead to attract attention, while finance firms offer QR codes for immediate internship applications.",
    "At a robotics startup booth, a small drone flies overhead to attract attention. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule.",
    "At a robotics startup booth, a small drone flies overhead to attract attention. Finance firms display QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "At the career fair scene, a robotics startup booth features a small drone flying overhead to attract attention. Finance firms display QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. At a university, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a robotics startup booth features a small drone flying overhead to attract attention. Finance firms display QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. At a university, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the career fair, a robotics startup booth features a small drone flying overhead to attract attention. Finance firms display QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. At the university, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the career fair, a robotics startup booth features a small drone hovering overhead while finance firms display QR codes for immediate internship applications. A welcome announcement over the PA outlines the schedule, and groups of friends mark target employers on the event map. At the university, a cybersecurity company hosts a password-cracking challenge on a laptop, and nearby consulting firms stack glossy case-study booklets on high tables in neat stacks. Students line up outside the university gym before the fair opens; career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "15_score": [
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.46853722620293503,
    0.46853722620293503,
    0.46853722620293503,
    0.46853722620293503,
    0.7622347295751585,
    0.7622347295751585,
    0.7622347295751585,
    0.7622347295751585,
    0.7622347295751585,
    0.8269774908359897,
    0.8269774908359897,
    0.8269774908359897,
    0.8596107237497375,
    0.8596107237497375,
    0.8596107237497375,
    0.8596107237497375,
    0.8596107237497375,
    0.8596107237497375,
    0.8596107237497375,
    0.8596107237497375,
    0.8849329547794242,
    0.8849329547794242,
    0.8849329547794242,
    0.8849329547794242,
    0.8849329547794242,
    0.8849329547794242,
    0.8849329547794242,
    0.8895389666108422,
    0.8895389666108422,
    0.8895389666108422,
    0.8895389666108422,
    0.8895389666108422,
    0.8895389666108422,
    0.8895389666108422,
    0.8895389666108422,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.8870268542844908,
    0.18424077033996583,
    0.18424077033996583
  ],
  "16": [
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening, while tech companies display demo screens featuring their latest apps.",
    "A campus scene unfolds with students lining up outside the university gym ahead of the career fair opening; tech companies display demo screens featuring their latest apps; consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "A campus scene unfolds with students lining up outside the university gym ahead of the career fair opening; tech companies display demo screens featuring their latest apps; consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "On a university campus, students line up outside the gym ahead of the career fair opening. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At a university career event, an alumni panel discusses how to prepare for technical interviews. Consulting firms have glossy case-study booklets stacked on high tables, forming neat piles. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens featuring their latest apps. Networking etiquette workshops have begun in the adjoining classroom. Dozens of booths encircle a polished floor, each bearing colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews. Consulting firms have glossy case-study booklets stacked on high tables, forming neat piles. Dozens of booths encircle a polished floor, each bearing colorful banners. Outside the university gym ahead of opening, students line up for the fair. Staff at the event entrance scan registrations and hand out attendee lanyards. Finance firms provide QR codes that enable immediate internship applications. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Networking etiquette workshops have begun in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the campus career fair, alumni panels discuss how to prepare for technical interviews. Dozens of booths encircle a polished floor with banners and high tables bearing glossy case-study booklets. Outside the university gym ahead of opening, students line up while staff scan registrations and hand out attendee lanyards. Finance firms provide QR codes for immediate internships; tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. In the main hall, a robotics startup draws attention by flying a drone above its booth, and the engineering society sponsors a resume-review table near the stage. HR teams jot notes on tablets; networking etiquette workshops run in the adjoining classroom; career counselors guide unsure students to relevant industries and remind about eye contact; alumni volunteers share pep talks by the coffee station. Groups of friends mark target employers on the event map; a welcome PA outlines the fair schedule."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4196011225434396,
    0.4196011225434396,
    0.4196011225434396,
    0.4196011225434396,
    0.4196011225434396,
    0.49392366807185156,
    0.49392366807185156,
    0.49392366807185156,
    0.49392366807185156,
    0.49392366807185156,
    0.49392366807185156,
    0.6232699172791127,
    0.6232699172791127,
    0.6232699172791127,
    0.6232699172791127,
    0.6232699172791127,
    0.6232699172791127,
    0.6232699172791127,
    0.6232699172791127,
    0.6232699172791127,
    0.7733828617653211,
    0.7733828617653211,
    0.7733828617653211,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.8222640535064758,
    0.8222640535064758,
    0.8222640535064758,
    0.8222640535064758,
    0.8222640535064758,
    0.8222640535064758,
    0.8222640535064758,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8875293855702793,
    0.8822258238010416,
    0.8822258238010416,
    0.8822258238010416,
    0.8822258238010416
  ],
  "17": [
    "",
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "A robotics startup flies a small drone above its booth to attract attention, while groups of friends mark target employers on the event map and finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup attracts attention by flying a small drone above its booth. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. Networking etiquette workshops have begun in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a robotics startup attracts attention by flying a small drone above its booth. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. Networking etiquette workshops have begun in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens featuring their latest apps. Students line up outside the university gym ahead of the career fair opening.",
    "In the main hall, a robotics startup attracts attention by flying a small drone above its booth. Groups of friends mark target employers on the event map, while finance firms display QR codes for immediate internship applications. In the adjoining classroom, a networking etiquette workshop runs, and career counselors redirect unsure students toward relevant industries. In the main hall, consulting firms line several high tables with glossy case study booklets; the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies show demo screens of their latest apps. Alumni panels discuss how to prepare for technical interviews, and a welcome PA outlines the fair schedule. Students line up outside the university gym ahead of opening.",
    "At the university career fair, the main hall hosts a robotics startup whose small drone flies above its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms display QR codes for immediate internship applications. In the adjoining classroom, a networking etiquette workshop runs, and career counselors redirect unsure students toward relevant industries. In the main hall, consulting firms line several high tables with glossy case study booklets, and the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies show demo screens of their latest apps. Alumni panels discuss how to prepare for technical interviews, and a welcome PA outlines the fair schedule. Students line up outside the university gym ahead of opening.",
    "At the university career fair, the main hall hosts a robotics startup whose small drone flies above its booth to attract attention; consulting firms line several high tables in the same hall, displaying glossy case study booklets, and the engineering society sponsors a near-stage resume-review table. In parallel, finance firms display QR codes for immediate internship applications, while groups of friends mark target employers on the event map. In the adjoining classroom, a networking etiquette workshop runs as career counselors redirect unsure students toward relevant industries. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies show demo screens of their latest apps. Alumni panels discuss how to prepare for technical interviews, and a welcome PA outlines the fair schedule. Students line up outside the university gym ahead of opening."
  ],
  "17_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5464454675667978,
    0.5464454675667978,
    0.5464454675667978,
    0.5464454675667978,
    0.48590198766433473,
    0.48590198766433473,
    0.48590198766433473,
    0.48590198766433473,
    0.48590198766433473,
    0.48590198766433473,
    0.48590198766433473,
    0.8194747472762856,
    0.8194747472762856,
    0.8194747472762856,
    0.8194747472762856,
    0.8194747472762856,
    0.8194747472762856,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8559635273753337,
    0.8694860474215454,
    0.8694860474215454,
    0.8694860474215454,
    0.8694860474215454,
    0.8694860474215454,
    0.8694860474215454,
    0.8694860474215454,
    0.8694860474215454,
    0.8694860474215454,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.8804269612363002,
    0.87346169426606
  ],
  "18": [
    "",
    "",
    "",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A small group of students quietly rehearses elevator pitches against a wall, while event staff at the entrance scan registrations and hand out lanyards.",
    "At an event venue, a small group of students quietly rehearses elevator pitches against a wall while event staff at the entrance scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews.",
    "At an event venue, a small group of students quietly rehearses elevator pitches against a wall while event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom.",
    "At an event venue, a small group of students quietly rehearses elevator pitches against a wall while event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.33327836975516284,
    0.33327836975516284,
    0.33327836975516284,
    0.33327836975516284,
    0.33327836975516284,
    0.33327836975516284,
    0.33327836975516284,
    0.4291417285437912,
    0.4291417285437912,
    0.4291417285437912,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.5443145875556668,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.7317448747378318,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583
  ],
  "19": [
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "At a university, a cybersecurity company hosts a password cracking challenge on a laptop. Nearby, consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At a university, a cybersecurity company hosts a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables at the event space, with several tables involved. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At a university career event, a cybersecurity company hosts a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables, forming neat stacks around several tables. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews, centering the scene. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens featuring their latest apps. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom.",
    "At a university career event, a cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables, forming neat stacks around several tables. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews, centering the scene. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens featuring their latest apps. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A small group of students quietly rehearses elevator pitches against a wall as event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career event, a cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables arranged around several tables. Students line up outside the university gym before the fair opens, as an alumni panel centers the scene by discussing how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage, and tech companies display demo screens featuring their latest apps. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A small group of students quietly rehearses elevator pitches against a wall while event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while consulting firms arrange glossy case-study booklets on high tables around several booths. Students line up outside the university gym before the fair opens, as an alumni panel discusses how to prepare for technical interviews nearby. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens of their latest apps, and a robotics startup draws attention with a small drone above its booth. Finance firms display QR codes for immediate internship applications, while groups of friends mark target employers on an event map. Career counselors direct unsure students toward relevant industries, and networking etiquette workshops occupy an adjoining classroom. Staff scan registrations and hand out lanyards at the entrance; a welcome PA announces the schedule."
  ],
  "19_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.6764611144256016,
    0.7638711833366152,
    0.7638711833366152,
    0.7638711833366152,
    0.7638711833366152,
    0.7638711833366152,
    0.7638711833366152,
    0.7638711833366152,
    0.7638711833366152,
    0.804543248521117,
    0.804543248521117,
    0.804543248521117,
    0.804543248521117,
    0.804543248521117,
    0.804543248521117,
    0.804543248521117,
    0.804543248521117,
    0.804543248521117,
    0.8110505918882889,
    0.8110505918882889,
    0.8110505918882889,
    0.8110505918882889,
    0.8110505918882889,
    0.8110505918882889,
    0.8224566867197252,
    0.8224566867197252,
    0.8224566867197252,
    0.8224566867197252,
    0.8224566867197252,
    0.8224566867197252,
    0.8224566867197252,
    0.8224566867197252,
    0.8224566867197252,
    0.8224566867197252,
    0.8896594164553085,
    0.8896594164553085,
    0.8896594164553085,
    0.8896594164553085,
    0.8896594164553085,
    0.8896594164553085,
    0.8896594164553085,
    0.8896594164553085
  ],
  "20": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall; students clutch resumes inside branded folders.",
    "At the event venue, groups of friends mark target employers on the event map while a small group of students quietly rehearses elevator pitches against a wall and others clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop on site. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue hosting a career fair, groups of friends mark target employers on the event map; a small group of students quietly rehearses elevator pitches against a wall, while others clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop on site, and tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university gym-turned-career-fair venue, groups of friends mark target employers on the event map while a small cohort of students quietly rehearses elevator pitches against a wall; others clutch resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop onsite, and tech firms display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Students line up outside the gym before the career fair opens. In the background a system log notes an LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the university gym repurposed as a career fair, groups mark target employers on an event map while a small cohort rehearses elevator pitches against a wall; others clutch resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, and tech firms display demo screens of their apps; finance firms provide QR codes for immediate internship applications; consulting firms stack glossy case study booklets on tables. At the entrance, event staff scan registrations and hand out attendee lanyards as HR teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station. Outside ahead of opening, students line up. A system log notes a 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4541942042574462,
    0.4541942042574462,
    0.4541942042574462,
    0.4541942042574462,
    0.4541942042574462,
    0.4541942042574462,
    0.4541942042574462,
    0.4541942042574462,
    0.513256020648815,
    0.513256020648815,
    0.513256020648815,
    0.513256020648815,
    0.513256020648815,
    0.513256020648815,
    0.513256020648815,
    0.513256020648815,
    0.513256020648815,
    0.76719824306331,
    0.76719824306331,
    0.76719824306331,
    0.76719824306331,
    0.76719824306331,
    0.8560751766607382,
    0.8560751766607382,
    0.8560751766607382,
    0.8560751766607382,
    0.8560751766607382,
    0.8560751766607382,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.6882283528460271,
    0.8087576599618946,
    0.8087576599618946,
    0.8087576599618946
  ],
  "21": [
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes that enable immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out attendee lanyards. Finance firms provide QR codes that enable immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out attendee lanyards. Finance firms provide QR codes that enable immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out attendee lanyards. Finance firms provide QR codes that enable immediate internship applications. HR teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. A campus scene unfolds with students lining up outside the university gym ahead of the career fair opening; tech companies display demo screens featuring their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out attendee lanyards. Finance firms provide QR codes that enable immediate internship applications. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. A campus scene unfolds with students lining up outside the university gym ahead of the career fair opening. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the campus career fair, staff at the event entrance scan registrations and hand out attendee lanyards. Finance firms provide QR codes that enable immediate internship applications. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Outside the university gym ahead of opening, students line up for the fair. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "The campus career fair unfolds with staff at the event entrance scanning registrations and distributing attendee lanyards as finance firms issue QR codes for immediate internship applications. HR teams jot notes on tablets while students introduce themselves. Outside the gym, students line up before opening. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables, forming neat stacks and placing informative materials nearby. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers display photos of their community outreach. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, balancing guided exploration with readily available literature in a shared professional setting."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6113554826210267,
    0.6113554826210267,
    0.6113554826210267,
    0.6113554826210267,
    0.8104395461943243,
    0.8104395461943243,
    0.8104395461943243,
    0.8104395461943243,
    0.8104395461943243,
    0.8401179721784431,
    0.8401179721784431,
    0.8401179721784431,
    0.8401179721784431,
    0.8401179721784431,
    0.8401179721784431,
    0.8401179721784431,
    0.8401179721784431,
    0.8401179721784431,
    0.8593509266911328,
    0.8593509266911328,
    0.8593509266911328,
    0.8593509266911328,
    0.868219666600895,
    0.868219666600895,
    0.868219666600895,
    0.868219666600895,
    0.868219666600895,
    0.868219666600895,
    0.868219666600895,
    0.868219666600895,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8758433740078233,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463,
    0.8762137706414463
  ],
  "22": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case-study booklets on high tables, forming neat stacks.",
    "Consulting firms stack glossy case-study booklets on high tables, forming neat stacks, while career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case-study booklets on high tables, forming neat stacks; career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case-study booklets on high tables, forming neat stacks; career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the university career fair scene, consulting firms stack glossy case-study booklets on high tables, forming neat stacks; career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Career counselors redirect unsure students toward applicable industries, and the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, with a welcome PA announcement outlining the fair schedule. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables, forming neat piles. Career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, accompanied by a welcome PA announcement outlining the fair schedule. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables in neat piles. Career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, accompanied by a welcome PA announcement outlining the fair schedule. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables in neat piles. Career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, accompanied by a welcome PA announcement outlining the fair schedule. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.277313306811303,
    0.277313306811303,
    0.277313306811303,
    0.3536990782556876,
    0.3536990782556876,
    0.4044416454873032,
    0.4044416454873032,
    0.4044416454873032,
    0.4044416454873032,
    0.4044416454873032,
    0.5802292017502401,
    0.5802292017502401,
    0.5802292017502401,
    0.5802292017502401,
    0.5802292017502401,
    0.5802292017502401,
    0.5802292017502401,
    0.5802292017502401,
    0.5802292017502401,
    0.5802292017502401,
    0.6235180285659473,
    0.6235180285659473,
    0.6235180285659473,
    0.6235180285659473,
    0.6235180285659473,
    0.8408852531377218,
    0.8408852531377218,
    0.8408852531377218,
    0.8408852531377218,
    0.8408852531377218,
    0.8408852531377218,
    0.8408852531377218,
    0.8550793849478178,
    0.8550793849478178,
    0.8550793849478178,
    0.8550793849478178,
    0.8550793849478178,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799,
    0.8477578662301799
  ],
  "23": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops have begun in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops have begun in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops have begun in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications.",
    "The scene is a career fair with a nearby networking etiquette workshop in an adjoining classroom, where career counselors guide unsure students toward relevant industries. In the main hall, consulting firms line several high tables with glossy case study booklets, while a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "The scene centers on a career fair accompanied by a networking etiquette workshop in an adjoining classroom, where career counselors guide unsure students toward relevant industries. In the main hall, consulting firms line several high tables displaying glossy case study booklets, while a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "The scene centers on a university career fair with an adjoining networking etiquette workshop where career counselors guide unsure students toward relevant industries. In the main hall, consulting firms line high tables displaying glossy case study booklets, while a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies show demo screens of their latest apps. A welcome PA announcement outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "The scene centers on a university career fair with an adjoining networking etiquette workshop where career counselors guide unsure students toward relevant industries. In the main hall, consulting firms line high tables displaying glossy case study booklets, while a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies show demo screens of their latest apps. A welcome PA announcement outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At a university career fair with an adjoining networking etiquette workshop, counselors guide unsure students toward relevant industries. In the main hall, consulting firms display glossy case-study booklets on high tables, while a robotics startup flies a drone overhead at its booth. Groups of friends mark target employers on an event map and clutch resumes in branded folders; finance firms display QR codes for internship applications. The engineering society hosts a resume-review table near the stage; healthcare providers showcase outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop; tech firms show demo screens of their latest apps. A welcome PA outlines the fair schedule. Outside the gym, students line up before opening as event staff scan registrations and hand out lanyards; alumni volunteers deliver pep talks near the coffee station. A group rehearses elevator pitches against a wall."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5239967869518154,
    0.5239967869518154,
    0.5239967869518154,
    0.5239967869518154,
    0.5239967869518154,
    0.6125761401866332,
    0.6125761401866332,
    0.6125761401866332,
    0.6125761401866332,
    0.7702659988494703,
    0.7702659988494703,
    0.7702659988494703,
    0.7702659988494703,
    0.7702659988494703,
    0.7702659988494703,
    0.7702659988494703,
    0.7702659988494703,
    0.7702659988494703,
    0.7702659988494703,
    0.8774144244979838,
    0.8774144244979838,
    0.8774144244979838,
    0.8774144244979838,
    0.8774144244979838,
    0.8774144244979838,
    0.8821735398436665,
    0.8821735398436665,
    0.8821735398436665,
    0.8821735398436665,
    0.8821735398436665,
    0.8821735398436665,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.872231502831337,
    0.8968040520502475,
    0.8968040520502475,
    0.8968040520502475,
    0.8968040520502475,
    0.8968040520502475,
    0.8968040520502475
  ],
  "24": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "Dozens of booths encircle a polished floor, each with colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths encircle a polished floor, each with colorful banners, at a university career event centered on an alumni panel discussing how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop, while groups of friends mark target employers on the event map. Tech companies display demo screens featuring their latest apps. Consulting firms stack glossy case-study booklets on high tables, forming neat stacks. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom.",
    "Dozens of booths encircle a polished floor at a university career event centered on an alumni panel discussing how to prepare for technical interviews. Colorful banners hang above as tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables in neat piles. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Dozens of booths encircle a polished floor, each bearing colorful banners, at a university career event. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms have glossy case-study booklets stacked on high tables in neat piles. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Dozens of booths encircle a polished floor at a university career event, each bearing colorful banners. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens featuring their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms have glossy case-study booklets stacked on high tables in neat piles. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "24_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.49104224210468483,
    0.49104224210468483,
    0.49104224210468483,
    0.49104224210468483,
    0.635477529748535,
    0.635477529748535,
    0.635477529748535,
    0.635477529748535,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.742484274664216,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8227397361007315,
    0.8183338583586227,
    0.8183338583586227,
    0.8183338583586227,
    0.8183338583586227,
    0.8183338583586227,
    0.8183338583586227,
    0.8183338583586227,
    0.8183338583586227,
    0.8183338583586227,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497,
    0.8310883574921497
  ]
}