{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a robotics startup flies a small drone above its booth to draw attention.",
    "Students line up outside the university gym before the career fair opens, while a robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, while a robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, while a robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students queue before the career fair opens. A robotics startup attracts attention by flying a small drone above its booth. Some students rehearse elevator pitches quietly along the wall. Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths adorned with colorful banners encircle the polished floor.",
    "Outside the university gym, students queue before the career fair opens. A robotics startup draws attention by flying a small drone above its booth. Some students rehearse elevator pitches quietly along the wall. Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths adorned with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Outside the university gym, students queue before the career fair opens. Dozens of booths with colorful banners encircle the polished floor. A robotics startup draws attention by flying a small drone above its booth. Some students rehearse elevator pitches quietly along the wall. Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students queue before the career fair opens, with lines forming along the entrance. Inside, dozens of booths with colorful banners encircle the polished floor. A robotics startup draws attention by flying a small drone above its booth. Some students rehearse elevator pitches quietly along the wall. Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students queue before the career fair opens, with lines forming along the entrance. Inside, dozens of booths with colorful banners encircle the polished floor. A robotics startup draws attention by flying a small drone above its booth. Some students rehearse elevator pitches quietly along the wall. Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students queue before the career fair as lines form along the entrance. Inside, dozens of booths with colorful banners encircle the polished floor. A robotics startup draws attention by flying a small drone above its booth. Some students rehearse elevator pitches quietly along the wall. Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4445478890208539,
    0.4445478890208539,
    0.4445478890208539,
    0.4445478890208539,
    0.4445478890208539,
    0.6011690846399738,
    0.6011690846399738,
    0.6011690846399738,
    0.6011690846399738,
    0.6011690846399738,
    0.7437282639173801,
    0.7437282639173801,
    0.7437282639173801,
    0.7437282639173801,
    0.7437282639173801,
    0.7437282639173801,
    0.7437282639173801,
    0.8140134763005793,
    0.8140134763005793,
    0.8140134763005793,
    0.8140134763005793,
    0.8140134763005793,
    0.8140134763005793,
    0.8223260799787199,
    0.8223260799787199,
    0.8223260799787199,
    0.8223260799787199,
    0.8223260799787199,
    0.8223260799787199,
    0.8223260799787199,
    0.8223260799787199,
    0.8223260799787199,
    0.8223260799787199,
    0.821672715366613,
    0.821672715366613,
    0.821672715366613,
    0.821672715366613,
    0.8394818418022479,
    0.8394818418022479,
    0.8394818418022479,
    0.8688391471124236,
    0.8688391471124236,
    0.8688391471124236,
    0.8688391471124236,
    0.8630898288963309,
    0.8630898288963309,
    0.8630898288963309,
    0.8630898288963309,
    0.8630898288963309,
    0.8630898288963309,
    0.8690624007978344,
    0.8690624007978344,
    0.8690624007978344,
    0.8690624007978344,
    0.8690624007978344
  ],
  "1": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "Career counselors redirect unsure students toward applicable industries, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Career counselors redirect unsure students toward applicable industries; healthcare providers showcase community outreach photos; and tech companies display demo screens showing their latest apps.",
    "At the event, career counselors redirect unsure students toward applicable industries; healthcare providers showcase community outreach photos; and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, career counselors direct unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as a guide for networking. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, ready to present them to potential employers.",
    "At the career fair, career counselors direct unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as a guide for networking. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, ready to present them to potential employers.",
    "At the career fair, career counselors direct unsure students toward applicable industries, while healthcare providers display community outreach photos. Tech companies show demo screens of their latest apps, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as a networking guide. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, ready to present them to potential employers. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, counselors direct unsure students toward applicable industries while healthcare providers display community outreach photos. Tech companies show demo screens of their latest apps, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as a networking guide. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, ready to present them to potential employers. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, counselors direct or redirect unsure students toward applicable industries while healthcare providers display community outreach photos. Tech companies show demo screens of their latest apps, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as a networking guide. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, ready to present them to potential employers. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.48156804864608527,
    0.48156804864608527,
    0.48156804864608527,
    0.48156804864608527,
    0.43807414711215886,
    0.43807414711215886,
    0.43807414711215886,
    0.47541247832974676,
    0.47541247832974676,
    0.47541247832974676,
    0.47541247832974676,
    0.6459146777258659,
    0.6459146777258659,
    0.6459146777258659,
    0.6459146777258659,
    0.8345917638940165,
    0.8345917638940165,
    0.8345917638940165,
    0.8345917638940165,
    0.8345917638940165,
    0.8345917638940165,
    0.8345917638940165,
    0.8345917638940165,
    0.8345917638940165,
    0.8345917638940165,
    0.8367781909783794,
    0.8367781909783794,
    0.8367781909783794,
    0.8367781909783794,
    0.8367781909783794,
    0.881251386991702,
    0.881251386991702,
    0.881251386991702,
    0.881251386991702,
    0.8842892593548255,
    0.8842892593548255,
    0.8842892593548255,
    0.8842892593548255,
    0.8842892593548255,
    0.8842892593548255,
    0.8882627723952043,
    0.8882627723952043,
    0.8882627723952043,
    0.8882627723952043,
    0.8882627723952043,
    0.8882627723952043,
    0.8905526033101291,
    0.8905526033101291,
    0.8905526033101291,
    0.8905526033101291,
    0.8905526033101291,
    0.8905526033101291,
    0.8905526033101291,
    0.8936105731485036,
    0.8936105731485036,
    0.8936105731485036,
    0.8936105731485036,
    0.8936105731485036,
    0.8920614587606273,
    0.8920614587606273
  ],
  "2": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos, and a robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the event, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos at the event, while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule, and career counselors redirect unsure students toward applicable industries.",
    "At the event, healthcare providers display community outreach photos, and a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the fair, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications.",
    "At the fair, healthcare providers display community outreach photos, while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the fair, healthcare providers display community outreach photos, while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the fair, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, healthcare providers display community outreach photos, while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the fair near the university gym, students line up outside before the career fair opens. Inside, healthcare providers display community outreach photos, while a robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At a career fair near the university gym, students line up outside before opening. Inside, healthcare providers display community outreach photos, while a robotics startup flies a small drone above its booth to draw attention. A welcome PA announces the fair schedule. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3505632706260113,
    0.3505632706260113,
    0.3505632706260113,
    0.6169749500456698,
    0.6169749500456698,
    0.6169749500456698,
    0.8250745670381368,
    0.8250745670381368,
    0.8250745670381368,
    0.8250745670381368,
    0.8250745670381368,
    0.8250745670381368,
    0.8250745670381368,
    0.8250745670381368,
    0.8250745670381368,
    0.8250745670381368,
    0.6939142041708533,
    0.6939142041708533,
    0.6939142041708533,
    0.6939142041708533,
    0.6939142041708533,
    0.877414375753995,
    0.877414375753995,
    0.877414375753995,
    0.8892993169893394,
    0.8892993169893394,
    0.8892993169893394,
    0.900344032117762,
    0.900344032117762,
    0.900344032117762,
    0.900344032117762,
    0.9116482353002725,
    0.9116482353002725,
    0.9116482353002725,
    0.9116482353002725,
    0.9116482353002725,
    0.9116482353002725,
    0.9116482353002725,
    0.9116482353002725,
    0.9116482353002725,
    0.9116482353002725,
    0.9109459933176913,
    0.9109459933176913,
    0.9109459933176913,
    0.9106000556821171,
    0.9106000556821171,
    0.9106000556821171,
    0.9106000556821171,
    0.9106000556821171,
    0.9106000556821171,
    0.9117713899046361,
    0.9117713899046361,
    0.9117713899046361,
    0.9117713899046361,
    0.8933717479274845,
    0.8933717479274845,
    0.8933717479274845,
    0.8933717479274845,
    0.8933717479274845,
    0.8933717479274845
  ],
  "3": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase photos of community outreach.",
    "Students line up outside the university gym before the career fair opens, as healthcare providers showcase photos of community outreach and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens; healthcare providers showcase photos of community outreach, while a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "Prior to the career fair opening, students line up outside the university gym. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Prior to the career fair opening, students line up outside the university gym. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, students line up outside the university gym as healthcare providers display photos from community outreach. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while alumni volunteers share brief pep talks near the coffee station. Career counselors direct unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym while healthcare providers display photos from community outreach. A cybersecurity company runs a password-cracking challenge on a laptop nearby, and alumni volunteers share brief pep talks near the coffee station. Career counselors direct unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Before the career fair opens, students line up outside the university gym as healthcare providers display photos from community outreach. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while alumni volunteers share brief pep talks near the coffee station. Career counselors direct unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym as a scene unfolds with healthcare providers displaying photos from community outreach. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while alumni volunteers offer brief pep talks near the coffee station. Career counselors direct unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention.",
    "Before the career fair opens, students line up outside the university gym as healthcare providers display photos from community outreach. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while alumni volunteers offer brief pep talks near the coffee station. Career counselors direct unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention.",
    "Before the career fair opens, students line up outside the university gym as healthcare providers display photos from community outreach. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while alumni volunteers offer brief pep talks near the coffee station. Career counselors direct unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5165391109846251,
    0.5165391109846251,
    0.5165391109846251,
    0.5165391109846251,
    0.5165391109846251,
    0.39161030275747466,
    0.39161030275747466,
    0.39161030275747466,
    0.5808153289716943,
    0.5808153289716943,
    0.5808153289716943,
    0.5808153289716943,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.7984996404603792,
    0.8004992256140515,
    0.8004992256140515,
    0.8004992256140515,
    0.8099606821099077,
    0.8099606821099077,
    0.8099606821099077,
    0.8099606821099077,
    0.8099606821099077,
    0.8099606821099077,
    0.8099606821099077,
    0.8263117297649203,
    0.8263117297649203,
    0.8263117297649203,
    0.8263117297649203,
    0.8263117297649203,
    0.8263117297649203,
    0.8263117297649203,
    0.8623955200666362,
    0.8623955200666362,
    0.8623955200666362,
    0.8623955200666362,
    0.8623955200666362,
    0.8623955200666362,
    0.8623955200666362,
    0.8623955200666362,
    0.8623955200666362,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174,
    0.8616553206662174
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, students rehearse elevator pitches against the wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the career fair, students rehearse elevator pitches against the wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.5418155305289973,
    0.5418155305289973,
    0.5418155305289973,
    0.5418155305289973,
    0.5418155305289973,
    0.5640475764667625,
    0.5640475764667625,
    0.5640475764667625,
    0.5640475764667625,
    0.5640475764667625,
    0.6458180841472659,
    0.6458180841472659,
    0.6458180841472659,
    0.5736518503333453,
    0.5736518503333453,
    0.5736518503333453,
    0.5736518503333453,
    0.5736518503333453,
    0.7426522408766074,
    0.7426522408766074,
    0.7426522408766074,
    0.7426522408766074,
    0.7426522408766074,
    0.7426522408766074,
    0.7426522408766074,
    0.7459645802147661,
    0.7459645802147661,
    0.7459645802147661,
    0.7459645802147661,
    0.7459645802147661,
    0.836498225189906,
    0.836498225189906,
    0.836498225189906,
    0.8764093238870998,
    0.8764093238870998,
    0.8764093238870998,
    0.8764093238870998,
    0.8764093238870998,
    0.8764093238870998,
    0.8713757504317747,
    0.8713757504317747,
    0.8713757504317747,
    0.8713757504317747,
    0.8713757504317747,
    0.8922385475549997,
    0.8922385475549997,
    0.8922385475549997,
    0.8922385475549997,
    0.8922385475549997,
    0.8922385475549997,
    0.8974992457967975,
    0.8974992457967975,
    0.8974992457967975,
    0.8974992457967975,
    0.8974992457967975
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "An LLM-related failure reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. At the same time, groups of friends mark target employers on the event map, placing markers where those employers are represented on the map.",
    "A concurrent scene blends a technical incident with a social planning activity. An LLM-related failure reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. At the same time, groups of friends mark target employers on the event map, placing markers at the locations where those employers are represented on the map.",
    "A concurrent scene combines a technical incident with a social planning activity. An LLM-related failure reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. Simultaneously, groups of friends mark target employers on the event map, placing markers at the locations where those employers are represented on the map.",
    "Two elements of a concurrent scene are described: a technical incident and a social planning activity. An LLM-related failure reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. Simultaneously, groups of friends mark target employers on the event map by placing markers at the employers' locations as represented there."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.3668892049215452,
    0.3668892049215452,
    0.3668892049215452,
    0.3668892049215452,
    0.5384789802538803,
    0.5384789802538803,
    0.5384789802538803,
    0.5384789802538803,
    0.5384789802538803,
    0.5327056429924952,
    0.5327056429924952,
    0.5327056429924952,
    0.5327056429924952,
    0.5327056429924952,
    0.5327056429924952,
    0.5327056429924952,
    0.5327056429924952,
    0.531722474091359
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while nearby some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "The event unfolds at the entrance where staff scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene centers on a university gym where a career fair is staged, with staff at the entrance scanning registrations and distributing lanyards. Nearby, students rehearse elevator pitches quietly against the wall. In an adjoining classroom, workshops on networking etiquette have begun. Dozens of booths with colorful banners encircle the polished floor. Before the fair opens, students line up outside the gym. Inside, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At a university gym hosting a career fair, staff at the entrance scan registrations and hand out lanyards while dozens of booths with colorful banners surround the polished floor. Before opening, students line up outside the gym. Inside, career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Nearby, students rehearse elevator pitches quietly against a wall. In an adjoining classroom, workshops on networking etiquette have begun, and tech companies display demo screens showing their latest apps.",
    "A university gym hosts a career fair with dozens of booths adorned by colorful banners on a polished floor. Staff at the entrance scan registrations and hand out lanyards as students line up outside before opening. Inside, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Nearby, students rehearse elevator pitches quietly against a wall. In an adjoining classroom, workshops on networking etiquette have begun, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "A university gym hosts a career fair with dozens of booths adorned by colorful banners on a polished floor. Staff at the entrance scan registrations and hand out lanyards as students line up outside before opening. Inside, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Nearby, students rehearse elevator pitches quietly against a wall. In an adjoining classroom, workshops on networking etiquette have begun, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "A university gym hosts a career fair with dozens of booths adorned by colorful banners on a polished floor. Staff at the entrance scan registrations and hand out lanyards as students line up outside before opening. Inside, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Nearby, students rehearse elevator pitches quietly against a wall. In an adjoining classroom, workshops on networking etiquette have begun, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "A university gym hosts a career fair with dozens of booths adorned by colorful banners on a polished floor. Staff at the entrance scan registrations and hand out lanyards as students line up outside before opening. Inside, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Nearby, students rehearse elevator pitches quietly against a wall. In an adjoining classroom, workshops on networking etiquette have begun, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3821552989673226,
    0.3821552989673226,
    0.3821552989673226,
    0.3821552989673226,
    0.6726911603404853,
    0.6726911603404853,
    0.6726911603404853,
    0.6726911603404853,
    0.6726911603404853,
    0.7303522729973837,
    0.7303522729973837,
    0.7303522729973837,
    0.8056368197742458,
    0.8056368197742458,
    0.8056368197742458,
    0.8056368197742458,
    0.8056368197742458,
    0.8058227368912848,
    0.8058227368912848,
    0.8058227368912848,
    0.8058227368912848,
    0.8058227368912848,
    0.8058227368912848,
    0.8330613257218914,
    0.8330613257218914,
    0.8330613257218914,
    0.8330613257218914,
    0.8330613257218914,
    0.8330613257218914,
    0.8304007286806931,
    0.8304007286806931,
    0.8304007286806931,
    0.8304007286806931,
    0.8304007286806931,
    0.8304007286806931,
    0.809039430583861,
    0.809039430583861,
    0.809039430583861,
    0.809039430583861,
    0.8350527866985944,
    0.8350527866985944,
    0.8350527866985944,
    0.8350527866985944,
    0.8350527866985944,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329,
    0.8469876632232329
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule as groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule as groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the fair schedule, while groups of friends mark target employers on the event map. An alumni panel discusses preparation for technical interviews. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses preparation for technical interviews. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses preparation for technical interviews. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. An alumni panel discusses preparation for technical interviews.",
    "An opening PA announces the fair schedule. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses preparation for technical interviews.",
    "The opening PA announces the fair schedule as attendees prepare for the event. Groups of friends mark target employers on the event map while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses preparation for technical interviews. Earlier, students lined up outside the university gym before the career fair opened.",
    "The university career fair is underway, with the opening PA announcing the schedule as attendees prepare. Groups of friends mark target employers on the event map while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses preparation for technical interviews. Earlier, students lined up outside the university gym before the career fair opened. Workshops on networking etiquette begin in the adjoining classroom.",
    "The university career fair is underway and attendees prepare as the opening PA announces the schedule. Groups of friends mark target employers on the event map while tech companies display demo screens of their latest apps. The engineering society sponsors a resume review table near the stage, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses preparation for technical interviews. Earlier, students lined up outside the university gym before the fair opened, and workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "The university career fair is underway, with the opening PA announcing the schedule. Groups of friends mark target employers on the event map as tech companies display demo screens of their latest apps. The engineering society sponsors a resume review table near the stage, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, while an alumni panel discusses preparation for technical interviews. Earlier, students lined up outside the university gym before the fair opened, and workshops on networking etiquette began in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.48139682122140437,
    0.48139682122140437,
    0.48139682122140437,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.5022779393765454,
    0.8672064730276998,
    0.8672064730276998,
    0.8672064730276998,
    0.8672064730276998,
    0.8672064730276998,
    0.8672064730276998,
    0.8940166741390312,
    0.8940166741390312,
    0.8940166741390312,
    0.8940166741390312,
    0.8940166741390312,
    0.8349934796015502,
    0.8349934796015502,
    0.8453200250360033,
    0.8453200250360033,
    0.8453200250360033,
    0.8453200250360033,
    0.8453200250360033,
    0.8453200250360033,
    0.87194183930934,
    0.87194183930934,
    0.87194183930934,
    0.87194183930934,
    0.87194183930934,
    0.84606300370507,
    0.84606300370507,
    0.84606300370507,
    0.84606300370507,
    0.84606300370507,
    0.84606300370507,
    0.8474394741771021,
    0.8474394741771021,
    0.8474394741771021,
    0.8474394741771021,
    0.8474394741771021,
    0.8756279821555779,
    0.8756279821555779,
    0.8756279821555779,
    0.8756279821555779,
    0.8663637619190026,
    0.8663637619190026,
    0.8663637619190026,
    0.8663637619190026
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activities with HR staff recording on devices while learners speak.",
    "HR teams jot notes on tablets as students introduce themselves, with HR staff recording on devices while learners speak. Dozens of booths with colorful banners circle the polished floor.",
    "HR teams jot notes on tablets as students introduce themselves, with HR staff recording on devices while learners speak. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "HR teams jot notes on tablets as students introduce themselves and speak, with HR staff recording on devices. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle the polished floor as HR teams jot notes on tablets while students introduce themselves and speak, with HR staff recording on devices. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively career fair layout. HR teams jot notes on tablets while students introduce themselves and speak, with HR staff recording on additional devices. A cybersecurity company operates a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively career fair layout. HR teams jot notes on tablets while students introduce themselves and speak, with HR staff recording on additional devices. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a lively career fair layout. HR teams jot notes on tablets as students introduce themselves and speak, with HR staff recording on additional devices. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At a bustling career fair, dozens of booths with colorful banners surround a polished floor, forming a lively layout. HR teams jot notes on tablets as students introduce themselves, with additional devices used to record details. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At a bustling university career fair, dozens of booths with colorful banners surround a polished floor, creating a lively layout. HR teams jot notes on tablets as students introduce themselves, with additional devices used to record details. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, dozens of booths with colorful banners surround a polished floor. HR teams jot notes on tablets as students introduce themselves, with additional devices used to record details. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, dozens of booths with colorful banners surround a polished floor. HR teams jot notes on tablets as students introduce themselves, with additional devices used to record details. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3231036081064476,
    0.3231036081064476,
    0.3231036081064476,
    0.3231036081064476,
    0.3231036081064476,
    0.5148141745342266,
    0.5148141745342266,
    0.6562152291043455,
    0.6562152291043455,
    0.6562152291043455,
    0.6562152291043455,
    0.6562152291043455,
    0.6562152291043455,
    0.7404343869014551,
    0.7404343869014551,
    0.7404343869014551,
    0.7577596012889378,
    0.7577596012889378,
    0.7577596012889378,
    0.7577596012889378,
    0.7577596012889378,
    0.7577596012889378,
    0.8545204182349032,
    0.8545204182349032,
    0.8545204182349032,
    0.8545204182349032,
    0.8759604343983873,
    0.8759604343983873,
    0.8759604343983873,
    0.8759604343983873,
    0.8759604343983873,
    0.8759604343983873,
    0.885784621376269,
    0.885784621376269,
    0.885784621376269,
    0.885784621376269,
    0.885784621376269,
    0.885784621376269,
    0.885784621376269,
    0.885784621376269,
    0.885784621376269,
    0.8896142196890191,
    0.8896142196890191,
    0.8896142196890191,
    0.8896142196890191,
    0.8896142196890191,
    0.878214479707675,
    0.878214479707675,
    0.878214479707675,
    0.878214479707675,
    0.878214479707675,
    0.878214479707675,
    0.8801224017246363,
    0.8801224017246363,
    0.8801224017246363,
    0.8801224017246363,
    0.8801224017246363,
    0.8801224017246363,
    0.8801224017246363,
    0.8801224017246363,
    0.8869640632075388,
    0.8869640632075388,
    0.8869640632075388,
    0.8869640632075388
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, arranging multiple copies in view. Career counselors remind attendees to maintain eye contact.",
    "A professional event features consulting firms stacking glossy case study booklets on high tables, with multiple copies arranged in view. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, with multiple copies arranged in view. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, with multiple copies arranged in view. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, with multiple copies arranged in view. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, with multiple copies arranged in view. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, with multiple copies arranged in view. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, with multiple copies arranged in view. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional event, consulting firms display glossy case study booklets in multiple copies on high tables, arranged in view. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At a professional career fair near the university gym, consulting firms display glossy case study booklets in multiple copies on high tables arranged for viewing. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At a professional career fair near the university gym, consulting firms display glossy case study booklets in multiple copies on high tables arranged for viewing. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At a professional career fair near the university gym, consulting firms display glossy case study booklets in multiple copies on high tables arranged for viewing. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4783353025100668,
    0.4783353025100668,
    0.4783353025100668,
    0.7068977966618555,
    0.7068977966618555,
    0.7068977966618555,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7428426518836249,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7545148778328215,
    0.7712754616901877,
    0.7712754616901877,
    0.7712754616901877,
    0.7712754616901877,
    0.7712754616901877,
    0.7712754616901877,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178,
    0.8434753907420178
  ]
}