{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "At a polished venue, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and dozens of booths with colorful banners circle the polished floor.",
    "At a polished venue hosting a career fair, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, alongside healthcare providers showcasing community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At a polished venue hosting a career fair, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, alongside healthcare providers showcasing community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A polished venue hosts a career fair with dozens of booths and colorful banners circling the polished floor. Consulting firms stack glossy case study booklets on high tables; students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "A polished venue hosts a career fair with dozens of booths and colorful banners encircling the polished floor. Consulting firms stack glossy case-study booklets on high tables as students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos to establish the scene. Career-fair counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. The event's PA system broadcasts a welcome and outlines the schedule. At the entrance, event staff scan registrations and issue lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners encircle the floor; students line up outside the university gym before the fair opens.",
    "At a polished venue, a career fair unfolds with dozens of booths encircled by colorful banners. Consulting firms stack glossy case-study booklets on high tables as students rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering pep talks near a coffee station. Healthcare providers showcase community outreach photos to establish the scene. Career-fair counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. The PA system welcomes attendees and outlines schedule; at the entrance staff scan registrations and issue lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage. Dozens of booths encircle the floor as students line up outside the university gym before the fair opens; later, tech companies display demo screens showing their apps, forming a circuit around the event.",
    "At a polished venue, a career fair unfolds with dozens of booths encircled by colorful banners. Consulting firms stack glossy case-study booklets on high tables as students rehearse elevator pitches along the wall. An alumni panel discusses how to prepare for technical interviews, with volunteers delivering pep talks near a coffee station. Healthcare providers showcase community outreach photos. Career-fair counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. The PA system welcomes attendees and outlines the schedule; at the entrance staff scan registrations and issue lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, and the engineering society hosts a resume-review table near the stage. Dozens of booths encircle the floor as students line up outside the university gym before opening; later, tech companies display demo screens, forming a circuit around the event. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university venue, a career fair unfolds with dozens of booths encircling floor, each display adorned by colorful banners. High tables hold case-study booklets as students rehearse elevator pitches along the wall. An alumni panel discusses interview preparation while volunteers deliver pep talks near a coffee station. Healthcare providers showcase community outreach photos. Career-fair counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. A PA system welcomes attendees and outlines the schedule; entrance staff scan registrations and issue lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, while the engineering society hosts a resume-review table near the stage. Dozens of booths encircle the floor as students line up outside university gym before opening; later, tech companies display demo screens forming a circuit around the event. Workshops on networking etiquette begin in adjoining classroom, and career counselors redirect unsure students toward applicable industries."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.5579707748496174,
    0.5579707748496174,
    0.5579707748496174,
    0.5579707748496174,
    0.5579707748496174,
    0.8672134150260342,
    0.8672134150260342,
    0.8672134150260342,
    0.8647681615508138,
    0.8647681615508138,
    0.8647681615508138,
    0.8647681615508138,
    0.8829549037227661,
    0.8829549037227661,
    0.8829549037227661,
    0.8829549037227661,
    0.8829549037227661,
    0.8829549037227661,
    0.8829549037227661,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.879057369526734,
    0.8956215291620044,
    0.8956215291620044,
    0.8956215291620044,
    0.8956215291620044,
    0.8956215291620044,
    0.8956215291620044,
    0.8956215291620044,
    0.8956215291620044,
    0.8956215291620044,
    0.8956215291620044,
    0.8883417785674151,
    0.8883417785674151,
    0.8883417785674151,
    0.8883417785674151,
    0.8883417785674151,
    0.8883417785674151,
    0.8883417785674151,
    0.8883417785674151,
    0.8883417785674151,
    0.8731579679939843,
    0.8731579679939843,
    0.8731579679939843
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "At the career fair, career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the career fair, counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; a welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the fair opens, and consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and a robotics startup flies a small drone above its booth for attention.",
    "At the career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; and a welcome announcement is being broadcast over the PA system outlining the fair schedule. Before opening, students line up outside the university gym, and consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention, and the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Before opening, students line up outside the university gym while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Before opening, students line up outside the university gym while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Dozens of booths with colorful banners surround a polished venue floor as attendees prepare for a university career fair. Before opening, students line up outside the university gym, clutching resumes inside branded folders while consulting firms stack glossy case-study booklets on high tables and rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and issue lanyards. A polished PA announces the welcome and outlines the schedule. Inside, the engineering society sponsors a resume-review table near the stage; career counselors guide unsure students toward applicable industries; healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle a venue floor as attendees prepare for a university career fair. Before opening, students line up outside the gym clutching resumes in branded folders, while consulting firms stack case-study booklets on tables and rehearse elevator pitches against walls. At the entrance, event staff scan registrations and issue lanyards, and a PA welcomes guests and outlines schedule. Inside, the engineering society sponsors a resume-review table near the stage; career counselors guide unsure students toward applicable industries; healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering pep talks near the coffee station. A robotics startup flies a drone above its booth; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens. Counselors remind attendees to maintain eye contact; some students rehearse elevator pitches, others line up outside before opening.",
    "Dozens of booths with colorful banners circle the polished gym floor as attendees prepare for a university career fair. Before opening, students line up outside clutching resumes in branded folders; consulting firms stack case-study booklets on tables and rehearse elevator pitches against walls. At the entrance, staff scan registrations and issue lanyards, and a PA welcomes guests and outlines the schedule. Inside, the engineering society sponsors a resume-review table near the stage; career counselors guide unsure students toward applicable industries; healthcare providers display community outreach photos. An alumni panel discusses preparing for technical interviews, with alumni volunteers delivering pep talks near the coffee station. A robotics startup flies a drone above its booth; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens. Counselors remind attendees to maintain eye contact; some students rehearse pitches, others line up outside before opening."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.7643750797899234,
    0.7643750797899234,
    0.7643750797899234,
    0.8084127731521956,
    0.8084127731521956,
    0.8084127731521956,
    0.8084127731521956,
    0.8084127731521956,
    0.8084127731521956,
    0.8084127731521956,
    0.8295713616710638,
    0.8295713616710638,
    0.8295713616710638,
    0.8972261251577707,
    0.8972261251577707,
    0.8972261251577707,
    0.8972261251577707,
    0.8972261251577707,
    0.9019763979200351,
    0.9019763979200351,
    0.9019763979200351,
    0.9019763979200351,
    0.9019763979200351,
    0.9019826584190909,
    0.9019826584190909,
    0.9019826584190909,
    0.9019826584190909,
    0.9019826584190909,
    0.9018751692534919,
    0.9018751692534919,
    0.9018751692534919,
    0.9018751692534919,
    0.9018751692534919,
    0.9018751692534919,
    0.9018751692534919,
    0.9018751692534919,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8825757088926038,
    0.8893217292516733,
    0.8893217292516733,
    0.8893217292516733,
    0.8893217292516733,
    0.8893217292516733,
    0.8893217292516733,
    0.8893217292516733,
    0.8658839604770634,
    0.8658839604770634,
    0.8658839604770634
  ],
  "2": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair site, activity centers on the entrance and the university gym. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the career fair site, activity centers on the entrance and the university gym. At the entrance, event staff scan registrations and hand out lanyards, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. At the fair, a welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the career fair site, activities center around the entrance and the university gym. At the entrance, event staff scan registrations and hand out lanyards, while alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Inside, a welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the career fair site, activities center around the entrance and the university gym. At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Inside, a welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair site, activities cluster around the entrance and the university gym. At the entrance, event staff scan registrations and hand out lanyards as an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens. Inside, a welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "The career fair site centers on two zones, the entrance and the university gym. At the entrance, event staff scan registrations and hand out lanyards while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens. Inside, a welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "The campus career fair unfolds across zones—the entrance and university gym—in a polished venue introduced by a welcome PA outlining schedule. At the entrance, staff scan registrations, hand out lanyards, and groups of students line up before opening while students mark target employers on an event map. Inside, dozens of booths with banners circle the polished floor; the engineering society sponsors a resume-review table by the stage, consulting firms display case study booklets, and students rehearse elevator pitches against the wall, clutching résumés in folders. Alumni panel discusses how to prepare for technical interviews, delivered by alumni volunteers, and near the coffee station alumni provide pep talks. Healthcare providers show photos from community outreach; workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. A robotics startup flies a drone above its booth, and finance firms offer QR codes for immediate internship applications."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.8079668767895777,
    0.8079668767895777,
    0.8079668767895777,
    0.8079668767895777,
    0.8720929909368473,
    0.8720929909368473,
    0.8720929909368473,
    0.8720929909368473,
    0.8720929909368473,
    0.8817039669172608,
    0.8817039669172608,
    0.8817039669172608,
    0.8817039669172608,
    0.8826110106822783,
    0.8826110106822783,
    0.8826110106822783,
    0.8826110106822783,
    0.8826110106822783,
    0.8940391459187091,
    0.8940391459187091,
    0.8940391459187091,
    0.9013710314223184,
    0.9013710314223184,
    0.9013710314223184,
    0.9013710314223184,
    0.9013710314223184,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8991303730465382,
    0.8764759463065205
  ],
  "3": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention.",
    "A welcome PA announcement outlines the fair schedule; a robotics startup is flying a small drone above its booth to attract attention; alumni volunteers deliver quick pep talks near the coffee station; the engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome PA announcement outlines the schedule. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome PA announcement outlines the schedule. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome PA announcement outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos to set the scene for the fair. Career counselors redirect unsure students toward applicable industries. Inside the venue, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall, and others line up outside the university gym before the career fair opens.",
    "At the fair, a welcome PA announcement outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos to set the scene for the fair. Career counselors redirect unsure students toward applicable industries. Inside the venue, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall, and others line up outside the university gym before the career fair opens.",
    "At the fair, a welcome PA announces the schedule. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos to set the scene. Career counselors redirect unsure students toward applicable industries. Inside the venue, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall, and others line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome PA announces the schedule. A robotics startup flies a small drone above its booth to attract attention, while alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos to set the scene. Career counselors redirect unsure students toward applicable industries. Inside the venue, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall, and others line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Inside the university gym, a welcome PA announces the fair schedule. A robotics startup flies a small drone above its booth to attract attention while alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos to set the scene. Career counselors redirect unsure students toward applicable industries. Inside the venue, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against a wall, others line up outside before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Inside the university gym, the welcome PA announces the fair schedule. Dozens of booths with banners circle the floor, where a robotics startup flies a small drone above its booth to attract attention and alumni volunteers give pep talks near the coffee station. Healthcare providers showcase outreach photos while career counselors direct students toward applicable industries and remind attendees to maintain eye contact as students clutch resumes inside branded folders. Some rehearse elevator pitches against a wall, and others line up outside before opening. At the entrance, event staff scan registrations and hand out lanyards. The cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their apps. The engineering society runs a resume review table near the stage, and consulting firms stack case study booklets on high tables. An alumni panel discusses preparing for technical interviews. Activity centers at the entrance and gym."
  ],
  "3_score": [
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5713346937089698,
    0.5713346937089698,
    0.5713346937089698,
    0.565565591421959,
    0.565565591421959,
    0.565565591421959,
    0.8303107296750384,
    0.8303107296750384,
    0.8303107296750384,
    0.8303107296750384,
    0.8303107296750384,
    0.8527071237237801,
    0.8527071237237801,
    0.8527071237237801,
    0.8527071237237801,
    0.8527071237237801,
    0.8909261505946606,
    0.8909261505946606,
    0.8909261505946606,
    0.8909261505946606,
    0.8909261505946606,
    0.8909261505946606,
    0.8909261505946606,
    0.9003533397377461,
    0.9003533397377461,
    0.9003533397377461,
    0.9003533397377461,
    0.9076325804880157,
    0.9076325804880157,
    0.9076325804880157,
    0.9076325804880157,
    0.9076325804880157,
    0.9076325804880157,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8893381201630177,
    0.8862992287554368,
    0.8862992287554368,
    0.8862992287554368,
    0.8862992287554368,
    0.8862992287554368,
    0.8862992287554368
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "An alumni panel discusses how to prepare for technical interviews at a polished venue where dozens of booths with colorful banners circle the floor. Healthcare providers showcase community outreach photos, and a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. In the same venue, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews in a polished venue hosting dozens of booths circled by colorful banners. Healthcare providers display community outreach photos, and a welcome PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews in a polished venue with dozens of booths circled by colorful banners. Healthcare providers display community outreach photos, and a welcome PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews in a polished venue hosting a career fair with dozens of booths circled by colorful banners. Healthcare providers display community outreach photos, and a welcome PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a polished venue hosting a career fair with dozens of booths circled by colorful banners, an alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos as a welcome PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a polished venue hosting a career fair with dozens of booths circled by colorful banners, activities cluster around the entrance and the university gym. An alumni panel discusses how to prepare for technical interviews, while healthcare providers display community outreach photos and a welcome PA outlines the schedule. At the entrance, staff scan registrations and issue lanyards; inside, consulting firms stack glossy case study booklets on high tables as students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.8226558811291638,
    0.8226558811291638,
    0.8226558811291638,
    0.8314917575173136,
    0.8314917575173136,
    0.8314917575173136,
    0.8314917575173136,
    0.8314917575173136,
    0.8293308078228154,
    0.8293308078228154,
    0.8293308078228154,
    0.8293308078228154,
    0.8179426338394049,
    0.8179426338394049,
    0.8179426338394049,
    0.8179426338394049,
    0.8179426338394049,
    0.8130954784240786,
    0.8130954784240786,
    0.8130954784240786,
    0.8279542754368578,
    0.8279542754368578,
    0.8279542754368578,
    0.8279542754368578,
    0.8279542754368578,
    0.8279542754368578,
    0.8279542754368578,
    0.8279542754368578,
    0.8279542754368578,
    0.854334446225052,
    0.854334446225052,
    0.854334446225052,
    0.854334446225052,
    0.854334446225052,
    0.854334446225052,
    0.854334446225052,
    0.854334446225052,
    0.854334446225052,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109,
    0.88194914153109
  ],
  "5": [
    "",
    "\"\"",
    "A welcome announcement is currently being broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees. Alumni volunteers are delivering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "A polished venue hosts a fair with a PA welcome announcement outlining the schedule for attendees. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "A polished venue hosts a career fair where a PA welcome announces the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables as students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while healthcare providers showcase community outreach photos to establish the scene. Career-fair counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "A polished venue hosts a career fair with a PA welcome announcing the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact; at times, they redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "A polished venue hosts a career fair with a PA welcome announcing the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while inside the venue students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Some students line up outside the university gym before the career fair opens.",
    "A polished venue hosts a career fair, introduced by welcome PA announcing schedule. Alumni volunteers deliver pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, while consulting firms display case study booklets on high tables and students rehearse elevator pitches quietly against a wall, clutching resumes in branded folders. An alumni panel discusses how to prepare for technical interviews in the venue. Dozens of booths with colorful banners encircle the floor, and healthcare providers showcase photos from outreach. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for internships. Outside the university gym, students line up before the fair opens and friends mark target employers on the event map. A robotics startup flies a small drone above its booth."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.40915065920838206,
    0.40915065920838206,
    0.40915065920838206,
    0.40915065920838206,
    0.40915065920838206,
    0.40915065920838206,
    0.7584070195631906,
    0.7584070195631906,
    0.7584070195631906,
    0.8278425591449915,
    0.8278425591449915,
    0.8278425591449915,
    0.8278425591449915,
    0.8524467809621366,
    0.8524467809621366,
    0.8524467809621366,
    0.8524467809621366,
    0.8524467809621366,
    0.8570115069315206,
    0.8570115069315206,
    0.8570115069315206,
    0.8570115069315206,
    0.8570115069315206,
    0.8570115069315206,
    0.8570115069315206,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8665266552034051,
    0.8946343295413746,
    0.8946343295413746
  ],
  "6": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "At a polished venue, career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables as students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a structured, informational circuit around the event.",
    "At a polished venue, career counselors steer unsure students toward applicable industries, while students clutch resumes in branded folders. Consulting firms display glossy case study booklets on high tables as students rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a structured informational circuit around the event. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a polished venue, career counselors guide unsure students toward applicable industries as students clutch resumes in branded folders. Consulting firms display glossy case study booklets on high tables while students rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a structured informational circuit around the event. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At a polished venue, career counselors guide unsure students toward applicable industries as students clutch resumes in branded folders. Consulting firms display glossy case study booklets on high tables while students rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a structured informational circuit around the event. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At a polished venue, career counselors guide unsure students toward applicable industries as students clutch resumes in branded folders. Consulting firms display glossy case study booklets on high tables while students rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a structured informational circuit around the event. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At a polished venue, career counselors guide unsure students toward applicable industries as students clutch resumes in branded folders. Consulting firms display glossy case-study booklets on high tables as others rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a structured informational circuit around the event. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At a polished venue, career counselors guide unsure students toward applicable industries as students clutch resumes in branded folders. Consulting firms display glossy case-study booklets on high tables while others rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a structured informational circuit around the event. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At a polished venue, career counselors guide unsure students toward applicable industries as students clutch resumes in branded folders. Consulting firms display glossy case-study booklets on high tables while others rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a structured informational circuit around the event. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At a polished venue, career counselors guide unsure students toward applicable industries as students clutch resumes in branded folders. Consulting firms display glossy case-study booklets on high tables while others rehearse elevator pitches quietly along the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a structured informational circuit around the event. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications."
  ],
  "6_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.7593681525056004,
    0.7593681525056004,
    0.7593681525056004,
    0.7593681525056004,
    0.7593681525056004,
    0.7593681525056004,
    0.8059714434139301,
    0.8059714434139301,
    0.8059714434139301,
    0.8059714434139301,
    0.8059714434139301,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8246177907104524,
    0.8318368081184032,
    0.8318368081184032,
    0.8318368081184032,
    0.8318368081184032,
    0.8318368081184032,
    0.852816124710696,
    0.852816124710696,
    0.852816124710696,
    0.852816124710696,
    0.852816124710696,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496,
    0.8522575167980496
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. At the career fair, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. At the career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "A campus career fair unfolds with a welcome announcement over the PA system outlining the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. Counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Nearby, alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "A campus career fair unfolds with a welcome PA announcing the schedule. Inside, dozens of booths are housed in a polished venue, each circled by colorful banners. Consulting firms display glossy case study booklets on high tables, while students rehearse elevator pitches quietly against the wall and clutch resumes in branded folders. Healthcare providers show photos from community outreach. Alumni volunteers give quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews in the same venue hosting the fair. At the entrance, staff scan registrations and hand out lanyards to attendees. Outside, groups of students line up before the fair opens; groups of friends mark target employers on the event map.",
    "A campus career fair unfolds in a polished venue, introduced by a welcome PA announcing the schedule. Dozens of booths are circled by colorful banners. Consulting firms display glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. Healthcare providers show photos from community outreach. Alumni volunteers give quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews in the same venue hosting the fair. At the entrance, staff scan registrations and hand out lanyards to attendees. Outside, groups of students line up before the fair opens; groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "A campus career fair unfolds in a polished venue, introduced by a welcome PA with the schedule. Dozens of booths, each framed by colorful banners, circle the polished floor. Consulting firms display glossy case study booklets on high tables; students rehearse elevator pitches against the wall, clutching resumes in branded folders. Healthcare providers show photos from community outreach. Alumni volunteers give quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews in the same venue hosting the fair. At the entrance, staff scan registrations and hand out lanyards to attendees. Outside, groups of students line up before opening, while groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "The campus career fair unfolds in a venue centered on two zones: the entrance and the university gym. Dozens of booths with colorful banners circle the floor; consulting firms display glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth. Finance firms offer QR codes for internship applications. Outside, groups of students line up before opening and friends mark target employers on an event map. Inside, a welcome PA outlines the schedule; alumni volunteers deliver quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews in the venue. The engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom. Healthcare providers show photos from community outreach; career counselors redirect unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards to attendees.",
    "The campus career fair unfolds in two zones: the entrance and the university gym. Dozens of booths with colorful banners line the floor, with consulting firms displaying glossy case study booklets on high tables and a robotics startup flying a small drone above its booth; finance firms offer QR codes for internship applications. Outside, groups of students line up before opening while friends mark target employers on an event map. Inside, a welcome PA outlines the schedule as alumni volunteers give quick pep talks near the coffee station and an alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume review table near the stage, with networking etiquette workshops in the adjoining classroom. Healthcare providers show photos from community outreach, and career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "The campus career fair unfolds in two zones: the entrance and the university gym. Dozens of booths with colorful banners line the floor, with consulting firms displaying glossy case study booklets on high tables and a robotics startup flying a small drone above its booth; finance firms offer QR codes for internship applications. Outside, groups of students line up before opening while friends mark target employers on an event map. Inside, a welcome PA outlines the schedule as alumni volunteers give quick pep talks near the coffee station and an alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume review table near the stage, with networking etiquette workshops in the adjoining classroom. Healthcare providers show photos from community outreach, and career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards to attendees."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.837629886021803,
    0.837629886021803,
    0.837629886021803,
    0.8238723391002747,
    0.8238723391002747,
    0.8238723391002747,
    0.8081456687830685,
    0.8081456687830685,
    0.8081456687830685,
    0.8081456687830685,
    0.8081456687830685,
    0.8832463660167447,
    0.8832463660167447,
    0.8832463660167447,
    0.8832463660167447,
    0.8832463660167447,
    0.8832463660167447,
    0.8866559817864663,
    0.8866559817864663,
    0.8866559817864663,
    0.8866559817864663,
    0.8866559817864663,
    0.8866559817864663,
    0.8866559817864663,
    0.8815053590812886,
    0.8815053590812886,
    0.8815053590812886,
    0.8815053590812886,
    0.8815053590812886,
    0.8815053590812886,
    0.8815053590812886,
    0.8815053590812886,
    0.8699075985884983,
    0.8699075985884983,
    0.8699075985884983,
    0.8699075985884983,
    0.8699075985884983,
    0.8699075985884983,
    0.8699075985884983,
    0.8699075985884983,
    0.8890519249232998,
    0.8890519249232998,
    0.8890519249232998,
    0.8890519249232998,
    0.8890519249232998,
    0.8890519249232998,
    0.8890519249232998,
    0.8890519249232998
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Healthcare providers showcase community outreach photos, establishing the scene. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos to establish the scene for the fair. A welcome announcement over the PA system outlines the schedule. Some students rehearse elevator pitches quietly against a wall. At the career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos to establish the scene for the fair. A welcome announcement over the PA system outlines the schedule. Some students rehearse elevator pitches quietly against a wall. Students line up outside the university gym before the career fair opens. Inside the career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos to set the scene for the fair. A welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Inside, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos to set the scene. A welcome PA announcement outlines the schedule. Outside the university gym, some students rehearse elevator pitches against a wall while others line up before the fair opens. Inside, counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos to set the scene, while a welcome PA announcement outlines the schedule. Outside the university gym, some students rehearse elevator pitches against a wall as others line up before the fair opens. Inside, counselors remind attendees to maintain eye contact while students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Healthcare providers display community outreach photos to set the scene as a welcome PA announces the schedule. Outside the university gym, some students rehearse elevator pitches against a wall while others line up before the fair opens. Inside, counselors remind attendees to maintain eye contact while students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At career fair site on campus, dozens of booths with banners circle the floor, while groups of students line up outside the university gym before the fair opens. Outside, they rehearse elevator pitches against a wall; inside, a welcome PA outlines the schedule and counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. An engineering society sponsors a resume review table near stage, and alumni volunteers deliver pep talks near coffee station. A robotics startup flies a drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on event map. Workshops on networking etiquette begin in the adjoining classroom, with activities clustering around the entrance and the gym. Healthcare providers display community outreach photos, while event staff scan registrations and hand out lanyards at the entrance, and an alumni panel discusses technical interviews."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4923679406336602,
    0.4923679406336602,
    0.4923679406336602,
    0.6721744378449332,
    0.6721744378449332,
    0.6721744378449332,
    0.6721744378449332,
    0.6721744378449332,
    0.6721744378449332,
    0.8194643570094945,
    0.8194643570094945,
    0.8194643570094945,
    0.8194643570094945,
    0.8194643570094945,
    0.8203125654127186,
    0.8203125654127186,
    0.8203125654127186,
    0.812493198018541,
    0.812493198018541,
    0.812493198018541,
    0.812493198018541,
    0.812493198018541,
    0.8576609238463164,
    0.8576609238463164,
    0.8576609238463164,
    0.8576609238463164,
    0.8576609238463164,
    0.8576609238463164,
    0.8576609238463164,
    0.8857368407961792,
    0.8857368407961792,
    0.8857368407961792,
    0.8857368407961792,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8995974722123734,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913,
    0.8982213568227913
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Alumni volunteers are delivering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is being broadcast over the PA system outlining the fair schedule. Alumni volunteers are delivering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. A robotics startup is flying a small drone above its booth to attract attention.",
    "A welcome announcement is being broadcast over the PA system outlining the fair schedule. Alumni volunteers are delivering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is being broadcast over the PA system outlining the fair schedule. Alumni volunteers are delivering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "A welcome announcement is being broadcast over the PA system outlining the fair schedule. Alumni volunteers are delivering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and at the career fair they remind attendees to maintain eye contact while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym.",
    "At the career fair, a welcome PA announces the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society hosts a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors guide unsure students toward applicable industries, and attendees are reminded to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. At the fair site, activity centers on the entrance and the university gym.",
    "At the career fair, a welcome PA announces the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society runs a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors guide unsure students toward applicable industries, and attendees are reminded to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. At the fair site, activity centers on the entrance and the university gym.",
    "At the university career fair, activity centers on the entrance and the university gym, with preopening lines of students outside the gym. A welcome PA announces the schedule as alumni volunteers deliver quick pep talks near the coffee station. The engineering society runs a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors guide unsure students toward applicable industries, and attendees are reminded to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, activity centers on the entrance and the university gym, with preopening lines of students outside the gym. A welcome PA announces the schedule as alumni volunteers deliver quick pep talks near the coffee station. The engineering society runs a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors guide unsure students toward applicable industries, and attendees are reminded to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, activity centers on the entrance and the university gym, with preopening lines of students outside the gym. A welcome PA announces the schedule while alumni volunteers deliver quick pep talks near the coffee station. The engineering society runs a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors guide unsure students toward applicable industries, with attendees reminded to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "A polished university career fair unfolds in a venue with an entrance and a gym. Dozens of booths with banners encircle the floor. Some students line up outside the gym before opening. Inside, a PA welcomes attendees and announces the schedule, while alumni volunteers deliver pep talks near the coffee station. Career counselors guide unsure students toward applicable industries and remind everyone to maintain eye contact, as students clutch resumes inside branded folders. The engineering society runs a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables; a robotics startup flies a drone above its booth to attract attention, while some students rehearse elevator pitches quietly against a wall. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and groups mark employers on an event map. Healthcare providers showcase outreach photos."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.36941914481635313,
    0.36941914481635313,
    0.5386465367928815,
    0.5386465367928815,
    0.5386465367928815,
    0.5386465367928815,
    0.7197437996310052,
    0.7197437996310052,
    0.7197437996310052,
    0.7769010247389765,
    0.7769010247389765,
    0.7769010247389765,
    0.8112685555734488,
    0.8112685555734488,
    0.8112685555734488,
    0.8112685555734488,
    0.8217841804518874,
    0.8217841804518874,
    0.8217841804518874,
    0.8217841804518874,
    0.8217841804518874,
    0.9023902788021562,
    0.9023902788021562,
    0.9023902788021562,
    0.9023902788021562,
    0.9023902788021562,
    0.9023902788021562,
    0.9023902788021562,
    0.9023902788021562,
    0.8988849340004597,
    0.8988849340004597,
    0.8988849340004597,
    0.8988849340004597,
    0.8988849340004597,
    0.9005518613381062,
    0.9005518613381062,
    0.9005518613381062,
    0.9005518613381062,
    0.9005518613381062,
    0.8645649355373555,
    0.8645649355373555,
    0.8645649355373555,
    0.8645649355373555,
    0.8645649355373555,
    0.8645649355373555,
    0.8645649355373555,
    0.8645649355373555,
    0.8645649355373555,
    0.8709714891355484,
    0.8709714891355484,
    0.8709714891355484,
    0.8709714891355484,
    0.8709714891355484,
    0.8709714891355484,
    0.8709714891355484,
    0.8709714891355484,
    0.877138417607383,
    0.877138417607383,
    0.877138417607383,
    0.877138417607383,
    0.877138417607383
  ]
}