{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Finance firms offer QR codes for immediate internship applications, while dozens of booths with colorful banners circle the polished floor.",
    "Finance firms offer QR codes for immediate internship applications, while dozens of booths with colorful banners circle the polished floor.",
    "On the polished floor, dozens of booths with colorful banners encircle the area, and finance firms offer QR codes for immediate internship applications.",
    "On the polished floor, dozens of booths with colorful banners encircle the area, and finance firms offer QR codes for immediate internship applications.",
    "On the polished floor, dozens of booths with colorful banners encircle the area, and finance firms offer QR codes for immediate internship applications.",
    "On a polished floor, dozens of booths with colorful banners encircle the area, and finance firms offer QR codes for immediate internship applications.",
    "On a polished floor, dozens of booths with colorful banners encircle the area, and finance firms offer QR codes for immediate internship applications.",
    "On a polished floor, dozens of booths with colorful banners encircle the area, and finance firms offer QR codes for immediate internship applications."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.4331517088413238,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.39546631707812985,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397,
    0.402210198776397
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in anticipation of the career fair opening. Finance firms are offering QR codes to enable immediate internship applications.",
    "Students line up outside the university gym in anticipation of the career fair opening. Finance firms are offering QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym in anticipation of the career fair opening. Finance firms are offering QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym in anticipation of the career fair opening. Finance firms are offering QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym in anticipation of the career fair opening. Finance firms are offering QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym for the career fair opening. Finance firms offer QR codes enabling immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym's career fair opening, students line up outside as finance firms offer QR codes for immediate internship applications. Inside, the engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables; alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university gym's career fair opening, students line up outside as finance firms offer QR codes for immediate internship applications. Inside, the engineering society sponsors a resume review table near the stage, and students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5519427606531437,
    0.5519427606531437,
    0.5519427606531437,
    0.5519427606531437,
    0.5519427606531437,
    0.5519427606531437,
    0.5519427606531437,
    0.5519427606531437,
    0.5519427606531437,
    0.5519427606531437,
    0.699688788396807,
    0.699688788396807,
    0.699688788396807,
    0.699688788396807,
    0.699688788396807,
    0.699688788396807,
    0.699688788396807,
    0.7353941172513052,
    0.7353941172513052,
    0.7353941172513052,
    0.7353941172513052,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.776731638551081,
    0.7805161168045501,
    0.7805161168045501,
    0.7805161168045501,
    0.7805161168045501,
    0.7805161168045501,
    0.7805161168045501,
    0.7805161168045501,
    0.7805161168045501,
    0.7805161168045501,
    0.8028006559860281,
    0.8028006559860281,
    0.8028006559860281,
    0.804869315822391,
    0.804869315822391,
    0.804869315822391,
    0.804869315822391,
    0.804869315822391,
    0.804869315822391
  ],
  "2": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.6536947961048618,
    0.7502875873149347,
    0.7502875873149347,
    0.7502875873149347,
    0.7502875873149347,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.7852481001882621,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986,
    0.8305071552112986
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the scene, consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables in the scene. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "In the scene, consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables as attendees move through a space; in the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "In a conference-like space, consulting firms stack glossy case study booklets on high tables as attendees move through. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, while finance firms offer QR codes for immediate internship applications.",
    "In a conference-like space, consulting firms stack glossy case study booklets on high tables as attendees move through. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.4747873187907481,
    0.6056744850661239,
    0.6056744850661239,
    0.6056744850661239,
    0.6267958662965657,
    0.6267958662965657,
    0.6267958662965657,
    0.6267958662965657,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.6164724617223859,
    0.698646190538016,
    0.698646190538016,
    0.698646190538016,
    0.698646190538016,
    0.698646190538016,
    0.698646190538016,
    0.6944722054843953,
    0.6944722054843953,
    0.6944722054843953,
    0.6944722054843953,
    0.6944722054843953,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7909603674096135,
    0.7985709562266392,
    0.7985709562266392,
    0.7985709562266392
  ],
  "4": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are offering QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "Finance firms are offering QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "In the venue, finance firms are offering QR codes to support immediate internship applications. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the venue, finance firms are offering QR codes to support immediate internship applications. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, finance firms are providing QR codes to support immediate internship applications. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, finance firms are providing QR codes to support immediate internship applications. Near the stage, the engineering society sponsors a resume review table. A number of students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At the venue, finance firms are providing QR codes to support immediate internship applications. Near the stage, the engineering society sponsors a resume review table. A number of students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At the venue, multiple groups host career engagement activities: finance firms are providing QR codes to support immediate internship applications; near the stage, the engineering society sponsors a resume review table; a number of students rehearse elevator pitches quietly against the wall; healthcare providers showcase community outreach photos; alumni volunteers give quick pep talks near the coffee station; human resources teams jot notes on tablets as students introduce themselves; and students clutch resumes inside branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.3554440743546082,
    0.3554440743546082,
    0.3554440743546082,
    0.583280773952523,
    0.583280773952523,
    0.583280773952523,
    0.583280773952523,
    0.7612068106217574,
    0.7612068106217574,
    0.7612068106217574,
    0.7612068106217574,
    0.7612068106217574,
    0.7612068106217574,
    0.7612068106217574,
    0.7612068106217574,
    0.7612068106217574,
    0.7612068106217574,
    0.7814936530970373,
    0.7814936530970373,
    0.7814936530970373,
    0.7814936530970373,
    0.7814936530970373,
    0.7814936530970373,
    0.7814936530970373,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.7991518108564437,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.8013306620509341,
    0.505972105642265,
    0.505972105642265,
    0.505972105642265,
    0.505972105642265
  ],
  "5": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, and tech companies display demo screens of their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin, and tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "In an adjoining classroom, workshops on networking etiquette begin while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "In an adjoining classroom, workshops on networking etiquette begin as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "An adjoining classroom hosts networking etiquette workshops as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "An adjoining classroom hosts networking etiquette workshops, as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "An adjoining classroom hosts networking etiquette workshops while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3502601719964819,
    0.3502601719964819,
    0.3502601719964819,
    0.3502601719964819,
    0.3502601719964819,
    0.3502601719964819,
    0.3502601719964819,
    0.3502601719964819,
    0.5283040599026201,
    0.5283040599026201,
    0.5283040599026201,
    0.5283040599026201,
    0.5283040599026201,
    0.5283040599026201,
    0.5283040599026201,
    0.5233947268168695,
    0.5233947268168695,
    0.5233947268168695,
    0.5233947268168695,
    0.5233947268168695,
    0.5233947268168695,
    0.5233947268168695,
    0.6907251369634034,
    0.6907251369634034,
    0.6907251369634034,
    0.6907251369634034,
    0.6907251369634034,
    0.6907251369634034,
    0.6907251369634034,
    0.6948207009745437,
    0.6948207009745437,
    0.6948207009745437,
    0.6948207009745437,
    0.7286213564127333,
    0.7286213564127333,
    0.7286213564127333,
    0.7286213564127333,
    0.7286213564127333,
    0.7286213564127333,
    0.7286213564127333,
    0.7286213564127333,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662,
    0.7124035002825662
  ],
  "6": [
    "",
    "",
    "A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, a cybersecurity company is conducting a password-cracking challenge on a laptop while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, and students line up outside the university gym before the fair opens.",
    "At the university career fair, a cybersecurity company is conducting a password-cracking challenge on a laptop while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, and students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a cybersecurity company is conducting a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, a cybersecurity company is conducting a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes in branded folders; tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes in branded folders as tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens showing their latest apps. Students clutch resumes in branded folders and line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall."
  ],
  "6_score": [
    0.0,
    0.0,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.4382627709525999,
    0.4382627709525999,
    0.4382627709525999,
    0.4382627709525999,
    0.4382627709525999,
    0.4382627709525999,
    0.4382627709525999,
    0.4382627709525999,
    0.4382627709525999,
    0.317895027310465,
    0.317895027310465,
    0.317895027310465,
    0.317895027310465,
    0.317895027310465,
    0.317895027310465,
    0.317895027310465,
    0.317895027310465,
    0.6100204378292926,
    0.6100204378292926,
    0.6100204378292926,
    0.6100204378292926,
    0.6100204378292926,
    0.6100204378292926,
    0.6100204378292926,
    0.8145229059061412,
    0.8145229059061412,
    0.8145229059061412,
    0.8145229059061412,
    0.8145229059061412,
    0.8513717767441148,
    0.8513717767441148,
    0.8513717767441148,
    0.8513717767441148,
    0.8513717767441148,
    0.8513717767441148,
    0.8513717767441148,
    0.8513717767441148,
    0.8513717767441148,
    0.8513717767441148,
    0.864098275385776,
    0.864098275385776,
    0.864098275385776,
    0.864098275385776,
    0.8669673520907568,
    0.8669673520907568,
    0.8669673520907568,
    0.8669673520907568,
    0.8669673520907568,
    0.8669673520907568,
    0.8669673520907568,
    0.8669673520907568,
    0.8669673520907568,
    0.8711671446646778,
    0.8711671446646778,
    0.8711671446646778,
    0.8711671446646778,
    0.8711671446646778,
    0.8711671446646778,
    0.8745502548565475
  ],
  "7": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "In the venue, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue of the fair, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens that show their latest apps.",
    "At the fair venue, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens that show their latest apps.",
    "At the fair venue, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens that show their latest apps.",
    "At the fair venue, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens that show their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At the fair venue, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens that show their latest apps. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair venue, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens that show their latest apps. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5809662170891283,
    0.5809662170891283,
    0.5809662170891283,
    0.5809662170891283,
    0.5809662170891283,
    0.5809662170891283,
    0.5809662170891283,
    0.8029147860394192,
    0.8029147860394192,
    0.8029147860394192,
    0.8029147860394192,
    0.8426074387759821,
    0.8426074387759821,
    0.8426074387759821,
    0.8426074387759821,
    0.8426074387759821,
    0.8426074387759821,
    0.8426074387759821,
    0.8426074387759821,
    0.8426074387759821,
    0.8426074387759821,
    0.8598419426394475,
    0.8598419426394475,
    0.8598419426394475,
    0.8598419426394475,
    0.8598419426394475,
    0.8546082562033662,
    0.8546082562033662,
    0.8546082562033662,
    0.8546082562033662,
    0.8546082562033662,
    0.8546082562033662,
    0.8546082562033662,
    0.8546082562033662,
    0.8546082562033662,
    0.8546082562033662,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8897192308270656,
    0.8923682723678943,
    0.8923682723678943,
    0.8923682723678943,
    0.8923682723678943,
    0.8923682723678943
  ],
  "8": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets as students introduce themselves.",
    "The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "In a university gym, students line up outside ahead of the career fair opening. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "In a university gym, students line up outside ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41151687440662355,
    0.41151687440662355,
    0.41151687440662355,
    0.41151687440662355,
    0.41151687440662355,
    0.41151687440662355,
    0.6779021902350405,
    0.6779021902350405,
    0.6779021902350405,
    0.6779021902350405,
    0.6779021902350405,
    0.6779021902350405,
    0.6779021902350405,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7462905314865333,
    0.7601442077499916,
    0.7601442077499916,
    0.7601442077499916,
    0.7601442077499916,
    0.7601442077499916,
    0.7601442077499916,
    0.7601442077499916,
    0.7601442077499916,
    0.7601442077499916,
    0.7601442077499916,
    0.8224232604327145,
    0.8224232604327145,
    0.8224232604327145,
    0.8224232604327145,
    0.8224232604327145,
    0.8224232604327145,
    0.8224232604327145,
    0.8224232604327145,
    0.823019064393631,
    0.823019064393631,
    0.823019064393631,
    0.823019064393631,
    0.823019064393631,
    0.823019064393631,
    0.823019064393631,
    0.823019064393631,
    0.823019064393631
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, offering insights into interview readiness. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on security exercise within the event space.",
    "An alumni panel discusses how to prepare for technical interviews, offering insights into interview readiness. In the adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on security exercise within the event space. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, offering insights into interview readiness. In the adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on security exercise within the event space. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, offering insights into interview readiness. In the adjoining classroom, networking etiquette workshops begin, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on security exercise within the event space. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "An event space hosts an alumni panel on preparing for technical interviews, discussing interview readiness. In an adjoining classroom, networking etiquette workshops begin while career counselors redirect unsure students toward applicable industries. A cybersecurity company operates a password-cracking challenge on a laptop, providing a hands-on security exercise within the event space. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.5792768772286551,
    0.5792768772286551,
    0.5792768772286551,
    0.5792768772286551,
    0.5792768772286551,
    0.5792768772286551,
    0.5792768772286551,
    0.5792768772286551,
    0.5792768772286551,
    0.7119392654054348,
    0.7119392654054348,
    0.7119392654054348,
    0.7119392654054348,
    0.737906703439118,
    0.737906703439118,
    0.737906703439118,
    0.737906703439118,
    0.737906703439118,
    0.737906703439118,
    0.737906703439118,
    0.7626746640206039,
    0.7626746640206039,
    0.7626746640206039,
    0.7626746640206039,
    0.7626746640206039,
    0.7626746640206039,
    0.7626746640206039,
    0.7626746640206039,
    0.7626746640206039,
    0.7626746640206039,
    0.7689744672098083,
    0.7689744672098083,
    0.7689744672098083,
    0.7689744672098083,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508,
    0.784807236489508
  ],
  "10": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, presenting a visible display of case materials. An alumni panel discusses how to prepare for technical interviews.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, creating a visible display of case materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks near the coffee station.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, creating a visible display of case materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "The scene centers on a career-oriented gathering where consulting firms display glossy case study booklets stacked on high tables, forming a visible display of case materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At a career-oriented gathering, consulting firms display glossy case study booklets stacked on high tables, forming a visible display of case materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At a career-oriented gathering, consulting firms display glossy case study booklets stacked on high tables, forming a visible display of case materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At a career-oriented gathering, consulting firms display glossy case study booklets stacked on high tables, forming a visible display of case materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At a career-oriented gathering, dozens of booths with colorful banners circle a polished floor. High tables hold glossy case study booklets forming a visible display of case materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.538350761945297,
    0.538350761945297,
    0.538350761945297,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6504875290303639,
    0.6751426359024799,
    0.6751426359024799,
    0.6751426359024799,
    0.6751426359024799,
    0.6751426359024799,
    0.721065807293884,
    0.721065807293884,
    0.721065807293884,
    0.721065807293884,
    0.721065807293884,
    0.721065807293884,
    0.721065807293884,
    0.7413635524428038,
    0.7413635524428038,
    0.7413635524428038,
    0.7413635524428038,
    0.7413635524428038,
    0.7413635524428038,
    0.7413635524428038,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7508184058857903,
    0.7713057623673274,
    0.7713057623673274
  ],
  "11": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.39137134852235794,
    0.39137134852235794,
    0.39137134852235794,
    0.39137134852235794,
    0.39137134852235794,
    0.39137134852235794,
    0.39137134852235794,
    0.39137134852235794,
    0.44993889745126325,
    0.44993889745126325,
    0.44993889745126325,
    0.44993889745126325,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8138252928877536,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163,
    0.8342307061297163
  ],
  "12": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners circle the polished floor, forming a busy exhibition layout. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle the polished floor, forming a busy exhibition layout. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "A polished exhibition floor hosts dozens of booths bordered by colorful banners that circle the space, creating a busy layout. Human resources teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, coordinating who to approach. Tech companies display demo screens showing their latest apps, providing hands-on glimpses amid the bustle.",
    "On a polished exhibition floor, dozens of booths bordered by colorful banners circle the space, producing a busy layout. Human resources teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, coordinating who to approach. Tech companies display demo screens showing their latest apps, offering hands-on glimpses amid the bustle.",
    "On a polished exhibition floor, dozens of booths bordered by colorful banners circle the space, creating a busy layout. Human resources teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map and coordinate whom to approach. Tech companies display demo screens showing their latest apps, offering hands-on glimpses amid the bustle. The engineering society sponsors a resume review table near the stage.",
    "On a polished exhibition floor, dozens of booths bordered by colorful banners circle the space, creating a busy layout. Human resources teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map and coordinate whom to approach. Tech companies display demo screens showing their latest apps, offering hands-on glimpses amid the bustle. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "On a polished exhibition floor, dozens of booths bordered by colorful banners encircle the space, creating a busy layout. Human resources teams jot notes on tablets as students introduce themselves, with some students quietly rehearsing elevator pitches against the wall. Groups of friends mark target employers on the event map and coordinate whom to approach. Tech companies display demo screens showing their latest apps, offering hands-on glimpses amid the bustle. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "On a polished exhibition floor, dozens of booths bordered by colorful banners encircle the space, creating a busy layout. Human resources teams jot notes on tablets as students introduce themselves, with some students quietly rehearsing elevator pitches against the wall. Groups of friends mark target employers on the event map and coordinate whom to approach. Tech companies display demo screens showing their latest apps, offering hands-on glimpses amid the bustle. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.6970787291969262,
    0.6970787291969262,
    0.6970787291969262,
    0.6970787291969262,
    0.765586094426624,
    0.765586094426624,
    0.765586094426624,
    0.765586094426624,
    0.765586094426624,
    0.7754396566537229,
    0.7754396566537229,
    0.7754396566537229,
    0.7754396566537229,
    0.7754396566537229,
    0.7754396566537229,
    0.7754396566537229,
    0.7754396566537229,
    0.7772285172199407,
    0.7772285172199407,
    0.7772285172199407,
    0.7772285172199407,
    0.7772285172199407,
    0.7772285172199407,
    0.7772285172199407,
    0.7772285172199407,
    0.8137297887712687,
    0.8137297887712687,
    0.8137297887712687,
    0.8137297887712687,
    0.8137297887712687,
    0.8137297887712687,
    0.7992110415554589,
    0.7992110415554589,
    0.7992110415554589,
    0.7992110415554589,
    0.7992110415554589,
    0.7992110415554589,
    0.7992110415554589,
    0.8007739111042564,
    0.8007739111042564,
    0.8007739111042564,
    0.8307827186444352,
    0.8307827186444352,
    0.8307827186444352,
    0.8307827186444352,
    0.8307827186444352,
    0.8307827186444352,
    0.8307827186444352,
    0.8307827186444352,
    0.8307827186444352
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the event space.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the event space. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is broadcast over the PA system at the career fair, as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the event space. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome announcement is broadcast over the PA as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the event space. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4861634561770108,
    0.4861634561770108,
    0.4861634561770108,
    0.4861634561770108,
    0.4861634561770108,
    0.4861634561770108,
    0.4861634561770108,
    0.4861634561770108,
    0.6777143274945759,
    0.6777143274945759,
    0.6777143274945759,
    0.6777143274945759,
    0.6777143274945759,
    0.6777143274945759,
    0.6777143274945759,
    0.6777143274945759,
    0.7918169442322365,
    0.7918169442322365,
    0.7918169442322365,
    0.7918169442322365,
    0.7918169442322365,
    0.7918169442322365,
    0.7918169442322365,
    0.7918169442322365,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8016119647756803,
    0.8221084917121406,
    0.8221084917121406,
    0.8221084917121406,
    0.8221084917121406,
    0.8221084917121406,
    0.8221084917121406,
    0.8221084917121406
  ],
  "14": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, as dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos as dozens of booths with colorful banners encircle a polished floor. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "At a fair, healthcare providers display community outreach photos as dozens of booths with colorful banners encircle a polished floor. A welcome announcement plays over the PA system, outlining the schedule. An alumni panel discusses how to prepare for technical interviews, while a robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station.",
    "At a fair, healthcare providers display community outreach photos as dozens of booths with colorful banners encircle a polished floor. A welcome announcement plays over the PA system, outlining the schedule. An alumni panel discusses how to prepare for technical interviews, while a robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At a fair, healthcare providers display community outreach photos as dozens of booths with colorful banners encircle a polished floor, while a welcome announcement plays over the PA outlining the schedule. An alumni panel discusses how to prepare for technical interviews, and a robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance.",
    "At a fair, dozens of booths with colorful banners encircle a polished floor as healthcare providers display community outreach photos and a welcome PA announces the schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, while event staff scan registrations and hand out lanyards at the entrance.",
    "At a fair, dozens of booths with colorful banners encircle a polished floor, where healthcare providers display community outreach photos and a welcome PA announces the schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, while event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a fair, dozens of booths with colorful banners encircle a polished floor. Healthcare providers display community outreach photos, and a welcome PA announces the schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Nearby, alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "14_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3167497203320285,
    0.3167497203320285,
    0.3167497203320285,
    0.5623910900834577,
    0.5623910900834577,
    0.5623910900834577,
    0.5623910900834577,
    0.5623910900834577,
    0.5623910900834577,
    0.7198246967449511,
    0.7198246967449511,
    0.7198246967449511,
    0.7198246967449511,
    0.7198246967449511,
    0.7198246967449511,
    0.7198246967449511,
    0.7198246967449511,
    0.8347831041885776,
    0.8347831041885776,
    0.8347831041885776,
    0.8347831041885776,
    0.8286395868658566,
    0.8286395868658566,
    0.8286395868658566,
    0.8286395868658566,
    0.8286395868658566,
    0.8286395868658566,
    0.8426441136328569,
    0.8426441136328569,
    0.8426441136328569,
    0.8426441136328569,
    0.8426441136328569,
    0.8426441136328569,
    0.8426441136328569,
    0.8426441136328569,
    0.8426441136328569,
    0.8557302286179299,
    0.8557302286179299,
    0.8557302286179299,
    0.8557302286179299,
    0.8605169592060852,
    0.8605169592060852,
    0.8605169592060852,
    0.8605169592060852,
    0.8605169592060852,
    0.8605169592060852,
    0.8605169592060852,
    0.871920084281989,
    0.871920084281989,
    0.871920084281989,
    0.871920084281989,
    0.871920084281989,
    0.871920084281989,
    0.871920084281989,
    0.871920084281989,
    0.871920084281989,
    0.871920084281989,
    0.8755590297367248,
    0.8755590297367248
  ],
  "15": [
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a robotics startup flies a small drone over its booth to draw attention. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, a robotics startup flies a small drone over its booth to draw attention. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a robotics startup flies a small drone over its booth to draw attention. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a robotics startup flies a small drone over its booth to draw attention. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a robotics startup flies a small drone over its booth to draw attention. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a robotics startup flies a small drone over its booth to draw attention. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a robotics startup flies a small drone over its booth to draw attention. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations at the entrance and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5633730117867977,
    0.5633730117867977,
    0.5633730117867977,
    0.5633730117867977,
    0.5633730117867977,
    0.7611947783729112,
    0.7611947783729112,
    0.7611947783729112,
    0.7611947783729112,
    0.7611947783729112,
    0.7611947783729112,
    0.7611947783729112,
    0.7611947783729112,
    0.7611947783729112,
    0.7611947783729112,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.824117364329539,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8645781053385514,
    0.8901653649525731,
    0.8901653649525731,
    0.8898800196366399,
    0.8898800196366399,
    0.8898800196366399,
    0.8898800196366399,
    0.8898800196366399,
    0.8898800196366399,
    0.8898800196366399
  ],
  "16": [
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, and the students line up outside the university gym before the career fair opens.",
    "Human resources teams jot notes on tablets as students introduce themselves, with students lining up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Human resources teams jot notes on tablets as students introduce themselves, with students lining up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Human resources teams jot notes on tablets as students introduce themselves, while students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, students line up outside before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, students line up outside before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, students line up outside before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "In the university gym, students line up outside as the career fair opens; HR teams jot notes on tablets as students introduce themselves; tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop; some students rehearse elevator pitches quietly against the wall while a welcome announcement on the PA outlines the fair schedule; healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications.",
    "At the university gym, students line up outside as the career fair opens. Inside, HR teams jot notes on tablets while students introduce themselves; tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while a PA announcement outlines the fair schedule. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications."
  ],
  "16_score": [
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.4024700848186675,
    0.4024700848186675,
    0.4024700848186675,
    0.4024700848186675,
    0.4024700848186675,
    0.4024700848186675,
    0.4024700848186675,
    0.6221041754114767,
    0.6221041754114767,
    0.6221041754114767,
    0.6221041754114767,
    0.6221041754114767,
    0.6221041754114767,
    0.6221041754114767,
    0.7764321771176799,
    0.7764321771176799,
    0.7764321771176799,
    0.7764321771176799,
    0.7764321771176799,
    0.7764321771176799,
    0.7764321771176799,
    0.7565175788625393,
    0.7565175788625393,
    0.7565175788625393,
    0.7565175788625393,
    0.7565175788625393,
    0.7565175788625393,
    0.8227330634231694,
    0.8227330634231694,
    0.8227330634231694,
    0.8227330634231694,
    0.8227330634231694,
    0.8036356077424743,
    0.8036356077424743,
    0.8036356077424743,
    0.8036356077424743,
    0.8036356077424743,
    0.8036356077424743,
    0.8036356077424743,
    0.8036356077424743,
    0.8036356077424743,
    0.8240073163447507,
    0.8240073163447507,
    0.8240073163447507,
    0.8240073163447507,
    0.8240073163447507,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.5412058808319892,
    0.8514146727812748
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "An exhibition space hosts dozens of booths with colorful banners circling a polished floor. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "An exhibition space hosts dozens of booths encircling a polished floor, each booth displaying colorful banners. In the adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "An exhibition space hosts dozens of booths encircling a polished floor, with each booth displaying colorful banners. In the adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "An exhibition space hosts dozens of booths encircling a polished floor, with each booth displaying colorful banners. In the adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "An exhibition space hosts dozens of booths encircling a polished floor, each booth displaying colorful banners. In the adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "An exhibition space features dozens of booths encircling a polished floor, each booth displaying colorful banners. In an adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the exhibition space, dozens of booths encircle a polished floor, each booth displaying colorful banners. In an adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the exhibition space, dozens of booths encircle a polished floor, each booth displaying colorful banners. In an adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the exhibition space, dozens of booths encircle a polished floor, each booth displaying colorful banners. In an adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.4024300976981827,
    0.4024300976981827,
    0.4024300976981827,
    0.4024300976981827,
    0.4024300976981827,
    0.4024300976981827,
    0.5571236463187135,
    0.5571236463187135,
    0.5571236463187135,
    0.697660525407328,
    0.697660525407328,
    0.697660525407328,
    0.697660525407328,
    0.697660525407328,
    0.697660525407328,
    0.697660525407328,
    0.697660525407328,
    0.6891997659524736,
    0.6891997659524736,
    0.6891997659524736,
    0.691696182574981,
    0.691696182574981,
    0.691696182574981,
    0.691696182574981,
    0.691696182574981,
    0.691696182574981,
    0.691696182574981,
    0.691696182574981,
    0.691696182574981,
    0.691696182574981,
    0.6891997659524736,
    0.6891997659524736,
    0.6891997659524736,
    0.6891997659524736,
    0.7541478738081407,
    0.7541478738081407,
    0.7541478738081407,
    0.7541478738081407,
    0.7541478738081407,
    0.7541478738081407,
    0.7541478738081407,
    0.7541478738081407,
    0.8313866401540788,
    0.8313866401540788,
    0.8313866401540788,
    0.8313866401540788,
    0.8313866401540788,
    0.8313866401540788,
    0.8313866401540788,
    0.8313866401540788,
    0.8313866401540788,
    0.8341478318161912,
    0.8341478318161912,
    0.8341478318161912,
    0.8341478318161912,
    0.8341478318161912,
    0.8341478318161912,
    0.8695532145312644,
    0.8695532145312644,
    0.8695532145312644,
    0.8695532145312644
  ],
  "18": [
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens.",
    "A campus scene centers on preparation for a career fair: some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene depicts campus preparations for a career fair: some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Campus preparations for a career fair are underway: some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette have begun in the adjoining classroom.",
    "Campus preparations for a career fair are underway: some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette have begun in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "Campus preparations for a career fair are underway. Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, with workshops on networking etiquette having begun in the adjoining classroom. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "Campus preparations for a career fair are underway. Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, with workshops on networking etiquette having begun in the adjoining classroom. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "Campus preparations for a career fair are underway. Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette have begun in the adjoining classroom. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Campus preparations for a career fair are underway. Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette have begun in the adjoining classroom. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries."
  ],
  "18_score": [
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.40989047029297915,
    0.40989047029297915,
    0.40989047029297915,
    0.40989047029297915,
    0.6673496931609221,
    0.6673496931609221,
    0.6673496931609221,
    0.6673496931609221,
    0.6673496931609221,
    0.6673496931609221,
    0.7803393732743279,
    0.7803393732743279,
    0.7803393732743279,
    0.7803393732743279,
    0.7803393732743279,
    0.8236689525881657,
    0.8236689525881657,
    0.8236689525881657,
    0.8236689525881657,
    0.8236689525881657,
    0.8236689525881657,
    0.8236689525881657,
    0.8236689525881657,
    0.8236689525881657,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8593297016874701,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8696168344733406,
    0.8681442320269523,
    0.8681442320269523,
    0.8681442320269523,
    0.8681442320269523,
    0.8681442320269523,
    0.8658543099080002,
    0.8658543099080002,
    0.8658543099080002,
    0.8658543099080002,
    0.8658543099080002,
    0.8658543099080002,
    0.8658543099080002
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of product demonstrations. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement. The two activities co-occur in the same area, with screens drawing attention while volunteers speak close to the coffee station.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of product demonstrations. Alumni volunteers give brief pep talks near the coffee station. The two activities co-occur in the same area, with screens drawing attention while volunteers speak close to the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of product demonstrations in a shared area. Alumni volunteers give brief pep talks near the coffee station, and the two activities co-occur, with screens drawing attention as volunteers speak close to the coffee station. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of product demonstrations in a shared area. Alumni volunteers give brief pep talks near the coffee station, and the two activities co-occur, with screens drawing attention as volunteers speak close to the coffee station. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "In the shared area, tech companies display demo screens showing their latest apps, creating a backdrop of product demonstrations. Alumni volunteers give brief pep talks near the coffee station, with the talks co-occurring as screens draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "Across the shared area, tech companies display demo screens showcasing their latest apps, forming a backdrop of product demonstrations. Alumni volunteers give brief pep talks near the coffee station, with the talks occurring as the screens draw attention. Career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications, and consulting firms place glossy case study booklets on high tables."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.6161558622124086,
    0.6161558622124086,
    0.6161558622124086,
    0.6161558622124086,
    0.6161558622124086,
    0.6161558622124086,
    0.6161558622124086,
    0.6805909184740122,
    0.6805909184740122,
    0.6805909184740122,
    0.6805909184740122,
    0.6805909184740122,
    0.6805909184740122,
    0.6816598921241313,
    0.6816598921241313,
    0.6816598921241313,
    0.7557228446693594,
    0.7557228446693594,
    0.7557228446693594,
    0.7537770739976075,
    0.7537770739976075,
    0.7537770739976075,
    0.7537770739976075,
    0.7537770739976075,
    0.7743393673714438,
    0.7743393673714438,
    0.7743393673714438,
    0.7743393673714438,
    0.7743393673714438,
    0.7743393673714438,
    0.7743393673714438,
    0.7743393673714438,
    0.7743393673714438
  ],
  "20": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall, and students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall and others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall and others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a polished floor hosts dozens of booths with colorful banners that circle the space. Groups of friends mark target employers on the event map, while students rehearse elevator pitches quietly against a wall and others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, adding a health-focused presence to the career fair atmosphere.",
    "At the event, a polished floor hosts dozens of booths with colorful banners circling the space. Groups of friends mark target employers on the event map, while students rehearse elevator pitches quietly against a wall and others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, adding a health-focused presence to the career fair atmosphere. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a polished floor supports dozens of booths encircled by colorful banners. Groups of friends mark target employers on the event map, while students practice elevator pitches quietly against a wall and others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, adding a health-focused presence to the career fair atmosphere. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4682166022438065,
    0.4682166022438065,
    0.4682166022438065,
    0.4682166022438065,
    0.4682166022438065,
    0.4682166022438065,
    0.4682166022438065,
    0.4682166022438065,
    0.4682166022438065,
    0.4682166022438065,
    0.6735070953294476,
    0.6735070953294476,
    0.6735070953294476,
    0.6735070953294476,
    0.6735070953294476,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8281177965451433,
    0.8411210514594484,
    0.8411210514594484,
    0.8411210514594484,
    0.8411210514594484,
    0.8411210514594484,
    0.8411210514594484,
    0.8411210514594484,
    0.8411210514594484,
    0.8411210514594484,
    0.8782771443926621,
    0.8782771443926621,
    0.8782771443926621,
    0.8782771443926621,
    0.8914324842682917,
    0.8914324842682917,
    0.8914324842682917,
    0.8914324842682917,
    0.8914324842682917,
    0.8900525239805013,
    0.8900525239805013
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement delivered over the PA system outlines the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, establishing check-in. A welcome announcement over the PA outlines the fair schedule and flow. Inside, HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, providing on-site guidance. A cybersecurity company runs a password cracking challenge on a laptop, offering a hands-on activity amidst the fair's other offerings.",
    "Check-in is established at the venue entrance as staff scan registrations and hand out lanyards, with a welcome PA announcement outlining the fair's schedule and flow. Inside, HR teams take notes on tablets as students introduce themselves, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage to provide on-site guidance. A cybersecurity company operates a password-cracking challenge on a laptop for a hands-on activity among the fair's offerings. Alumni volunteers deliver quick pep talks near the coffee station.",
    "Check-in at the venue entrance involves staff scanning registrations and handing out lanyards, accompanied by a welcome PA announcement describing the fair's schedule and flow. Inside, HR teams take notes on tablets as students introduce themselves, while career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage to provide on-site guidance. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity among the fairs offerings. Alumni volunteers deliver quick pep talks near the coffee station.",
    "At the venue entrance, staff scan registrations, hand out lanyards, and a welcome PA announces the fairs schedule and flow. Inside, HR teams take notes on tablets as students introduce themselves, while career counselors steer unsure attendees toward suitable industries and remind everyone to maintain eye contact. The engineering society sponsors a resume-review table near the stage to provide on-site guidance. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity among the offerings. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the venue entrance, staff scan registrations, hand out lanyards, and a welcome PA announces the fairs schedule and flow. Inside, HR teams take notes on tablets as students introduce themselves, while career counselors steer unsure attendees toward suitable industries and remind everyone to maintain eye contact. The engineering society sponsors a resume-review table near the stage to provide on-site guidance. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity among the offerings. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6182300409288899,
    0.6182300409288899,
    0.8244156197692245,
    0.8244156197692245,
    0.8244156197692245,
    0.8244156197692245,
    0.8749511561821175,
    0.8749511561821175,
    0.8749511561821175,
    0.8749511561821175,
    0.8749511561821175,
    0.8749511561821175,
    0.8600106162262393,
    0.8600106162262393,
    0.8600106162262393,
    0.8600106162262393,
    0.8600106162262393,
    0.8543062162071005,
    0.8543062162071005,
    0.8543062162071005,
    0.8543062162071005,
    0.8543062162071005,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.865281918345925,
    0.8691169474505896,
    0.8691169474505896,
    0.8691169474505896,
    0.8691169474505896,
    0.9083204661445177,
    0.9083204661445177,
    0.9083204661445177,
    0.9083204661445177,
    0.9083204661445177,
    0.9083204661445177,
    0.9083204661445177,
    0.9083204661445177,
    0.9083204661445177,
    0.9083204661445177
  ],
  "22": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case-study booklets on high tables, and career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage, while students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case-study booklets on high tables, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage, and students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "At a university career fair, consulting firms stack glossy case-study booklets on high tables, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage, and students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention, and an alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, consulting firms stack glossy case-study booklets on high tables while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage, and students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair, consulting firms stack glossy case-study booklets on high tables, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage, and students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair, consulting firms stack glossy case-study booklets on high tables, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage, and students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables while career counselors guide unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.5150962013756993,
    0.5150962013756993,
    0.5150962013756993,
    0.5150962013756993,
    0.5150962013756993,
    0.5150962013756993,
    0.5150962013756993,
    0.5150962013756993,
    0.5150962013756993,
    0.5698471781264547,
    0.5698471781264547,
    0.5698471781264547,
    0.7833408713230376,
    0.7833408713230376,
    0.7833408713230376,
    0.7833408713230376,
    0.7833408713230376,
    0.8087185789899181,
    0.8087185789899181,
    0.8087185789899181,
    0.8087185789899181,
    0.8087185789899181,
    0.8183762531394145,
    0.8183762531394145,
    0.8183762531394145,
    0.8183762531394145,
    0.8183762531394145,
    0.8183762531394145,
    0.8183762531394145,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.826361064800583,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033,
    0.8772112665854033
  ],
  "23": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "In the scene, alumni volunteers deliver brief pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "In the scene, alumni volunteers deliver brief pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries.",
    "In the scene, alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair scene, alumni volunteers deliver brief pep talks near the coffee station while consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair scene, alumni volunteers deliver brief pep talks near the coffee station while consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station while consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.38177982360147106,
    0.38177982360147106,
    0.38177982360147106,
    0.38177982360147106,
    0.38177982360147106,
    0.38177982360147106,
    0.3903142838774735,
    0.3903142838774735,
    0.3903142838774735,
    0.7355455340804107,
    0.7355455340804107,
    0.7355455340804107,
    0.7355455340804107,
    0.7355455340804107,
    0.7355455340804107,
    0.7355455340804107,
    0.7355455340804107,
    0.8411862091846746,
    0.8411862091846746,
    0.8411862091846746,
    0.8411862091846746,
    0.8411862091846746,
    0.8411862091846746,
    0.8411862091846746,
    0.8411862091846746,
    0.8411862091846746,
    0.8034462651532777,
    0.8034462651532777,
    0.8034462651532777,
    0.8034462651532777,
    0.8034462651532777,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794,
    0.8617524145287794
  ],
  "24": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor of the career fair. Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens."
  ],
  "24_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.6000945185045781,
    0.6000945185045781,
    0.6000945185045781,
    0.6000945185045781,
    0.6000945185045781,
    0.6000945185045781,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.5953718664208654,
    0.7736737808696339,
    0.7736737808696339,
    0.7736737808696339,
    0.7736737808696339,
    0.7736737808696339,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.7917094864526396,
    0.8386116000684078,
    0.8386116000684078,
    0.8386116000684078,
    0.8386116000684078,
    0.8386116000684078,
    0.8386116000684078,
    0.8386116000684078,
    0.8386116000684078
  ]
}