{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the event, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.5373701883038369,
    0.5373701883038369,
    0.5373701883038369,
    0.5373701883038369,
    0.5373701883038369,
    0.5373701883038369,
    0.5373701883038369,
    0.5373701883038369,
    0.6878952487566897,
    0.6878952487566897,
    0.6878952487566897,
    0.6878952487566897,
    0.6878952487566897,
    0.6878952487566897,
    0.6878952487566897,
    0.6878952487566897,
    0.8022549955883311,
    0.8022549955883311,
    0.8022549955883311,
    0.8022549955883311,
    0.8022549955883311,
    0.8022549955883311,
    0.8022549955883311,
    0.8453191892272225,
    0.8453191892272225,
    0.8453191892272225,
    0.8453191892272225,
    0.8453191892272225,
    0.8453191892272225,
    0.8453191892272225,
    0.8501757063836626,
    0.8501757063836626,
    0.8501757063836626,
    0.8501757063836626,
    0.8501757063836626,
    0.8501757063836626,
    0.8501757063836626,
    0.8501757063836626,
    0.860013951713595,
    0.860013951713595,
    0.860013951713595,
    0.860013951713595,
    0.860013951713595,
    0.860013951713595,
    0.860013951713595,
    0.860013951713595,
    0.860013951713595,
    0.860013951713595
  ],
  "1": [
    "",
    "",
    "",
    "During a session, career counselors remind attendees to maintain eye contact.",
    "During a session, career counselors remind attendees to maintain eye contact, while at the entrance event staff scan registrations and hand out lanyards.",
    "In a session, career counselors remind attendees to maintain eye contact; at the entrance area, event staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos.",
    "During a session, career counselors remind attendees to maintain eye contact. At the entrance area, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "During a session, career counselors remind attendees to maintain eye contact. At the entrance area, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "During the session, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance area, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "During the session, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. At the entrance area, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.28951030348344964,
    0.28951030348344964,
    0.28951030348344964,
    0.28951030348344964,
    0.28951030348344964,
    0.28951030348344964,
    0.28951030348344964,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.3924790189138192,
    0.4255974977644556,
    0.4255974977644556,
    0.4255974977644556,
    0.4255974977644556,
    0.4255974977644556,
    0.4255974977644556,
    0.4255974977644556,
    0.4255974977644556,
    0.4255974977644556,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7350363614854354,
    0.7200956376345267,
    0.7200956376345267,
    0.7200956376345267,
    0.7200956376345267,
    0.7200956376345267,
    0.7200956376345267,
    0.7200956376345267,
    0.7200956376345267,
    0.7200956376345267,
    0.7200956376345267,
    0.7728583202524113,
    0.7728583202524113,
    0.7728583202524113,
    0.7728583202524113,
    0.7728583202524113,
    0.7728583202524113,
    0.7728583202524113
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations at the entrance and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase photos from community outreach.",
    "Event staff scan registrations at the entrance and hand out lanyards; workshops on networking etiquette begin in the adjoining classroom; healthcare providers showcase photos from community outreach; students line up outside the university gym before the career fair opens.",
    "Event staff scan registrations at the entrance and hand out lanyards as attendees check in. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations at the entrance and hand out lanyards as attendees check in. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The scene centers on a university career fair, with dozens of booths and colorful banners circling the polished floor. Event staff scan registrations at the entrance and hand out lanyards as attendees check in. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase photos from community outreach.",
    "At a university career fair, dozens of booths and colorful banners surround a polished floor. Event staff scan registrations at the entrance and hand out lanyards as attendees check in. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. In the adjoining classroom, workshops on networking etiquette are underway. Healthcare providers showcase photos from community outreach. Some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.6658987556686641,
    0.6658987556686641,
    0.6658987556686641,
    0.6658987556686641,
    0.6658987556686641,
    0.6658987556686641,
    0.6658987556686641,
    0.6658987556686641,
    0.6658987556686641,
    0.6658987556686641,
    0.499689770331736,
    0.499689770331736,
    0.499689770331736,
    0.499689770331736,
    0.499689770331736,
    0.499689770331736,
    0.499689770331736,
    0.499689770331736,
    0.499689770331736,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.7951759609011005,
    0.8476971521181758,
    0.8476971521181758,
    0.8476971521181758,
    0.8476971521181758,
    0.8476971521181758,
    0.8476971521181758,
    0.8476971521181758,
    0.8476971521181758,
    0.8476971521181758,
    0.856080819095956,
    0.856080819095956
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "An indoor fair opens with a welcome announcement broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "An indoor fair opens with a welcome announcement broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "An indoor career fair opens with a welcome announcement broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "An indoor career fair opens with a welcome announcement broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.5874958147045832,
    0.5874958147045832,
    0.5874958147045832,
    0.5874958147045832,
    0.5874958147045832,
    0.5874958147045832,
    0.7438076389679283,
    0.7438076389679283,
    0.7438076389679283,
    0.7438076389679283,
    0.7438076389679283,
    0.7438076389679283,
    0.8117630228326236,
    0.8117630228326236,
    0.8117630228326236,
    0.8117630228326236,
    0.8117630228326236,
    0.8117630228326236,
    0.8117630228326236,
    0.8638834025979227,
    0.8638834025979227,
    0.8638834025979227,
    0.8638834025979227,
    0.8638834025979227,
    0.8638834025979227,
    0.8638834025979227,
    0.8638834025979227,
    0.8613506451887962,
    0.8613506451887962,
    0.8613506451887962,
    0.8613506451887962,
    0.8613506451887962,
    0.8613506451887962,
    0.8613506451887962,
    0.8613506451887962,
    0.8613506451887962,
    0.8527668896068656,
    0.8527668896068656,
    0.8527668896068656,
    0.8527668896068656,
    0.8527668896068656,
    0.8527668896068656,
    0.8527668896068656,
    0.8527668896068656,
    0.8399364542253276,
    0.8399364542253276,
    0.8399364542253276,
    0.8399364542253276,
    0.8399364542253276,
    0.8399364542253276,
    0.8399364542253276,
    0.8399364542253276,
    0.8399364542253276,
    0.8554780549410921,
    0.8554780549410921,
    0.8554780549410921,
    0.8554780549410921
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes tucked inside branded folders. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes tucked inside branded folders, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, contributing to a scene of preparation and networking around the venue.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes tucked inside branded folders, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, contributing to a scene of preparation and networking around the venue.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes tucked inside branded folders while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, contributing to a scene of preparation and networking around the venue.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes tucked inside branded folders, and groups of friends mark target employers on an event map. Consulting firms stack glossy case study booklets on high tables, contributing to a scene of preparation and networking around the venue. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.601882971545501,
    0.601882971545501,
    0.601882971545501,
    0.601882971545501,
    0.601882971545501,
    0.601882971545501,
    0.601882971545501,
    0.601882971545501,
    0.7214327974836815,
    0.7214327974836815,
    0.7214327974836815,
    0.7214327974836815,
    0.7214327974836815,
    0.7214327974836815,
    0.7214327974836815,
    0.7214327974836815,
    0.7214327974836815,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7669983282082395,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.7850065712300879,
    0.756325594113858,
    0.756325594113858,
    0.756325594113858,
    0.756325594113858,
    0.756325594113858
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, students clutch resumes inside branded folders, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps, students clutch resumes inside branded folders, and a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, tech companies display demo screens of their latest apps as students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At a career fair, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.4072299324580175,
    0.4072299324580175,
    0.4072299324580175,
    0.4072299324580175,
    0.4072299324580175,
    0.4072299324580175,
    0.4072299324580175,
    0.4072299324580175,
    0.6224495935425958,
    0.6224495935425958,
    0.6224495935425958,
    0.6224495935425958,
    0.6224495935425958,
    0.6224495935425958,
    0.6224495935425958,
    0.6224495935425958,
    0.8201687372791256,
    0.8201687372791256,
    0.8201687372791256,
    0.8201687372791256,
    0.8201687372791256,
    0.8201687372791256,
    0.8201687372791256,
    0.8258932770078409,
    0.8258932770078409,
    0.8258932770078409,
    0.8258932770078409,
    0.8258932770078409,
    0.8258932770078409,
    0.8258932770078409,
    0.8258932770078409,
    0.8258932770078409,
    0.8702969374764133,
    0.8702969374764133,
    0.8702969374764133,
    0.8702969374764133,
    0.8702969374764133,
    0.8702969374764133,
    0.8702969374764133,
    0.8702969374764133,
    0.8702969374764133
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the public-address (PA) system, outlining the fair schedule.",
    "An ongoing welcome announcement is broadcast over the public-address (PA) system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables nearby.",
    "An ongoing welcome announcement is broadcast over the public-address (PA) system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps.",
    "An ongoing welcome announcement is broadcast over the public-address (PA) system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps.",
    "An ongoing welcome announcement is broadcast over the public-address (PA) system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "An ongoing welcome announcement is broadcast over the public-address (PA) system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "An ongoing welcome announcement over the PA outlines the fair schedule. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "An ongoing welcome announcement over the PA outlines the fair schedule. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33989564699645264,
    0.33989564699645264,
    0.33989564699645264,
    0.33989564699645264,
    0.33989564699645264,
    0.3974203862487602,
    0.3974203862487602,
    0.3974203862487602,
    0.3974203862487602,
    0.3974203862487602,
    0.3974203862487602,
    0.3974203862487602,
    0.3974203862487602,
    0.3974203862487602,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.7294112837009934,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8002093267508537,
    0.8442035502733749,
    0.8442035502733749,
    0.8442035502733749,
    0.8442035502733749,
    0.8442035502733749,
    0.8442035502733749,
    0.8442035502733749,
    0.8442035502733749,
    0.8442035502733749,
    0.8401989023521876
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers display community outreach photographs.",
    "Healthcare providers display community outreach photographs, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display community outreach photographs while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, creating a busy, station-to-station environment. The photographs highlight outreach work, and HR staff capture impressions on tablets while students approach stations and introduce themselves to representatives. The circular arrangement of booths emphasizes movement around the space, with banners of varied colors guiding attendees from booth to booth. The scene shows a dual focus on community engagement and personnel outreach, with digital notes complementing face-to-face introductions on the polished floor.",
    "A busy event space centers on healthcare providers displaying community outreach photographs while human resources teams jot notes on tablets as students introduce themselves to station representatives. Dozens of booths with colorful banners form a circular layout around the polished floor, creating a station-to-station flow that moves attendees along from booth to booth. The photographs highlight outreach work, and HR staff record impressions on tablets as students approach stations and introduce themselves. The circular arrangement and varied banner colors guide attendees, underscoring a dual focus on community engagement and personnel outreach, with digital notes complementing face-to-face introductions. Groups of friends mark target employers on the event map.",
    "A bustling event space centers on healthcare providers displaying community outreach photographs, while human resources teams jot notes on tablets as students introduce themselves to station representatives. Dozens of booths with colorful banners form a circular layout around a polished floor, creating a station-to-station flow that moves attendees along from booth to booth. The photographs highlight outreach work, and HR staff record impressions on tablets as students approach stations and introduce themselves. The circular arrangement and varied banner colors guide attendees, underscoring a dual focus on community engagement and personnel outreach, with digital notes complementing face-to-face introductions. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact.",
    "An event space centers on healthcare providers displaying community outreach photographs while human resources teams jot notes on tablets as students introduce themselves to station representatives. Dozens of booths with colorful banners form a circular layout around a polished floor, creating a station-to-station flow that moves attendees from booth to booth. The photographs highlight outreach work, and HR staff record impressions on tablets as students approach stations. The circular arrangement and varied banner colors guide attendees, underscoring a dual focus on community engagement and personnel outreach, with digital notes complementing face-to-face introductions. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28109193856423514,
    0.28109193856423514,
    0.28109193856423514,
    0.28109193856423514,
    0.28109193856423514,
    0.28109193856423514,
    0.28109193856423514,
    0.28109193856423514,
    0.28109193856423514,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.353125140079777,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.623190152258781,
    0.6784169232196113,
    0.6784169232196113,
    0.6784169232196113,
    0.6784169232196113,
    0.6784169232196113,
    0.6784169232196113,
    0.6784169232196113,
    0.6784169232196113,
    0.6784169232196113,
    0.6897615276023149,
    0.6897615276023149,
    0.6897615276023149,
    0.6897615276023149,
    0.6897615276023149,
    0.6897615276023149,
    0.6897615276023149,
    0.6897615276023149,
    0.6897615276023149,
    0.6897615276023149,
    0.7187329037493397,
    0.7187329037493397,
    0.7187329037493397,
    0.7187329037493397,
    0.7187329037493397,
    0.7187329037493397,
    0.7187329037493397,
    0.7187329037493397,
    0.7187329037493397
  ],
  "9": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses preparing for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette run in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "In the event space, an alumni panel discusses preparing for technical interviews while alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette run in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.5601623389411586,
    0.5601623389411586,
    0.5601623389411586,
    0.5601623389411586,
    0.5601623389411586,
    0.5601623389411586,
    0.7628936554487848,
    0.7628936554487848,
    0.7628936554487848,
    0.7628936554487848,
    0.7628936554487848,
    0.7628936554487848,
    0.7628936554487848,
    0.8006508081093922,
    0.8006508081093922,
    0.8006508081093922,
    0.8006508081093922,
    0.8006508081093922,
    0.8006508081093922,
    0.8006508081093922,
    0.8006508081093922,
    0.8006508081093922,
    0.8439604123157451,
    0.8439604123157451,
    0.8439604123157451,
    0.8439604123157451,
    0.8439604123157451,
    0.8439604123157451,
    0.8439604123157451,
    0.8439604123157451,
    0.8614666651722943,
    0.8614666651722943,
    0.8614666651722943,
    0.8614666651722943,
    0.8614666651722943,
    0.8614666651722943,
    0.8614666651722943,
    0.8330556524754312,
    0.8330556524754312,
    0.8330556524754312,
    0.8330556524754312,
    0.8330556524754312,
    0.8330556524754312,
    0.8330556524754312,
    0.8330556524754312,
    0.8330556524754312,
    0.8330556524754312,
    0.8311010066306465
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables as part of the setup. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In the setup for the fair, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the fair setup, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the fair setup, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the fair setup, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the fair setup, consulting firms stack glossy case study booklets on high tables, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "During the fair setup, consulting firms stack glossy case study booklets on high tables as a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5546230827922423,
    0.5546230827922423,
    0.5546230827922423,
    0.5546230827922423,
    0.5546230827922423,
    0.5546230827922423,
    0.7932455664141083,
    0.7932455664141083,
    0.7932455664141083,
    0.7932455664141083,
    0.7932455664141083,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8224206993623042,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8720189901328973,
    0.8757125704015376,
    0.8757125704015376,
    0.8757125704015376,
    0.8757125704015376,
    0.8757125704015376,
    0.8757125704015376,
    0.8757125704015376,
    0.8757125704015376
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens that show their latest apps, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens featuring their latest apps, while healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university campus, a career fair scene unfolds: tech companies display demo screens featuring their latest apps, while healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, awaiting entry. Human resources teams jot notes on tablets as students introduce themselves.",
    "On a university campus, a career fair scene unfolds: tech companies display demo screens featuring their latest apps while healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, awaiting entry. Human resources teams jot notes on tablets as students introduce themselves.",
    "On a university campus, a career fair unfolds with tech companies displaying demo screens featuring their latest apps while healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, awaiting entry. HR teams jot notes on tablets as students introduce themselves."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4062008179484289,
    0.4062008179484289,
    0.4062008179484289,
    0.4062008179484289,
    0.4062008179484289,
    0.4062008179484289,
    0.4062008179484289,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.5460424956648603,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7749729948901395,
    0.7840164728681929,
    0.7840164728681929,
    0.7840164728681929,
    0.7840164728681929,
    0.7840164728681929,
    0.7840164728681929,
    0.7840164728681929,
    0.7840164728681929,
    0.800460233014904,
    0.800460233014904,
    0.800460233014904,
    0.800460233014904,
    0.800460233014904,
    0.800460233014904,
    0.800460233014904,
    0.800460233014904,
    0.7961282274462864,
    0.7961282274462864,
    0.7961282274462864,
    0.7961282274462864,
    0.7961282274462864,
    0.7961282274462864,
    0.7961282274462864
  ],
  "12": [
    "",
    "",
    "",
    "A resume review table sponsored by the engineering society is located near the stage.",
    "A resume review table sponsored by the engineering society is located near the stage, while groups of friends mark target employers on the event map.",
    "A resume review table, sponsored by the engineering society, is located near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.4311052342670767,
    0.4311052342670767,
    0.4311052342670767,
    0.4311052342670767,
    0.4311052342670767,
    0.4311052342670767,
    0.4311052342670767,
    0.4311052342670767,
    0.7733197348858556,
    0.7733197348858556,
    0.7733197348858556,
    0.7733197348858556,
    0.7733197348858556,
    0.7733197348858556,
    0.7733197348858556,
    0.7733197348858556,
    0.7733197348858556,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.7971809850679532,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661,
    0.8028958197886661
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished gym floor.",
    "Students line up outside the university gym before the career fair opens, awaiting entry. Dozens of booths with colorful banners circle the polished gym floor.",
    "In the university gym, students line up outside before the career fair opens, awaiting entry. Dozens of booths with colorful banners circle the polished gym floor. Alumni volunteers share quick pep talks near the coffee station.",
    "In the university gym, students line up outside before the career fair opens. Inside, dozens of booths with colorful banners circle the polished gym floor. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a university gym, students line up outside before the career fair opens. Inside, dozens of booths with colorful banners circle the polished gym floor. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "In a university gym, students line up outside before the career fair opens. Inside, dozens of booths with colorful banners circle the polished gym floor. Alumni volunteers share quick pep talks near the coffee station while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "In a university gym, students line up outside before the career fair opens. Inside, dozens of booths with colorful banners circle the polished gym floor. Alumni volunteers share quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5337578267565587,
    0.5337578267565587,
    0.5337578267565587,
    0.5337578267565587,
    0.5337578267565587,
    0.5337578267565587,
    0.5337578267565587,
    0.5337578267565587,
    0.5337578267565587,
    0.5337578267565587,
    0.5364226118979483,
    0.5364226118979483,
    0.5364226118979483,
    0.5364226118979483,
    0.5364226118979483,
    0.5364226118979483,
    0.5364226118979483,
    0.5364226118979483,
    0.7376082526807577,
    0.7376082526807577,
    0.7376082526807577,
    0.7376082526807577,
    0.7376082526807577,
    0.7376082526807577,
    0.7376082526807577,
    0.7459298653504995,
    0.7459298653504995,
    0.7459298653504995,
    0.7459298653504995,
    0.7459298653504995,
    0.7459298653504995,
    0.7459298653504995,
    0.7459298653504995,
    0.7758082183518544,
    0.7758082183518544,
    0.7758082183518544,
    0.7758082183518544,
    0.7758082183518544,
    0.7758082183518544,
    0.7758082183518544,
    0.7758082183518544,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.8057015139624888,
    0.816544239036901,
    0.816544239036901
  ],
  "14": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners encircle the polished floor.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners encircle the polished floor. Alumni volunteers offer brief pep talks near the coffee station.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners encircle the polished floor. Alumni volunteers offer brief pep talks near the coffee station.",
    "Staff at the event entrance scan registrations and hand out lanyards as career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables while dozens of booths with colorful banners encircle the polished floor. Alumni volunteers offer brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards, with career counselors directing unsure students toward applicable industries. Consulting firms place glossy case study booklets on high tables as dozens of booths with colorful banners line the polished floor. Alumni volunteers offer brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets and students introduce themselves."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.6110983408840418,
    0.6110983408840418,
    0.6110983408840418,
    0.6110983408840418,
    0.6110983408840418,
    0.6110983408840418,
    0.6110983408840418,
    0.6110983408840418,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7539937455275801,
    0.7932405398041114,
    0.7932405398041114,
    0.7932405398041114,
    0.7932405398041114,
    0.7932405398041114,
    0.7932405398041114,
    0.7932405398041114,
    0.7932405398041114,
    0.7932405398041114,
    0.7868245027277191
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Students clutch resumes that are inside branded folders.",
    "Students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders and some rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36885404402917044,
    0.36885404402917044,
    0.36885404402917044,
    0.36885404402917044,
    0.36885404402917044,
    0.36885404402917044,
    0.3262713337758637,
    0.3262713337758637,
    0.3262713337758637,
    0.3262713337758637,
    0.3262713337758637,
    0.3262713337758637,
    0.36498767781888275,
    0.36498767781888275,
    0.36498767781888275,
    0.36498767781888275,
    0.36498767781888275,
    0.36498767781888275,
    0.5780034717611369,
    0.5780034717611369,
    0.5780034717611369,
    0.5780034717611369,
    0.5780034717611369,
    0.5780034717611369,
    0.5780034717611369,
    0.5780034717611369,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7063055335959904,
    0.7874838939383104,
    0.7874838939383104,
    0.7874838939383104,
    0.7874838939383104,
    0.7874838939383104,
    0.7874838939383104,
    0.7874838939383104,
    0.8090582726167042,
    0.8090582726167042,
    0.8090582726167042,
    0.8090582726167042,
    0.8090582726167042,
    0.8090582726167042,
    0.8090582726167042,
    0.8090582726167042,
    0.8090582726167042,
    0.8539941592951512,
    0.8539941592951512,
    0.8539941592951512,
    0.8539941592951512,
    0.8539941592951512,
    0.8539941592951512,
    0.8539941592951512,
    0.8539941592951512,
    0.8539941592951512
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, while students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished gym floor. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished gym floor. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.45983059269017396,
    0.45983059269017396,
    0.45983059269017396,
    0.45983059269017396,
    0.45983059269017396,
    0.45983059269017396,
    0.45983059269017396,
    0.45983059269017396,
    0.45983059269017396,
    0.45983059269017396,
    0.6309866717192489,
    0.6309866717192489,
    0.6309866717192489,
    0.6309866717192489,
    0.6309866717192489,
    0.6309866717192489,
    0.6309866717192489,
    0.6309866717192489,
    0.6309866717192489,
    0.6309866717192489,
    0.628106724295314,
    0.628106724295314,
    0.628106724295314,
    0.628106724295314,
    0.628106724295314,
    0.628106724295314,
    0.628106724295314,
    0.628106724295314,
    0.628106724295314,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8238902486372368,
    0.8526590451779544
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; healthcare providers showcase community outreach photos; a cybersecurity company runs a password cracking challenge on a laptop; finance firms offer QR codes for immediate internship applications.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3130494279481649,
    0.3130494279481649,
    0.3130494279481649,
    0.3130494279481649,
    0.3130494279481649,
    0.4590891201344453,
    0.4590891201344453,
    0.4590891201344453,
    0.4590891201344453,
    0.4590891201344453,
    0.4590891201344453,
    0.4590891201344453,
    0.4590891201344453,
    0.4590891201344453,
    0.680137053257726,
    0.680137053257726,
    0.680137053257726,
    0.680137053257726,
    0.680137053257726,
    0.680137053257726,
    0.680137053257726,
    0.680137053257726,
    0.680137053257726,
    0.680137053257726,
    0.4200060607370783,
    0.4200060607370783,
    0.4200060607370783,
    0.4200060607370783,
    0.4200060607370783,
    0.4200060607370783,
    0.4200060607370783,
    0.4200060607370783,
    0.4200060607370783,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063,
    0.7438355949896063
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event, students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students clutch resumes inside branded folders while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station; event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, students clutch resumes inside branded folders while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym entrance before the career fair opens, students line up outside. Inside, they clutch resumes in branded folders as career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym entrance before the career fair opens, students line up outside. Inside, they clutch resumes in branded folders as career counselors redirect unsure students toward applicable industries. Alumni volunteers provide quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.42985023116767607,
    0.42985023116767607,
    0.42985023116767607,
    0.42985023116767607,
    0.42985023116767607,
    0.42985023116767607,
    0.42985023116767607,
    0.6223571520948008,
    0.6223571520948008,
    0.6223571520948008,
    0.6223571520948008,
    0.6223571520948008,
    0.6223571520948008,
    0.6223571520948008,
    0.6223571520948008,
    0.7996316940969845,
    0.7996316940969845,
    0.7996316940969845,
    0.7996316940969845,
    0.7996316940969845,
    0.7996316940969845,
    0.7996316940969845,
    0.7996316940969845,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.7779981593950072,
    0.788212983860525,
    0.788212983860525,
    0.788212983860525,
    0.788212983860525,
    0.788212983860525,
    0.788212983860525,
    0.788212983860525,
    0.788212983860525,
    0.788212983860525,
    0.7865685453553523,
    0.7865685453553523
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while students line up outside the university gym before the career fair opens.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while students line up outside the university gym before the career fair opens. Tech companies are displaying demo screens showing their latest apps.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while students line up outside the university gym before the career fair opens. Tech companies are displaying demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Tech companies are displaying demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair opening, a cybersecurity company runs a password-cracking challenge on a laptop as students line up outside the university gym. Tech companies display demo screens showing their latest apps. A welcome announcement plays over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case-study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. At the opening, a cybersecurity company runs a password-cracking challenge on a laptop at its booth. Tech companies display demo screens showing their latest apps. A welcome announcement plays over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. At the opening, a cybersecurity company runs a password-cracking challenge on a laptop at its booth. Tech companies display demo screens showing their latest apps. A welcome announcement plays over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3272469795565201,
    0.3272469795565201,
    0.3272469795565201,
    0.3272469795565201,
    0.3272469795565201,
    0.5120113958128111,
    0.5120113958128111,
    0.5120113958128111,
    0.5120113958128111,
    0.5120113958128111,
    0.5120113958128111,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.715888458306175,
    0.7730681687025724,
    0.7730681687025724,
    0.7730681687025724,
    0.7730681687025724,
    0.7730681687025724,
    0.7730681687025724,
    0.7730681687025724,
    0.7730681687025724,
    0.8545985422898015,
    0.8545985422898015,
    0.8545985422898015,
    0.8545985422898015,
    0.8545985422898015,
    0.8545985422898015,
    0.8545985422898015,
    0.8545985422898015,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822,
    0.856832993473822
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the event, attendees are guided by career counselors who remind them to maintain eye contact; groups of friends use the event map to mark target employers; alumni volunteers offer quick pep talks near the coffee station. A robotics startup signals attention by flying a small drone above its booth. A cybersecurity company hosts a password-cracking challenge on a laptop. Healthcare providers display community outreach photos. Consulting firms place glossy case study booklets on high tables."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.5243926187944563,
    0.46016456018243024,
    0.46016456018243024,
    0.46016456018243024,
    0.46016456018243024,
    0.46016456018243024,
    0.46016456018243024,
    0.46016456018243024,
    0.46016456018243024,
    0.46016456018243024,
    0.809262249453184,
    0.809262249453184,
    0.809262249453184,
    0.809262249453184,
    0.809262249453184,
    0.809262249453184,
    0.809262249453184,
    0.809262249453184,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.821046986748446,
    0.8327805674835072,
    0.8327805674835072,
    0.8327805674835072,
    0.8327805674835072,
    0.8327805674835072,
    0.8327805674835072,
    0.8327805674835072,
    0.8327805674835072,
    0.8327805674835072,
    0.8327805674835072,
    0.8286482644428177,
    0.8286482644428177,
    0.8286482644428177,
    0.8286482644428177,
    0.8286482644428177,
    0.8286482644428177,
    0.8286482644428177,
    0.8286482644428177
  ],
  "22": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "The scene features healthcare providers showcasing community outreach photos, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "The scene at a trade show features healthcare providers showcasing community outreach photos while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At a trade show, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Human resources teams take notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At a trade show, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Human resources teams take notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the trade show, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Human resources teams take notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the trade show, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Human resources teams take notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the trade show, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Human resources teams take notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.5096833043705782,
    0.5096833043705782,
    0.5096833043705782,
    0.5096833043705782,
    0.5096833043705782,
    0.5096833043705782,
    0.5096833043705782,
    0.6727394921848349,
    0.6727394921848349,
    0.6727394921848349,
    0.6727394921848349,
    0.6727394921848349,
    0.6727394921848349,
    0.6727394921848349,
    0.6727394921848349,
    0.6727394921848349,
    0.6727394921848349,
    0.7118507081759169,
    0.7118507081759169,
    0.7118507081759169,
    0.7118507081759169,
    0.7118507081759169,
    0.7118507081759169,
    0.7118507081759169,
    0.7118507081759169,
    0.7118507081759169,
    0.7118507081759169,
    0.7676627360170352,
    0.7676627360170352,
    0.7676627360170352,
    0.7676627360170352,
    0.7676627360170352,
    0.7676627360170352,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885,
    0.8251070814686885
  ],
  "23": [
    "",
    "",
    "",
    "A line of students forms outside the university gym, before the career fair opens.",
    "A line of students forms outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a line of students forms before the career fair opens. A robotics startup flies a small drone over its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms before the career fair opens. A robotics startup flies a small drone over its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor. Alumni volunteers offer quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor of the venue. Alumni volunteers offer quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor of the venue. Alumni volunteers offer quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.3453123472404025,
    0.3453123472404025,
    0.3453123472404025,
    0.3453123472404025,
    0.3453123472404025,
    0.3453123472404025,
    0.5453849551944339,
    0.5453849551944339,
    0.5453849551944339,
    0.5453849551944339,
    0.5453849551944339,
    0.5453849551944339,
    0.7332804406361005,
    0.7332804406361005,
    0.7332804406361005,
    0.7332804406361005,
    0.7332804406361005,
    0.7332804406361005,
    0.7332804406361005,
    0.7332804406361005,
    0.8094562202849,
    0.8094562202849,
    0.8094562202849,
    0.8094562202849,
    0.8094562202849,
    0.8094562202849,
    0.8094562202849,
    0.8094562202849,
    0.8094562202849,
    0.8012965343761904,
    0.8012965343761904,
    0.8012965343761904,
    0.8012965343761904,
    0.8012965343761904,
    0.8012965343761904,
    0.8012965343761904,
    0.7737828384750748,
    0.7737828384750748,
    0.7737828384750748,
    0.7737828384750748,
    0.7737828384750748,
    0.7737828384750748,
    0.7737828384750748,
    0.7737828384750748,
    0.7753601025455857,
    0.7753601025455857,
    0.7753601025455857,
    0.7753601025455857,
    0.7753601025455857,
    0.7753601025455857,
    0.7753601025455857,
    0.7819240821095721,
    0.7819240821095721,
    0.7819240821095721,
    0.7819240821095721,
    0.7819240821095721,
    0.7819240821095721,
    0.7819240821095721,
    0.7819240821095721,
    0.7819240821095721,
    0.7819240821095721,
    0.8351071715438504
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while some students quietly rehearse elevator pitches against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards, while some students quietly rehearse elevator pitches against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Event entry area shows staff scanning registrations and handing out lanyards. Some students rehearse elevator pitches quietly against the wall. Dozens of booths line the polished floor, each adorned with colorful banners. Consulting firms arrange glossy case study booklets on high tables, ready for attendees.",
    "At the event entry area, staff scan registrations and hand out lanyards. Nearby, several students rehearse elevator pitches quietly against the wall. Dozens of booths line the polished floor, each with colorful banners. Consulting firms have glossy case study booklets arranged on high tables, ready for attendees. Finance firms provide QR codes for immediate internship applications.",
    "At the event entry area, staff scan registrations and hand out lanyards. Nearby, several students rehearse elevator pitches quietly against the wall. Dozens of booths line the polished floor, each with colorful banners. Consulting firms have glossy case study booklets arranged on high tables, ready for attendees. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the event entry area, staff scan registrations and hand out lanyards. Nearby, several students rehearse elevator pitches quietly against the wall. Dozens of booths line the polished floor, each displaying colorful banners. Consulting firms have glossy case study booklets arranged on high tables, ready for attendees. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3980857989578797,
    0.3980857989578797,
    0.3980857989578797,
    0.3980857989578797,
    0.3980857989578797,
    0.3980857989578797,
    0.39857932307239463,
    0.39857932307239463,
    0.39857932307239463,
    0.39857932307239463,
    0.39857932307239463,
    0.39857932307239463,
    0.39857932307239463,
    0.39857932307239463,
    0.7354837631722616,
    0.7354837631722616,
    0.7354837631722616,
    0.7354837631722616,
    0.7354837631722616,
    0.7354837631722616,
    0.7354837631722616,
    0.7354837631722616,
    0.7354837631722616,
    0.7274151072175736,
    0.7274151072175736,
    0.7274151072175736,
    0.7274151072175736,
    0.7274151072175736,
    0.7274151072175736,
    0.7274151072175736,
    0.7274151072175736,
    0.7274151072175736,
    0.8050823415882407,
    0.8050823415882407,
    0.8050823415882407,
    0.8050823415882407,
    0.8050823415882407,
    0.8050823415882407,
    0.8050823415882407,
    0.8256458144015858,
    0.8256458144015858,
    0.8256458144015858,
    0.8256458144015858,
    0.8256458144015858,
    0.8256458144015858,
    0.8256458144015858,
    0.8256458144015858,
    0.8256458144015858,
    0.8256458144015858,
    0.829376897037817,
    0.829376897037817,
    0.829376897037817,
    0.829376897037817,
    0.829376897037817
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, sharing strategies and tips with the audience. Alongside them, some students rehearse elevator pitches quietly against the wall, practicing concise self-introductions.",
    "An alumni panel discusses how to prepare for technical interviews, sharing strategies and tips with the audience. Nearby, some students rehearse elevator pitches quietly against the wall, practicing concise self-introductions. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, sharing strategies and tips with the audience. Nearby, students rehearse elevator pitches quietly against the wall, practicing concise self-introductions. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, sharing strategies and tips with the audience. Nearby, students rehearse elevator pitches quietly against the wall, practicing concise self-introductions. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, sharing strategies and tips with the audience. Nearby, students rehearse elevator pitches quietly against the wall, practicing concise self-introductions. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, sharing strategies and tips with the audience. Nearby, students rehearse elevator pitches quietly against the wall, practicing concise self-introductions. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, offering strategies and tips to the audience. Nearby, students rehearse elevator pitches quietly against the wall, practicing concise self-introductions. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5215192661196778,
    0.5215192661196778,
    0.5215192661196778,
    0.5215192661196778,
    0.5215192661196778,
    0.5215192661196778,
    0.5215192661196778,
    0.6560053514761809,
    0.6560053514761809,
    0.6560053514761809,
    0.6560053514761809,
    0.6560053514761809,
    0.6560053514761809,
    0.6560053514761809,
    0.6560053514761809,
    0.6560053514761809,
    0.6842263119497256,
    0.6842263119497256,
    0.6842263119497256,
    0.6842263119497256,
    0.6842263119497256,
    0.6842263119497256,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7133674396601445,
    0.7515214642833321,
    0.7515214642833321,
    0.7515214642833321,
    0.7515214642833321,
    0.7515214642833321,
    0.7515214642833321
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "In the observed scene, finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos.",
    "In the observed scene, finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the observed scene, finance firms offer QR codes for immediate internship applications while healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "In the observed university career fair scene, finance firms are offering QR codes for immediate internship applications, while healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university career fair scene, finance firms are offering QR codes for immediate internship applications, while healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, finance firms offer QR codes for immediate internship applications while healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.38976276899191165,
    0.5727179839980151,
    0.5727179839980151,
    0.5727179839980151,
    0.5727179839980151,
    0.5727179839980151,
    0.5727179839980151,
    0.5727179839980151,
    0.5727179839980151,
    0.5727179839980151,
    0.6693439464761515,
    0.6693439464761515,
    0.6693439464761515,
    0.6693439464761515,
    0.6693439464761515,
    0.6693439464761515,
    0.6693439464761515,
    0.7611211982000333,
    0.7611211982000333,
    0.7611211982000333,
    0.7611211982000333,
    0.7611211982000333,
    0.7611211982000333,
    0.7611211982000333,
    0.7611211982000333,
    0.7611211982000333,
    0.7611211982000333,
    0.7661882745824007,
    0.7661882745824007,
    0.7661882745824007,
    0.7661882745824007,
    0.7661882745824007,
    0.7661882745824007,
    0.7661882745824007,
    0.7661882745824007,
    0.8369605761524543,
    0.8369605761524543,
    0.8369605761524543,
    0.8369605761524543
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. The scene features multiple booklets arranged into a stack atop elevated surfaces, highlighting the presence of glossy, case-study materials on tall tables.",
    "In a professional setting, consulting firms display glossy case-study booklets stacked on elevated, tall tables. The scene features multiple booklets arranged in a stack atop these surfaces, highlighting the presence of glossy case-study materials on the tables. Career counselors redirect unsure students toward applicable industries.",
    "In a professional setting, consulting firms display glossy case-study booklets stacked on elevated tall tables, with multiple booklets arranged in a stack atop these surfaces, underscoring the presence of glossy case-study materials on the tables. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a professional fair setting, consulting firms display glossy case-study booklets stacked on elevated tall tables, with multiple booklets arranged in a stack atop these surfaces, underscoring the presence of glossy case-study materials on the tables. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "At a professional fair, consulting firms display glossy case-study booklets stacked on elevated tall tables, with multiple booklets in each stack, signaling the presence of glossy materials on the tables. Career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners surround the polished floor.",
    "At a professional fair, consulting firms display glossy case-study booklets stacked on elevated tall tables, with multiple booklets in each stack, signaling glossy materials on the tables. Career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners surround the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At a professional career fair, consulting firms display glossy case-study booklets stacked on elevated tall tables, with multiple booklets in each stack, signaling glossy materials on the tables. Career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners surround the polished floor. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3480918034204601,
    0.3480918034204601,
    0.3480918034204601,
    0.3480918034204601,
    0.3480918034204601,
    0.3480918034204601,
    0.3480918034204601,
    0.3480918034204601,
    0.5310281619200111,
    0.5310281619200111,
    0.5310281619200111,
    0.5310281619200111,
    0.5310281619200111,
    0.5310281619200111,
    0.5310281619200111,
    0.5310281619200111,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.6431344455117954,
    0.7527127993418671,
    0.7527127993418671,
    0.7527127993418671,
    0.7527127993418671,
    0.7527127993418671,
    0.7527127993418671,
    0.7527127993418671,
    0.7527127993418671,
    0.7527127993418671,
    0.8183732350415884,
    0.8183732350415884,
    0.8183732350415884,
    0.8183732350415884,
    0.8183732350415884,
    0.8183732350415884,
    0.819781372475791,
    0.819781372475791,
    0.819781372475791,
    0.819781372475791,
    0.819781372475791,
    0.819781372475791,
    0.819781372475791,
    0.819781372475791,
    0.7989489870507263,
    0.7989489870507263,
    0.7989489870507263,
    0.7989489870507263,
    0.7989489870507263,
    0.7989489870507263,
    0.7989489870507263
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach activities, presenting visual documentation of their engagement with the community.",
    "Healthcare providers showcase photos of their community outreach activities, providing visual documentation of their engagement with the community. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers display photos of their community outreach activities, creating visual documentation of their engagement with the community. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display photos of their community outreach activities, creating visual documentation of their engagement with the community. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display photos of their community outreach activities, creating visual documentation of their engagement with the community. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers display photos of their community outreach activities, creating visual documentation of engagement with the community. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers display photos of their community outreach activities, creating visual documentation of engagement with the community. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers display photos of their community outreach activities, creating visual documentation of engagement with the community. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2631188063649834,
    0.2631188063649834,
    0.2631188063649834,
    0.2631188063649834,
    0.2631188063649834,
    0.2631188063649834,
    0.4458228071954313,
    0.4458228071954313,
    0.4458228071954313,
    0.4458228071954313,
    0.4458228071954313,
    0.4458228071954313,
    0.4458228071954313,
    0.6343659957207999,
    0.6343659957207999,
    0.6343659957207999,
    0.6343659957207999,
    0.6343659957207999,
    0.6343659957207999,
    0.6625156696668656,
    0.6625156696668656,
    0.6625156696668656,
    0.6625156696668656,
    0.6625156696668656,
    0.6625156696668656,
    0.6625156696668656,
    0.7392479651319829,
    0.7392479651319829,
    0.7392479651319829,
    0.7392479651319829,
    0.7392479651319829,
    0.7392479651319829,
    0.7392479651319829,
    0.7392479651319829,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285,
    0.7330682701517285
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves.",
    "Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case-study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps.",
    "At the event, consulting firms stack glossy case-study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case-study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case-study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.34654946893411714,
    0.34654946893411714,
    0.34654946893411714,
    0.34654946893411714,
    0.34654946893411714,
    0.34654946893411714,
    0.34654946893411714,
    0.34654946893411714,
    0.34654946893411714,
    0.34654946893411714,
    0.5568236359909763,
    0.5568236359909763,
    0.5568236359909763,
    0.5568236359909763,
    0.5568236359909763,
    0.5568236359909763,
    0.5568236359909763,
    0.5568236359909763,
    0.5568236359909763,
    0.598079537041842,
    0.598079537041842,
    0.598079537041842,
    0.598079537041842,
    0.598079537041842,
    0.598079537041842,
    0.598079537041842,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8206572739376978,
    0.8306912148524681,
    0.8306912148524681,
    0.8306912148524681,
    0.8306912148524681,
    0.8306912148524681,
    0.8306912148524681
  ],
  "30": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while students line up outside the university gym ahead of the career fair opening.",
    "Alumni volunteers share brief pep talks near the coffee station while students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give brief pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers deliver brief pep talks near the coffee station while students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver brief pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver brief pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "30_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.3972107680855675,
    0.6047898804089007,
    0.6047898804089007,
    0.6047898804089007,
    0.6047898804089007,
    0.6047898804089007,
    0.6047898804089007,
    0.6047898804089007,
    0.6047898804089007,
    0.7281019609472692,
    0.7281019609472692,
    0.7281019609472692,
    0.7281019609472692,
    0.7281019609472692,
    0.7281019609472692,
    0.7281019609472692,
    0.7782735054874073,
    0.7782735054874073,
    0.7782735054874073,
    0.7782735054874073,
    0.7782735054874073,
    0.7782735054874073,
    0.7782735054874073,
    0.7782735054874073,
    0.7782735054874073,
    0.7711637382888448,
    0.7711637382888448,
    0.7711637382888448,
    0.7711637382888448,
    0.7711637382888448,
    0.7711637382888448,
    0.7711637382888448,
    0.7711637382888448,
    0.7711637382888448,
    0.7711637382888448
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves; the scene shows concurrent activity with HR personnel recording information on tablet devices while students take turns presenting their introductions.",
    "HR teams jot notes on tablets as students introduce themselves, with concurrent activity as HR personnel record information on tablet devices while students take turns presenting their introductions. Dozens of booths with colorful banners circle the polished floor.",
    "HR personnel jot notes on tablets as students introduce themselves, with concurrent recording of information on tablet devices while students take turns presenting their introductions. Dozens of booths with colorful banners circle the polished floor, indicating a career fair layout. Students line up outside the university gym before the career fair opens, awaiting entry.",
    "HR personnel jot notes on tablets as students introduce themselves, with concurrent recording of information on tablet devices while students take turns presenting their introductions. Dozens of booths with colorful banners circle the polished floor, signaling a career fair layout. Students line up outside the university gym before the fair opens, awaiting entry. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the university career fair, HR personnel jot notes on tablets as students introduce themselves and take turns presenting, with information concurrently recorded on tablet devices. Dozens of booths with colorful banners encircle the polished floor, signaling a typical fair layout. Students line up outside the university gym before the fair opens, awaiting entry. In the adjoining classroom, workshops on networking etiquette begin, complementing the fair activities.",
    "At the university career fair, HR personnel jot notes on tablets as students introduce themselves and take turns presenting, with information concurrently recorded on tablet devices. Dozens of booths with colorful banners encircle the polished floor, signaling a typical fair layout. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin, complementing the fair activities.",
    "At the university career fair, HR personnel jot notes on tablets as students introduce themselves and take turns presenting, with information concurrently recorded on tablet devices. Dozens of booths with colorful banners encircle the polished floor, signaling a typical fair layout. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin, complementing the fair activities. Students clutch resumes inside branded folders.",
    "At the university career fair, HR personnel jot notes on tablets as students introduce themselves and take turns presenting, with information concurrently recorded on tablet devices. Dozens of booths with colorful banners encircle the polished floor, signaling a typical fair layout. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin, complementing the fair activities. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4054167032602327,
    0.4054167032602327,
    0.4054167032602327,
    0.4054167032602327,
    0.4054167032602327,
    0.4054167032602327,
    0.4054167032602327,
    0.4054167032602327,
    0.544052275904806,
    0.544052275904806,
    0.544052275904806,
    0.544052275904806,
    0.544052275904806,
    0.544052275904806,
    0.544052275904806,
    0.544052275904806,
    0.544052275904806,
    0.544052275904806,
    0.7609245100841902,
    0.7609245100841902,
    0.7609245100841902,
    0.7609245100841902,
    0.7609245100841902,
    0.7609245100841902,
    0.7609245100841902,
    0.7865440575508051,
    0.7865440575508051,
    0.7865440575508051,
    0.7865440575508051,
    0.7865440575508051,
    0.7865440575508051,
    0.7865440575508051,
    0.7865440575508051,
    0.7865440575508051,
    0.8423152731671775,
    0.8423152731671775,
    0.8423152731671775,
    0.8423152731671775,
    0.8423152731671775,
    0.8423152731671775,
    0.8423152731671775,
    0.8423152731671775,
    0.8423152731671775,
    0.8377036942805293,
    0.8377036942805293,
    0.8377036942805293,
    0.8377036942805293,
    0.8377036942805293,
    0.8377036942805293,
    0.8377036942805293,
    0.8536152645422199,
    0.8536152645422199,
    0.8536152645422199,
    0.8536152645422199,
    0.8536152645422199,
    0.8536152645422199,
    0.8536152645422199,
    0.8536152645422199,
    0.8536152645422199
  ],
  "32": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display community outreach photos while alumni volunteers give quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications, and some students rehearse elevator pitches quietly against the wall.",
    "At the fair, healthcare providers display community outreach photos, while alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers display community outreach photos, while alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, healthcare providers display community outreach photos while alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications, and some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "At the fair, healthcare providers display community outreach photos, and alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications, while some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2934558764346103,
    0.2934558764346103,
    0.2934558764346103,
    0.2934558764346103,
    0.2934558764346103,
    0.2934558764346103,
    0.5617521965478713,
    0.5617521965478713,
    0.5617521965478713,
    0.5617521965478713,
    0.5617521965478713,
    0.5617521965478713,
    0.5617521965478713,
    0.566378204206461,
    0.566378204206461,
    0.566378204206461,
    0.566378204206461,
    0.566378204206461,
    0.566378204206461,
    0.566378204206461,
    0.566378204206461,
    0.8739622703767421,
    0.8739622703767421,
    0.8739622703767421,
    0.8739622703767421,
    0.8739622703767421,
    0.8739622703767421,
    0.8739622703767421,
    0.8845119712704368,
    0.8845119712704368,
    0.8845119712704368,
    0.8845119712704368,
    0.8845119712704368,
    0.8845119712704368,
    0.8845119712704368,
    0.8845119712704368,
    0.8845119712704368,
    0.8845119712704368,
    0.8699553468120476,
    0.8699553468120476,
    0.8699553468120476,
    0.8699553468120476,
    0.8699553468120476,
    0.8699553468120476,
    0.8699553468120476,
    0.8699553468120476,
    0.8699553468120476,
    0.8711544914877212,
    0.8711544914877212,
    0.8711544914877212,
    0.8711544914877212,
    0.8711544914877212,
    0.8711544914877212,
    0.8711544914877212
  ],
  "33": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos.",
    "At the event, career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos.",
    "At the event, career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos."
  ],
  "33_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4522395373976874,
    0.4522395373976874,
    0.4522395373976874,
    0.4522395373976874,
    0.4522395373976874,
    0.6091654068187765,
    0.6091654068187765,
    0.6091654068187765,
    0.6091654068187765,
    0.6091654068187765,
    0.6091654068187765,
    0.6091654068187765,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.6379099214577277,
    0.7847444102951096,
    0.7847444102951096,
    0.7847444102951096,
    0.7847444102951096,
    0.7847444102951096,
    0.7847444102951096,
    0.7847444102951096,
    0.7847444102951096,
    0.7847444102951096,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037,
    0.7812237189003037
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In a fair setting, a welcome announcement is broadcast over the PA system, outlining the schedule. Dozens of booths with colorful banners circle the polished floor.",
    "In a fair setting, a welcome announcement is broadcast over the PA system, outlining the fair schedule, while dozens of booths with colorful banners circle the polished floor.",
    "At a fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule, while dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "A fair unfolds with a welcome announcement broadcast over the PA system outlining the schedule, while dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.545355213766041,
    0.545355213766041,
    0.545355213766041,
    0.545355213766041,
    0.545355213766041,
    0.545355213766041,
    0.545355213766041,
    0.545355213766041,
    0.545355213766041,
    0.545355213766041,
    0.4510609916118141,
    0.4510609916118141,
    0.4510609916118141,
    0.4510609916118141,
    0.4510609916118141,
    0.4510609916118141,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.6880857104987695,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8454937652847072,
    0.8566131410150548,
    0.8566131410150548,
    0.8566131410150548
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement plays over the PA system, outlining the schedule. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement plays over the PA system, outlining the schedule. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome announcement plays over the PA outlining the schedule. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6179731911718928,
    0.6179731911718928,
    0.6179731911718928,
    0.6179731911718928,
    0.6179731911718928,
    0.6179731911718928,
    0.6179731911718928,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.7991684168766767,
    0.8495315329502022,
    0.8495315329502022,
    0.8495315329502022,
    0.8495315329502022,
    0.8495315329502022,
    0.8495315329502022,
    0.8495315329502022,
    0.8490440072240412,
    0.8490440072240412,
    0.8490440072240412,
    0.8490440072240412,
    0.8490440072240412,
    0.8490440072240412,
    0.8490440072240412,
    0.8490440072240412,
    0.8490440072240412,
    0.8490440072240412,
    0.8676878784549685,
    0.8676878784549685,
    0.8676878784549685,
    0.8676878784549685,
    0.8676878784549685,
    0.8676878784549685,
    0.8676878784549685,
    0.8676878784549685,
    0.8801959015727785,
    0.8801959015727785,
    0.8801959015727785,
    0.8801959015727785
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as alumni volunteers share quick pep talks near the coffee station.",
    "At the event, students clutch resumes inside branded folders as alumni volunteers share quick pep talks near the coffee station, and groups of friends mark target employers on the event map.",
    "At the event, students clutch resumes inside branded folders as alumni volunteers give quick pep talks near the coffee station, and groups of friends mark target employers on the event map.",
    "At the event, students clutch resumes inside branded folders; alumni volunteers give quick pep talks near the coffee station; and groups of friends mark target employers on the event map.",
    "At the event, students clutch resumes inside branded folders, while alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, students clutch resumes inside branded folders, while alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, students clutch resumes inside branded folders while alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, students clutch resumes inside branded folders, while alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3986397915552146,
    0.3986397915552146,
    0.3986397915552146,
    0.3986397915552146,
    0.3986397915552146,
    0.3986397915552146,
    0.4697265849063279,
    0.4697265849063279,
    0.4697265849063279,
    0.4697265849063279,
    0.4697265849063279,
    0.4697265849063279,
    0.4697265849063279,
    0.4638190314719559,
    0.4638190314719559,
    0.4638190314719559,
    0.4638190314719559,
    0.4638190314719559,
    0.4638190314719559,
    0.4638190314719559,
    0.4862377253193065,
    0.4862377253193065,
    0.4862377253193065,
    0.4862377253193065,
    0.4862377253193065,
    0.4862377253193065,
    0.4862377253193065,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.6191390624089582,
    0.7650267177358694,
    0.7650267177358694,
    0.7650267177358694,
    0.7650267177358694,
    0.7650267177358694,
    0.7650267177358694,
    0.7650267177358694,
    0.7650267177358694,
    0.7703930129078651,
    0.7703930129078651,
    0.7703930129078651,
    0.7703930129078651,
    0.7703930129078651
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5789381064803936,
    0.5789381064803936,
    0.5789381064803936,
    0.5789381064803936,
    0.5789381064803936,
    0.5789381064803936,
    0.7645089047543465,
    0.7645089047543465,
    0.7645089047543465,
    0.7645089047543465,
    0.7645089047543465,
    0.7645089047543465,
    0.7645089047543465,
    0.8119102188686127,
    0.8119102188686127,
    0.8119102188686127,
    0.8119102188686127,
    0.8119102188686127,
    0.8119102188686127,
    0.8119102188686127,
    0.8119102188686127,
    0.8119102188686127,
    0.8403839226222438,
    0.8403839226222438,
    0.8403839226222438,
    0.8403839226222438,
    0.8403839226222438,
    0.8403839226222438,
    0.8403839226222438,
    0.8403839226222438,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8424408921295115,
    0.8549031700274096,
    0.8549031700274096
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth for attention.",
    "Tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens that showcase their latest apps, while a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens that showcase their latest apps, while a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens showcasing their latest apps, while a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens showcasing their latest apps, while a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.39676526475235824,
    0.39676526475235824,
    0.39676526475235824,
    0.39676526475235824,
    0.39676526475235824,
    0.39676526475235824,
    0.39676526475235824,
    0.39676526475235824,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.5704103538349856,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.7550775724588512,
    0.8342951169455854,
    0.8342951169455854,
    0.8342951169455854,
    0.8342951169455854,
    0.8342951169455854,
    0.8342951169455854,
    0.8342951169455854,
    0.8342951169455854
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop; alumni volunteers offer quick pep talks near the coffee station; tech companies display demo screens featuring their latest apps; consulting firms stack glossy case-study booklets on high tables.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens featuring their latest apps. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, students line up outside the gym before the event opens. Inside, alumni volunteers offer quick pep talks near the coffee station while tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge on a laptop."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.36340704860513684,
    0.36340704860513684,
    0.36340704860513684,
    0.36340704860513684,
    0.36340704860513684,
    0.36340704860513684,
    0.36340704860513684,
    0.36340704860513684,
    0.36340704860513684,
    0.36340704860513684,
    0.4679617545156945,
    0.4679617545156945,
    0.4679617545156945,
    0.4679617545156945,
    0.4679617545156945,
    0.4679617545156945,
    0.7785147339027016,
    0.7785147339027016,
    0.7785147339027016,
    0.7785147339027016,
    0.7785147339027016,
    0.7785147339027016,
    0.7785147339027016,
    0.7785147339027016,
    0.7785147339027016,
    0.7785147339027016,
    0.7777565807025522,
    0.7777565807025522,
    0.7777565807025522,
    0.7777565807025522,
    0.7777565807025522,
    0.7777565807025522,
    0.7777565807025522,
    0.7777565807025522,
    0.7777565807025522,
    0.8301986133810748,
    0.8301986133810748,
    0.8301986133810748,
    0.8301986133810748,
    0.8301986133810748,
    0.8301986133810748,
    0.8301986133810748,
    0.8301986133810748,
    0.832645378662622,
    0.832645378662622,
    0.832645378662622,
    0.832645378662622
  ],
  "40": [
    "",
    "",
    "A line of students forms outside the university gym ahead of the career fair opening.",
    "A line of students forms outside the university gym in anticipation of the career fair opening, while career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "40_score": [
    0.0,
    0.0,
    0.3921090074075989,
    0.3921090074075989,
    0.3921090074075989,
    0.3921090074075989,
    0.3921090074075989,
    0.3921090074075989,
    0.3921090074075989,
    0.34950090387147037,
    0.34950090387147037,
    0.34950090387147037,
    0.34950090387147037,
    0.34950090387147037,
    0.34950090387147037,
    0.34950090387147037,
    0.6635845124263686,
    0.6635845124263686,
    0.6635845124263686,
    0.6635845124263686,
    0.6635845124263686,
    0.7574041327573411,
    0.7574041327573411,
    0.7574041327573411,
    0.7574041327573411,
    0.7574041327573411,
    0.7574041327573411,
    0.7574041327573411,
    0.8028306079136287,
    0.8028306079136287,
    0.8028306079136287,
    0.8028306079136287,
    0.8028306079136287,
    0.8028306079136287,
    0.8028306079136287,
    0.8028306079136287,
    0.8364101175952492,
    0.8364101175952492,
    0.8364101175952492,
    0.8364101175952492,
    0.8364101175952492,
    0.8364101175952492,
    0.8364101175952492,
    0.8364101175952492,
    0.8309507741450022,
    0.8309507741450022,
    0.8309507741450022,
    0.8309507741450022,
    0.8309507741450022,
    0.8309507741450022,
    0.8309507741450022,
    0.8309507741450022,
    0.8309507741450022,
    0.8507777258175411,
    0.8507777258175411,
    0.8507777258175411,
    0.8507777258175411,
    0.8507777258175411,
    0.8507777258175411,
    0.8507777258175411,
    0.8507777258175411,
    0.8507777258175411,
    0.8544031669394379,
    0.8544031669394379,
    0.8544031669394379
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "At the event, consulting firms stack glossy case study booklets on high tables, forming stacks. The engineering society sponsors a resume review table near the stage.",
    "At the event, consulting firms stack glossy case study booklets on high tables, forming stacks. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables to form stacks. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, consulting firms stack glossy case study booklets on high tables to form stacks. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the event, consulting firms stack glossy case study booklets on high tables to form stacks. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At the event, consulting firms stack glossy case study booklets on high tables to form stacks. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. The setup centers around existing spacesthe stage, the adjoining classroom, and a wallsupporting networking, guidance, and pitch practice."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5208227174565971,
    0.5208227174565971,
    0.5208227174565971,
    0.5208227174565971,
    0.5208227174565971,
    0.5208227174565971,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7105781409225373,
    0.7511449853799053,
    0.7511449853799053,
    0.7511449853799053,
    0.7511449853799053,
    0.7511449853799053,
    0.7511449853799053,
    0.7511449853799053,
    0.7511449853799053,
    0.7511449853799053,
    0.7779741436576525,
    0.7779741436576525,
    0.7779741436576525,
    0.7779741436576525,
    0.7779741436576525,
    0.7779741436576525,
    0.7779741436576525,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.7814610500516024,
    0.758544876558523,
    0.758544876558523,
    0.758544876558523,
    0.758544876558523,
    0.758544876558523
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps, while some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showcasing their latest apps, while some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showcasing their latest apps, while some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showcasing their latest apps as some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "At an event, tech companies display demo screens of their latest apps while some students rehearse elevator pitches quietly against a wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves.",
    "At an event, tech companies display demo screens of their latest apps while some students rehearse elevator pitches quietly against a wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At an event, tech companies display demo screens of their latest apps while some students rehearse elevator pitches quietly against a wall. Consulting firms stack glossy case-study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.3702313914415202,
    0.3702313914415202,
    0.3702313914415202,
    0.3702313914415202,
    0.3702313914415202,
    0.3702313914415202,
    0.5774987075397333,
    0.5774987075397333,
    0.5774987075397333,
    0.5774987075397333,
    0.5774987075397333,
    0.5774987075397333,
    0.5774987075397333,
    0.5774987075397333,
    0.5774987075397333,
    0.7392094821792162,
    0.7392094821792162,
    0.7392094821792162,
    0.7392094821792162,
    0.7392094821792162,
    0.7392094821792162,
    0.7392094821792162,
    0.7392094821792162,
    0.7392094821792162,
    0.7392094821792162,
    0.7324760339688161,
    0.7324760339688161,
    0.7324760339688161,
    0.7324760339688161,
    0.7324760339688161,
    0.7324760339688161,
    0.7324760339688161,
    0.7324760339688161,
    0.7421547171870352,
    0.7421547171870352,
    0.7421547171870352,
    0.7421547171870352,
    0.7421547171870352,
    0.7421547171870352,
    0.7421547171870352,
    0.7696286274813178,
    0.7696286274813178,
    0.7696286274813178,
    0.7696286274813178,
    0.7696286274813178,
    0.7696286274813178,
    0.7696286274813178,
    0.7696286274813178,
    0.7696286274813178,
    0.7749780489824774,
    0.7749780489824774
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around the event space.",
    "Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around the event space.",
    "In the event space, networking etiquette workshops run in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter around the space. An alumni panel discusses how to prepare for technical interviews.",
    "Within the event space, networking etiquette workshops are held in the adjoining classroom as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter around the space. An alumni panel discusses how to prepare for technical interviews.",
    "In the event space, networking etiquette workshops are held in the adjoining classroom, where career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter around the space. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, networking etiquette workshops are held in the adjoining classroom, where career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter around the space. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.5262275159473266,
    0.7118719388283331,
    0.7118719388283331,
    0.7118719388283331,
    0.7118719388283331,
    0.7118719388283331,
    0.7118719388283331,
    0.7118719388283331,
    0.7118719388283331,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.705707994856231,
    0.7335145628149284,
    0.7335145628149284,
    0.7335145628149284,
    0.7335145628149284,
    0.7335145628149284,
    0.7335145628149284,
    0.7335145628149284,
    0.7335145628149284,
    0.7525997310834842,
    0.7525997310834842,
    0.7525997310834842,
    0.7525997310834842,
    0.7525997310834842,
    0.7525997310834842,
    0.7525997310834842
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables, the engineering society sponsors a resume review table near the stage, workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "At the event, consulting firms stack glossy case study booklets on high tables, the engineering society sponsors a resume review table near the stage, workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables, the engineering society sponsors a resume review table near the stage, workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3283458335858131,
    0.3283458335858131,
    0.3283458335858131,
    0.3283458335858131,
    0.3283458335858131,
    0.3283458335858131,
    0.3684936613646081,
    0.3684936613646081,
    0.3684936613646081,
    0.3684936613646081,
    0.3684936613646081,
    0.3684936613646081,
    0.3684936613646081,
    0.3684936613646081,
    0.5614824890135489,
    0.5614824890135489,
    0.5614824890135489,
    0.5614824890135489,
    0.5614824890135489,
    0.5614824890135489,
    0.5614824890135489,
    0.5614824890135489,
    0.4456614755855038,
    0.4456614755855038,
    0.4456614755855038,
    0.4456614755855038,
    0.4456614755855038,
    0.4456614755855038,
    0.4456614755855038,
    0.4456614755855038,
    0.6296420588470132,
    0.6296420588470132,
    0.6296420588470132,
    0.6296420588470132,
    0.6296420588470132,
    0.6296420588470132,
    0.6296420588470132,
    0.6296420588470132,
    0.808533774841216,
    0.808533774841216,
    0.808533774841216,
    0.808533774841216,
    0.808533774841216,
    0.808533774841216,
    0.808533774841216,
    0.808533774841216,
    0.808533774841216,
    0.783903093745502,
    0.783903093745502,
    0.783903093745502,
    0.783903093745502
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A small group of students rehearses elevator pitches quietly while standing against a wall.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches, while finance firms offer QR codes for immediate internship applications.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms are offering QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a career fair, a small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms are offering QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At a career fair, a small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At a career fair, a small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair, a small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications, while HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, presenting a bustling, visually diverse setup.",
    "At the career fair, a small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications, while HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, creating a bustling, visually diverse setup."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28004298473303935,
    0.28004298473303935,
    0.28004298473303935,
    0.28004298473303935,
    0.28004298473303935,
    0.28004298473303935,
    0.35471032313450207,
    0.35471032313450207,
    0.35471032313450207,
    0.35471032313450207,
    0.35471032313450207,
    0.35471032313450207,
    0.35471032313450207,
    0.48661625008753023,
    0.48661625008753023,
    0.48661625008753023,
    0.48661625008753023,
    0.48661625008753023,
    0.8198628987888317,
    0.8198628987888317,
    0.8198628987888317,
    0.8198628987888317,
    0.8198628987888317,
    0.8198628987888317,
    0.8198628987888317,
    0.8198628987888317,
    0.843200349835744,
    0.843200349835744,
    0.843200349835744,
    0.843200349835744,
    0.843200349835744,
    0.843200349835744,
    0.843200349835744,
    0.8683954329364487,
    0.8683954329364487,
    0.8683954329364487,
    0.8683954329364487,
    0.8683954329364487,
    0.8683954329364487,
    0.8683954329364487,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8596624460116817,
    0.8605110025163907,
    0.8605110025163907,
    0.8605110025163907,
    0.8605110025163907,
    0.8605110025163907,
    0.8605110025163907,
    0.8605110025163907,
    0.8605110025163907
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens that showcase their latest apps, while workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens showcasing their latest apps, while workshops on networking etiquette begin in the adjoining classroom; an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showcasing their latest apps, while workshops on networking etiquette begin in the adjoining classroom; an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "A career fair setting has tech companies displaying demo screens of their latest apps, with workshops on networking etiquette beginning in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens of their latest apps, while workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens of their latest apps, while workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.4053259209570951,
    0.48153953390134024,
    0.48153953390134024,
    0.48153953390134024,
    0.48153953390134024,
    0.48153953390134024,
    0.48153953390134024,
    0.48153953390134024,
    0.48153953390134024,
    0.48153953390134024,
    0.6181434771670296,
    0.6181434771670296,
    0.6181434771670296,
    0.6181434771670296,
    0.6181434771670296,
    0.6181434771670296,
    0.8271379134618768,
    0.8271379134618768,
    0.8271379134618768,
    0.8271379134618768,
    0.8271379134618768,
    0.8271379134618768,
    0.8271379134618768,
    0.8485435612189757,
    0.8485435612189757,
    0.8485435612189757,
    0.8485435612189757,
    0.8485435612189757,
    0.8485435612189757,
    0.8485435612189757,
    0.8485435612189757,
    0.8485435612189757,
    0.8736540028409736,
    0.8736540028409736
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners surround a polished floor, forming a circular presentation space. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners surround a polished floor, forming a circular presentation space. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.4826450122878776,
    0.6339505340435179,
    0.6339505340435179,
    0.6339505340435179,
    0.6339505340435179,
    0.6339505340435179,
    0.6339505340435179,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.6857981740961735,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7326191444165455,
    0.7483942376667251,
    0.7483942376667251
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "In the scene, the engineering society sponsors a resume review table near the stage.",
    "The scene features the engineering society sponsoring a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "The scene features the engineering society sponsoring a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on the engineering society sponsoring a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on the engineering society sponsoring a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, the engineering society sponsors a resume review table near the stage, with workshops on networking etiquette beginning in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table near the stage, with workshops on networking etiquette beginning in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3606714012442513,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.3674968978939061,
    0.5635320175893919,
    0.5635320175893919,
    0.5635320175893919,
    0.5635320175893919,
    0.5635320175893919,
    0.5635320175893919,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.5639207832139428,
    0.7156783079468265,
    0.7156783079468265,
    0.7156783079468265,
    0.7156783079468265,
    0.7156783079468265,
    0.7156783079468265,
    0.7156783079468265,
    0.7156783079468265,
    0.7724039393551683,
    0.7724039393551683,
    0.7724039393551683,
    0.7724039393551683,
    0.7724039393551683,
    0.7724039393551683,
    0.7724039393551683,
    0.7724039393551683,
    0.795912037233253,
    0.795912037233253,
    0.795912037233253,
    0.795912037233253,
    0.795912037233253
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.7882642957387227,
    0.7882642957387227,
    0.7882642957387227,
    0.7882642957387227,
    0.7882642957387227,
    0.7882642957387227,
    0.7882642957387227,
    0.7882642957387227,
    0.7967900511166711,
    0.7967900511166711,
    0.7967900511166711,
    0.7967900511166711,
    0.7967900511166711,
    0.7967900511166711,
    0.7967900511166711,
    0.7967900511166711,
    0.7967900511166711,
    0.7967900511166711,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8375603967767632,
    0.8474491089709005,
    0.8474491089709005,
    0.8474491089709005,
    0.8474491089709005,
    0.8474491089709005,
    0.8474491089709005,
    0.8474491089709005,
    0.8474491089709005,
    0.8474491089709005
  ]
}