{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. In the adjoining classroom, workshops on networking etiquette begin. Finance firms are distributing QR codes that enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map. During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. In the adjoining classroom, workshops on networking etiquette begin. Finance firms are distributing QR codes that enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map. During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table, while in the adjoining classroom workshops on networking etiquette begin. Finance firms are distributing QR codes that enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map. During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor of the event space. Tech companies display demo screens showing their latest apps.",
    "Event space features dozens of booths with colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table, while in the adjoining classroom workshops on networking etiquette begin. Finance firms distribute QR codes that enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map. During the event, human resources teams jot notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station. A robotics startup uses a small drone flown above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule, while healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5863675658541063,
    0.5863675658541063,
    0.7174954638603059,
    0.7174954638603059,
    0.7174954638603059,
    0.7174954638603059,
    0.8095876766649214,
    0.8095876766649214,
    0.8095876766649214,
    0.8095876766649214,
    0.8095876766649214,
    0.8095876766649214,
    0.8095876766649214,
    0.8408241813756534,
    0.8408241813756534,
    0.8408241813756534,
    0.8408241813756534,
    0.8408241813756534,
    0.8408241813756534,
    0.8489246596257387
  ],
  "1": [
    "",
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Some students are quietly rehearsing elevator pitches against a wall.",
    "In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Some students are quietly rehearsing elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards.",
    "In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Some students are quietly rehearsing elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Consulting firms stack glossy case study booklets on high tables. Some students are quietly rehearsing elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Career counselors direct unsure students toward applicable industries.",
    "In the event venue, workshops on networking etiquette run in an adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while some students quietly rehearse elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. Career counselors direct unsure students toward applicable industries. Finance firms are distributing QR codes that enable immediate internship applications. Several groups of friends mark target employers on the event map. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. Near the stage, the engineering society sponsors a resume review table.",
    "At the event venue, some students quietly rehearse elevator pitches against a wall while an adjoining classroom hosts networking etiquette workshops, with others already begun. Consulting firms stack glossy case study booklets on high tables as groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule; healthcare providers display photographs of their community outreach activities nearby. Career counselors direct unsure students toward applicable industries. Finance firms distribute QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station to foster a supportive mood. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up as an alumni panel discusses preparing for technical interviews before the career fair opens."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.28743213118008837,
    0.28743213118008837,
    0.44237276752786003,
    0.44237276752786003,
    0.44237276752786003,
    0.6096491388899967,
    0.6096491388899967,
    0.6096491388899967,
    0.6699853092088177,
    0.6699853092088177,
    0.6699853092088177,
    0.7526651122715833,
    0.7526651122715833,
    0.7537001588825774,
    0.7537001588825774,
    0.7537001588825774,
    0.7537001588825774,
    0.7537001588825774,
    0.867036924740515,
    0.867036924740515,
    0.867036924740515,
    0.867036924740515,
    0.867036924740515,
    0.867036924740515,
    0.867036924740515,
    0.867036924740515,
    0.867036924740515,
    0.8686336641136976
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "During the event, human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest.",
    "During the event, human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Healthcare providers showcase photographs of their community outreach activities.",
    "At the event, dozens of booths with colorful banners circle a polished floor. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Healthcare providers showcase photographs of their community outreach activities.",
    "The event unfolds around a polished floor ringed by dozens of booths with colorful banners. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries, guiding them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Healthcare providers showcase photographs of their community outreach activities. A robotics startup uses a small drone flown above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers are giving quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds.",
    "A career fair unfolds in a polished hall, ringed by dozens of booths with colorful banners. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward industries that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Healthcare providers showcase photographs of their community outreach activities. A robotics startup uses a small drone flown above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers are giving quick pep talks near the coffee station, establishing a supportive mood. Tech companies display demo screens that showcase their latest apps, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3664355496158674,
    0.3664355496158674,
    0.7083557859597553,
    0.7083557859597553,
    0.7539227049232017,
    0.7539227049232017,
    0.7539227049232017,
    0.803703816924392,
    0.803703816924392,
    0.803703816924392,
    0.803703816924392,
    0.8285025329751878,
    0.8285025329751878,
    0.8285025329751878,
    0.8285025329751878,
    0.8285025329751878,
    0.8823447904940356,
    0.8823447904940356,
    0.8823447904940356,
    0.8823447904940356,
    0.8823447904940356,
    0.8823447904940356,
    0.8823447904940356
  ],
  "3": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. An engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the event, a career fair atmosphere unfolds as dozens of booths with colorful banners circle a polished floor. Some students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. An engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Healthcare providers showcase photographs of their community outreach activities.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor. Students rehearse elevator pitches against the wall while an alumni panel discusses preparing for technical interviews. Tech companies display demo screens of their latest apps. An engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves, while career counselors steer unsure students toward industries that fit their interests. Groups of friends mark target employers on the event map. Healthcare providers showcase photographs of their community outreach activities. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor as students rehearse elevator pitches against walls and on the steps near the gym; an alumni panel discusses preparing for technical interviews. Tech companies display demo screens of their latest apps. An engineering society sponsors a resume review table near the stage, and a welcome PA announces the fair schedule. HR teams jot notes on tablets as students introduce themselves; career counselors steer unsure students toward industries that fit their interests. Groups of friends mark target employers on an event map. Healthcare providers display photographs of their community outreach activities. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth. At the entrance, event staff scan registrations and distribute lanyards; alumni volunteers offer pep talks near the coffee station. Inside, workshops on networking etiquette have begun."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.546128381627311,
    0.546128381627311,
    0.546128381627311,
    0.814075314081393,
    0.814075314081393,
    0.814075314081393,
    0.8787617747349408,
    0.8787617747349408,
    0.8787617747349408,
    0.8787617747349408,
    0.8787617747349408,
    0.8787617747349408,
    0.8787617747349408,
    0.9072165209683367,
    0.9072165209683367,
    0.9072165209683367,
    0.9072165209683367,
    0.9072165209683367,
    0.9041188894319234
  ],
  "4": [
    "",
    "",
    "",
    "Some students are quietly rehearsing elevator pitches against a wall.",
    "Some students are quietly rehearsing elevator pitches against a wall.",
    "Some students are quietly rehearsing elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students are quietly rehearsing elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the event, several students quietly rehearse elevator pitches against a wall while workshops on networking etiquette commence in the adjoining classroom. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the event, several students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette commence in the adjoining classroom. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the event, several students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor of the event space. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, students rehearse elevator pitches quietly against a wall while workshops on networking etiquette run in an adjoining classroom. A robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, identifying specific companies and placing marks to designate potential workplaces, reflecting a collective effort. Career counselors guide unsure students toward industries that fit their interests. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms are distributing QR codes that enable immediate internship applications.",
    "At the event, students rehearse elevator pitches quietly against a wall while workshops on networking etiquette run in an adjoining classroom. A robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, identifying specific companies and placing marks to designate potential workplaces, reflecting a collective effort. Career counselors guide unsure students toward industries that fit their interests. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms are distributing QR codes that enable immediate internship applications."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.29175039076706855,
    0.29175039076706855,
    0.5122866824301432,
    0.5122866824301432,
    0.5122866824301432,
    0.5614325670751008,
    0.5614325670751008,
    0.5614325670751008,
    0.5642465172699526,
    0.5642465172699526,
    0.5642465172699526,
    0.8306931746889792,
    0.8306931746889792,
    0.8306931746889792,
    0.8306931746889792,
    0.8306931746889792,
    0.8663559491569222,
    0.8663559491569222,
    0.8663559491569222,
    0.8663559491569222,
    0.8663559491569222,
    0.8663559491569222,
    0.8663559491569222
  ],
  "5": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase photographs of their community outreach activities.",
    "At the entrance, event staff are scanning registrations and handing out lanyards, while healthcare providers display photographs of their community outreach activities. In the adjoining classroom, workshops on networking etiquette have begun.",
    "At the entrance, event staff are scanning registrations and handing out lanyards, while healthcare providers display photographs of their community outreach activities. In the adjoining classroom, workshops on networking etiquette have begun.",
    "At the entrance, event staff are scanning registrations and handing out lanyards, with healthcare providers displaying photographs of their community outreach activities nearby. In the adjoining classroom, workshops on networking etiquette have begun. Alumni volunteers are delivering quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds.",
    "At the event entrance, staff are scanning registrations and handing out lanyards while healthcare providers display photographs of their community outreach activities nearby. In the adjoining classroom, networking etiquette workshops have begun. Alumni volunteers are delivering quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. An engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders.",
    "At the event entrance, staff are scanning registrations and handing out lanyards, while healthcare providers display photographs of their community outreach activities nearby. In the adjoining classroom, networking etiquette workshops have begun. Alumni volunteers are delivering quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. An engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders.",
    "At the event, staff at the entrance are scanning registrations and handing out lanyards, while healthcare providers display photographs of their community outreach activities nearby. In the adjoining classroom, networking etiquette workshops have begun. Alumni volunteers deliver quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. An engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Tech companies display demo screens that showcase their latest apps, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.36638792694309147,
    0.36638792694309147,
    0.5125225731471202,
    0.5125225731471202,
    0.5125225731471202,
    0.5125225731471202,
    0.5125225731471202,
    0.6642612476476101,
    0.6642612476476101,
    0.6642612476476101,
    0.8242585717631428,
    0.8242585717631428,
    0.8242585717631428,
    0.8242585717631428,
    0.8277982158016748,
    0.8277982158016748,
    0.8277982158016748,
    0.8277982158016748,
    0.8277982158016748,
    0.8277982158016748,
    0.8734525323293274,
    0.8734525323293274,
    0.8734525323293274,
    0.8734525323293274,
    0.8734525323293274
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. At the event, groups of friends mark target employers on the event map, and finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Alumni volunteers give quick pep talks near the coffee station, establishing a supportive mood. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Pre-event activity on the university campus centers on a career fair."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.8732139425850807,
    0.8732139425850807,
    0.8732139425850807,
    0.8732139425850807,
    0.88259094878711,
    0.88259094878711,
    0.88259094878711,
    0.88259094878711,
    0.88259094878711,
    0.88259094878711,
    0.88259094878711
  ],
  "7": [
    "",
    "",
    "",
    "",
    "\"\"",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin, while finance firms distribute QR codes that enable immediate internship applications. Elsewhere, some students rehearse elevator pitches quietly against a wall, and several groups of friends mark target employers on the event map.",
    "In the adjoining classroom, workshops on networking etiquette begin, while finance firms distribute QR codes that enable immediate internship applications. Elsewhere, several students quietly rehearse elevator pitches against a wall, and several groups of friends mark target employers on the event map. At the event, a robotics startup is flying a small drone above its booth to attract attention.",
    "The event features a robotics startup flying a small drone above its booth to attract attention, tech companies displaying demo screens of their latest apps, and an alumni panel discussing how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin as finance firms distribute QR codes that enable immediate internship applications. Elsewhere, several students quietly rehearse elevator pitches against a wall, and several groups of friends mark target employers on the event map.",
    "At a trade show-like event, a robotics startup flies a small drone above its booth to attract attention, while nearby tech companies display demo screens of their latest apps and an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin as finance firms distribute QR codes that enable immediate internship applications. Elsewhere, several students quietly rehearse elevator pitches against a wall, and groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At a trade-show-like event, a robotics startup flies a small drone above its booth to attract attention. Nearby tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, workshops on networking etiquette begin as finance firms distribute QR codes that enable immediate internship applications. Elsewhere, several students rehearse elevator pitches against a wall, and groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.5673674741118149,
    0.5673674741118149,
    0.5673674741118149,
    0.5673674741118149,
    0.772463287814329,
    0.772463287814329,
    0.772463287814329,
    0.772463287814329,
    0.8168650447452497,
    0.8168650447452497,
    0.8168650447452497,
    0.8168650447452497,
    0.8097060713658013,
    0.8097060713658013,
    0.8097060713658013,
    0.8097060713658013,
    0.8097060713658013
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards.",
    "During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup uses a small drone flown above its booth to attract attention.",
    "The event presents human resources teams jotting notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup uses a small drone flown above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "The event unfolds with human resources teams jotting notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards. A robotics startup uses a small drone flown above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule, as healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin, and finance firms distribute QR codes enabling immediate internship applications. Elsewhere, several students quietly rehearse elevator pitches against a wall, and several groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.39605211255666917,
    0.39605211255666917,
    0.39605211255666917,
    0.5889974050491489,
    0.5889974050491489,
    0.5889974050491489,
    0.57368738213877,
    0.57368738213877,
    0.57368738213877,
    0.57368738213877,
    0.7693223788204511,
    0.7693223788204511,
    0.7693223788204511,
    0.7693223788204511,
    0.853453536090695,
    0.853453536090695,
    0.853453536090695,
    0.853453536090695,
    0.8898397494024123,
    0.8898397494024123,
    0.8898397494024123,
    0.8898397494024123,
    0.8898397494024123,
    0.8898397494024123,
    0.8898397494024123
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the event, tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews. A robotics startup is flying a small drone above its booth to attract attention, and finance firms are offering QR codes for immediate internship applications.",
    "At the event, tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, while finance firms are offering QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished floor. Tech companies display demo screens of their latest apps. An exhibition space hosts a robotics startup that flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.6047964272607085,
    0.6047964272607085,
    0.6047964272607085,
    0.6808583185596347,
    0.6808583185596347,
    0.6808583185596347,
    0.6891304284718943,
    0.6891304284718943,
    0.6891304284718943,
    0.6891304284718943,
    0.6891304284718943,
    0.6891304284718943,
    0.6891304284718943,
    0.830400254149297,
    0.830400254149297
  ],
  "10": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens that showcase their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens that showcase their latest apps, while consulting firms stack glossy case study booklets on high tables. Event staff at the entrance scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against a wall. At an exhibition, a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule, and healthcare providers showcase community outreach photos.",
    "At a university career fair with mixed-sector representation, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before opening, some rehearsing elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA outlining the fair schedule, and healthcare providers showcase photos from community outreach. Alumni volunteers offer quick pep talks near the coffee station, helping establish a supportive mood. Career counselors direct unsure students toward applicable industries, reinforcing a professional, information-rich atmosphere."
  ],
  "10_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4419373046845736,
    0.4419373046845736,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.7773227184633703,
    0.7773227184633703,
    0.7773227184633703,
    0.7773227184633703,
    0.7773227184633703,
    0.8814114569954206,
    0.8814114569954206,
    0.8814114569954206,
    0.8814114569954206,
    0.8814114569954206,
    0.8771803252040807,
    0.8771803252040807
  ],
  "11": [
    "",
    "",
    "\"\"",
    "A scene shows dozens of booths with colorful banners circling a polished floor.",
    "The scene shows dozens of booths with colorful banners circling a polished floor. Healthcare providers showcase photographs of their community outreach activities.",
    "The scene features dozens of booths arranged around a circular, polished floor, each booth adorned with colorful banners. Healthcare providers showcase photographs of their community outreach activities at their displays. Consulting firms stack glossy case study booklets on high tables, presenting their materials in neat piles.",
    "Dozens of booths encircle a circular, polished floor at the fair, each booth displaying colorful banners. Healthcare providers present photographs of their community outreach at their displays. Consulting firms stack glossy case-study booklets on high tables in neat piles. The engineering society sponsors a resume-review table near the stage. Tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Dozens of booths encircle a circular, polished floor at the fair, each booth displaying colorful banners. Healthcare providers present photographs of their community outreach at their displays. Consulting firms stack glossy case-study booklets on high tables in neat piles. The engineering society sponsors a resume-review table near the stage. Tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Dozens of booths encircle a circular, polished floor at the fair, each booth displaying colorful banners. Healthcare providers present photographs of their community outreach at their displays. Consulting firms stack glossy case-study booklets on high tables in neat piles. The engineering society sponsors a resume-review table near the stage. Tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule."
  ],
  "11_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36912276019058365,
    0.36912276019058365,
    0.4382316409461726,
    0.4382316409461726,
    0.4382316409461726,
    0.4382316409461726,
    0.6095088156660233,
    0.6095088156660233,
    0.6095088156660233,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367,
    0.8751565778227367
  ],
  "12": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "In a venue hosting a fair-like scene, dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin.",
    "A venue hosts a fair-like scene, with dozens of booths decorated with colorful banners encircling a polished floor. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin.",
    "A venue hosts a fair-like scene with dozens of booths decorated with colorful banners encircling a polished floor. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "The scene is a fair-like venue where dozens of booths decorated with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom workshops on networking etiquette begin. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Alumni volunteers are giving quick pep talks near the coffee station, helping establish a supportive mood as the event unfolds. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene is a fair-like venue with dozens of booths decorated with colorful banners surrounding a polished floor. Some students rehearse elevator pitches quietly against the wall, while in an adjoining classroom workshops on networking etiquette begin. A welcome announcement is broadcast over the PA, outlining the fair schedule. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Alumni volunteers are giving quick pep talks near the coffee station, helping establish a supportive mood as the event unfolds. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A line of students stands outside the university gym awaiting the fair opening, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.6925037351303404,
    0.6925037351303404,
    0.7088169328540208,
    0.7088169328540208,
    0.7509473598515515,
    0.7509473598515515,
    0.7509473598515515,
    0.8504371802917536,
    0.8504371802917536,
    0.8504371802917536,
    0.8504371802917536,
    0.8504371802917536,
    0.8680258170869193,
    0.8680258170869193,
    0.8680258170869193,
    0.8680258170869193,
    0.8680258170869193,
    0.8680258170869193,
    0.8680258170869193
  ],
  "13": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym, awaiting the career fair opening.",
    "Students are lined up outside the university gym, awaiting the career fair opening, as an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students are lined up awaiting the career fair opening, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Outside the university gym, students are lined up awaiting the career fair opening as an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the event, several students rehearse elevator pitches against a wall while workshops on networking etiquette commence in the adjoining classroom. A robotics startup is flying a small drone above its booth to attract attention.",
    "Outside the university gym, students line up awaiting the career fair opening as an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the event, several students rehearse elevator pitches against a wall while workshops on networking etiquette commence in the adjoining classroom. A robotics startup is flying a small drone above its booth to attract attention.",
    "Outside the university gym, a career fair unfolds in a venue with dozens of booths decorated with colorful banners encircling a polished floor. A robotics startup flies a small drone above its booth to attract attention. Alumni panel discusses how to prepare for technical interviews as a welcome announcement is broadcast over the PA outlining the fair schedule. Students line up awaiting opening and some rehearse elevator pitches against a wall, while others rehearse quietly. In the adjoining classroom, workshops on networking etiquette begin. Career counselors direct unsure students toward applicable industries, and alumni volunteers offer quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3490128241252444,
    0.3490128241252444,
    0.3992960114534987,
    0.3992960114534987,
    0.3992960114534987,
    0.6207148525821423,
    0.6207148525821423,
    0.6207148525821423,
    0.800616021617182,
    0.800616021617182,
    0.800616021617182,
    0.7932735864682092,
    0.7932735864682092,
    0.7932735864682092,
    0.7932735864682092,
    0.7932735864682092,
    0.8823888951330285,
    0.8823888951330285,
    0.8823888951330285,
    0.8823888951330285,
    0.8823888951330285
  ],
  "14": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A group of students lines up outside the university gym ahead of the career fair opening.",
    "A group of students lines up outside the university gym ahead of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom.",
    "A group of students lines up outside the university gym ahead of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom. At the event entrance, staff scan registrations and distribute lanyards, and human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette proceed in the adjoining classroom. At the event entrance, staff scan registrations and distribute lanyards, and human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette proceed in the adjoining classroom. At the event entrance, staff scan registrations and distribute lanyards, and human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening while workshops on networking etiquette proceed in the adjoining classroom. At the event entrance, staff scan registrations and distribute lanyards, and human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening as networking etiquette workshops proceed in the adjoining classroom. At the event entrance, staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display photographs of their community outreach activities nearby. Alumni volunteers deliver quick pep talks near the coffee station, establishing a supportive mood. An engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders."
  ],
  "14_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4042605914367966,
    0.4042605914367966,
    0.4042605914367966,
    0.39023936554830563,
    0.39023936554830563,
    0.5947299900189873,
    0.5947299900189873,
    0.5947299900189873,
    0.7955853886002846,
    0.7955853886002846,
    0.7955853886002846,
    0.8221764650022341,
    0.8221764650022341,
    0.8221764650022341,
    0.8221764650022341,
    0.8221764650022341,
    0.8449769313609986,
    0.8449769313609986,
    0.8449769313609986,
    0.8449769313609986,
    0.8449769313609986,
    0.871477451200553,
    0.871477451200553
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "The scene features alumni volunteers giving quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers are giving quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are giving quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "Pre-event activity on the university campus centers on a career fair. Alumni volunteers give quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens.",
    "Pre-event activity centers on the campus career fair: alumni volunteers give pep talks near the coffee station to establish a supportive mood; at the entrance staff scan registrations and hand out lanyards; students rehearse elevator pitches quietly against the wall; tech companies display demo screens of their latest apps; workshops on networking etiquette run in the adjoining classroom; outside the gym, students line up before opening; inside, HR teams jot notes on tablets as students introduce themselves; an alumni panel discusses preparing for technical interviews; a robotics startup flies a small drone above its booth to attract attention; groups of friends mark target employers on the event map; finance firms provide QR codes for instant internship applications.",
    "The campus career fair is in pre-opening activity: outside the university gym, students line up before doors and rehearse elevator pitches quietly against the wall; just inside, workshops on networking etiquette have begun in the adjoining classroom; career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. At the entrance, staff scan registrations and distribute lanyards. Alumni volunteers give short pep talks near the coffee station to set a supportive mood, and an alumni panel discusses preparing for technical interviews. Tech companies display demo screens of their latest apps; a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map; finance firms provide QR codes for instant internship applications; healthcare providers display photographs of their community outreach activities."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.3497165776981644,
    0.3497165776981644,
    0.3497165776981644,
    0.3497165776981644,
    0.46905121060612276,
    0.46905121060612276,
    0.46905121060612276,
    0.6802018641663243,
    0.6802018641663243,
    0.6802018641663243,
    0.6933175899983447,
    0.6933175899983447,
    0.6933175899983447,
    0.822313815480709,
    0.822313815480709,
    0.822313815480709,
    0.822313815480709,
    0.822313815480709,
    0.5819155053616355,
    0.5819155053616355,
    0.5819155053616355,
    0.5819155053616355,
    0.5819155053616355,
    0.5819155053616355,
    0.8743619261401528
  ],
  "16": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym, awaiting the opening of the career fair.",
    "A line of students stands outside the university gym, awaiting the opening of the career fair, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students awaits the opening of the career fair, while an alumni panel discusses how to prepare for technical interviews; some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students awaits the career fair opening, while an alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. A venue hosts a fair-like scene with dozens of booths decorated with colorful banners encircling a polished floor. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "On a university campus, a career fair is underway with a line of students outside the gym waiting for the opening and an alumni panel discussing how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. The venue presents a fair-like scene with dozens of booths decorated with colorful banners encircling a polished floor, creating a busy, exhibit-like atmosphere. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the event, groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications.",
    "At a university campus, a career fair unfolds with a line of students outside the gym awaiting opening, while an alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Dozens of booths, decorated with colorful banners, encircle a polished floor, creating a busy, exhibit-like atmosphere. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3124474525452456,
    0.3124474525452456,
    0.35891623660983374,
    0.35891623660983374,
    0.35891623660983374,
    0.3891051824690279,
    0.3891051824690279,
    0.3891051824690279,
    0.8200583841092939,
    0.8200583841092939,
    0.8200583841092939,
    0.8200583841092939,
    0.8200583841092939,
    0.8713519768019713,
    0.8713519768019713,
    0.8713519768019713,
    0.8713519768019713,
    0.8697810640200723
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "A venue hosts a fair-like scene where dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a venue hosting a fair-like scene, dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall in the venue. In the adjoining classroom, workshops on networking etiquette begin.",
    "The scene centers on a venue hosting a fair-like event, where dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall inside the venue. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule.",
    "A venue hosts a fair-like event where dozens of booths with colorful banners encircle a polished floor. Inside the venue, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews.",
    "A fair-like event fills a venue, with dozens of booths and colorful banners encircling a polished floor. Inside, some students rehearse elevator pitches quietly against a wall. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A fair-like event fills a venue, with dozens of booths and colorful banners encircling a polished floor. Inside, students rehearse elevator pitches quietly against a wall, while in the adjoining classroom workshops on networking etiquette begin. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables as human resources teams jot notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup uses a small drone flown above its booth to attract attention, and healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3535884269767076,
    0.3535884269767076,
    0.4819723423844504,
    0.4819723423844504,
    0.4819723423844504,
    0.7446864422467359,
    0.7446864422467359,
    0.7446864422467359,
    0.6973913984234017,
    0.6973913984234017,
    0.6973913984234017,
    0.6973913984234017,
    0.7320732993880776,
    0.7320732993880776,
    0.7320732993880776,
    0.8214144628747242,
    0.8214144628747242,
    0.8214144628747242,
    0.8214144628747242,
    0.8449969899454519,
    0.8449969899454519,
    0.8449969899454519,
    0.8449969899454519,
    0.8449969899454519,
    0.8781439559824777,
    0.8781439559824777,
    0.8781439559824777
  ],
  "18": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors redirect unsure students toward applicable industries and guide them to options aligned with their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors redirect unsure students toward applicable industries and guide them to options aligned with their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors direct unsure students toward applicable industries and options aligned with their interests, while groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup uses a small drone flown above its booth to attract attention. Alumni volunteers are giving quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds.",
    "At the career fair, dozens of booths with colorful banners circle a polished floor as career counselors direct unsure students toward applicable industries and options aligned with their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup uses a small drone flown above its booth to attract attention. Alumni volunteers give quick pep talks near the coffee station, establishing a supportive mood. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, and a welcome PA announcement outlines the fair schedule. HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photographs of their community outreach activities."
  ],
  "18_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.7277544160761336,
    0.7277544160761336,
    0.7277544160761336,
    0.7277544160761336,
    0.7277544160761336,
    0.7277544160761336,
    0.7277544160761336,
    0.7527639104444206,
    0.7527639104444206,
    0.7527639104444206,
    0.7527639104444206,
    0.7527639104444206,
    0.7527639104444206,
    0.7527639104444206,
    0.9082896398637048,
    0.9082896398637048,
    0.9082896398637048,
    0.9082896398637048
  ],
  "19": [
    "",
    "",
    "",
    "\"\"",
    "Several groups of friends are marking target employers on the event map.",
    "Several groups of friends are marking target employers on the event map, while finance firms are providing QR codes to enable immediate internship applications, and some students rehearse elevator pitches quietly against a wall.",
    "At the event, several groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, several groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. A space contains dozens of booths with colorful banners encircling a polished floor.",
    "At the event, several groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Dozens of booths with colorful banners encircle a polished floor, setting a busy, exhibit-like atmosphere. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Dozens of booths with colorful banners encircle a polished floor, creating a busy, exhibit-like atmosphere. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a busy, exhibit-like atmosphere. At the event, groups of friends mark target employers on the event map while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a busy exhibit-like career fair atmosphere. Groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. An engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Healthcare providers showcase photographs of their community outreach activities."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.39023920447032723,
    0.39023920447032723,
    0.39023920447032723,
    0.47226040543570436,
    0.47226040543570436,
    0.6709897103171911,
    0.6709897103171911,
    0.6709897103171911,
    0.817112273878909,
    0.817112273878909,
    0.817112273878909,
    0.8302945407016722,
    0.8302945407016722,
    0.8302945407016722,
    0.8336339558440227,
    0.8336339558440227,
    0.8336339558440227,
    0.8503182352002241,
    0.8503182352002241,
    0.8503182352002241,
    0.8503182352002241,
    0.8942780213872664,
    0.8942780213872664,
    0.8942780213872664,
    0.8942780213872664
  ],
  "20": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system at the venue, outlining the fair schedule. A cybersecurity company is running a password cracking challenge on a laptop.",
    "At the venue, a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company conducts a password-cracking challenge on a laptop as part of the event. During the proceedings, human resources teams jot notes on tablets while students introduce themselves. Career counselors guide unsure students toward applicable industries, pointing to options aligned with their interests. Groups of friends mark target employers on an event map, indicating specific companies of interest. Healthcare providers display photographs of their community outreach activities.",
    "At the venue, a welcome announcement over the PA system outlines the fair schedule as dozens of booths with colorful banners circle a polished floor. A cybersecurity company conducts a password-cracking challenge on a laptop as part of the event. Human resources teams jot notes on tablets while students introduce themselves. Career counselors guide unsure students toward applicable industries, pointing to options aligned with their interests. Groups of friends mark target employers on an event map, indicating specific companies of interest. Healthcare providers showcase photographs of their community outreach activities.",
    "At the venue, a welcome PA announces the fair schedule as dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop as part of the event. Human resources teams jot notes on tablets while students introduce themselves. Career counselors guide unsure students toward applicable industries, pointing to options aligned with their interests. Groups of friends mark target employers on an event map, indicating specific companies of interest. Healthcare providers showcase photographs of their community outreach activities. A robotics startup uses a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers near the coffee station are delivering quick pep talks, helping establish a supportive mood. Nearby, tech companies display demo screens showing their latest apps."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5346939757128227,
    0.5346939757128227,
    0.5346939757128227,
    0.8680328424677763,
    0.8680328424677763,
    0.8680328424677763,
    0.8680328424677763,
    0.8680328424677763,
    0.8802883677508979,
    0.8802883677508979,
    0.8802883677508979,
    0.8802883677508979,
    0.8802883677508979,
    0.8802883677508979,
    0.9083152415751137,
    0.9083152415751137
  ],
  "21": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university during a career fair, an alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. At the event, groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.7613239507427396,
    0.7613239507427396,
    0.8677741646804864,
    0.8677741646804864,
    0.8677741646804864,
    0.8677741646804864,
    0.8677741646804864,
    0.8677741646804864,
    0.8685995010141117,
    0.8685995010141117,
    0.8685995010141117,
    0.8685995010141117,
    0.8733783426294357,
    0.8733783426294357,
    0.8733783426294357,
    0.8733783426294357,
    0.8780822128204239,
    0.8780822128204239
  ],
  "22": [
    "",
    "",
    "",
    "Several groups of friends are marking target employers on the event map.",
    "An ongoing activity has several groups of friends marking target employers on the event map. The action involves multiple groups identifying specific employers and placing marks on the map, reflecting a collective effort to designate potential workplaces.",
    "An ongoing activity involves several groups of friends marking target employers on the event map, with multiple groups identifying specific employers and placing marks to designate potential workplaces. The marks reflect a collective effort to designate workplaces on the map. At the entrance, event staff scan registrations and hand out lanyards.",
    "An ongoing activity has several groups of friends marking target employers on the event map, with multiple groups identifying specific employers and placing marks to designate potential workplaces. The marks reflect a collective effort to designate workplaces on the map. At the entrance, event staff scan registrations and hand out lanyards.",
    "An ongoing activity involves several groups of friends marking target employers on the event map, with multiple groups identifying specific employers and placing marks to designate potential workplaces; the marks reflect a collective effort to designate workplaces on the map. At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table.",
    "At the event, several groups of friends mark target employers on the event map, indicating specific companies of interest and reflecting a collective effort to designate workplaces. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors guide unsure students toward applicable industries and options aligned with their interests. Some students rehearse elevator pitches quietly against the wall. Finance firms are distributing QR codes enabling immediate internship applications.",
    "At the event, several groups of friends mark target employers on the event map, identifying specific companies of interest and reflecting a collective effort to designate workplaces. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors guide unsure students toward applicable industries and options aligned with their interests. Some students rehearse elevator pitches quietly against the wall. Finance firms are distributing QR codes enabling immediate internship applications. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup is flying a small drone above its booth to attract attention.",
    "Groups of friends mark target employers on the event map, identifying specific companies of interest. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors guide unsure students toward applicable industries and options aligned with their interests. Some students rehearse elevator pitches quietly against a wall. Finance firms are distributing QR codes enabling immediate internship applications. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup is flying a small drone above its booth to attract attention at the event and exhibition. At the exhibition, healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.39023920447032723,
    0.39023920447032723,
    0.39023920447032723,
    0.3991361180493185,
    0.3991361180493185,
    0.3991361180493185,
    0.5396509096701635,
    0.5396509096701635,
    0.5396509096701635,
    0.5368892476637853,
    0.5368892476637853,
    0.5368892476637853,
    0.6514267771925033,
    0.6514267771925033,
    0.6514267771925033,
    0.8067646008738423,
    0.8067646008738423,
    0.8067646008738423,
    0.8483166808912739,
    0.8483166808912739,
    0.8483166808912739,
    0.8483166808912739,
    0.8483166808912739,
    0.8483166808912739,
    0.8483166808912739,
    0.8483166808912739,
    0.8483166808912739,
    0.90419628970442
  ],
  "23": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos. Career counselors direct unsure students toward applicable industries and guide them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos nearby. Career counselors direct unsure students toward applicable industries and guide them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase community outreach photos nearby. Career counselors direct unsure students toward applicable industries and options that fit their interests. Groups of friends mark target employers on the event map, identifying specific companies of interest and reflecting a collective effort to designate workplaces. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Near the stage, the engineering society sponsors a resume review table. Finance firms distribute QR codes enabling immediate internship applications. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.39533452196339525,
    0.39533452196339525,
    0.39533452196339525,
    0.8859914494448372,
    0.8859914494448372,
    0.8859914494448372,
    0.8859914494448372,
    0.894976603293779,
    0.894976603293779,
    0.894976603293779,
    0.894976603293779,
    0.894976603293779,
    0.894976603293779,
    0.9155447141443587,
    0.9155447141443587,
    0.9155447141443587
  ],
  "24": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms are stacking glossy case study booklets on high tables, while a robotics startup is flying a small drone above its booth to attract attention.",
    "In the event setting, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the event, consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Several groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. A space contains dozens of booths with colorful banners encircling a polished floor."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.34602396344840725,
    0.34602396344840725,
    0.7631531747054829,
    0.7631531747054829,
    0.7631531747054829,
    0.7631531747054829,
    0.8618436383636069,
    0.8618436383636069,
    0.8618436383636069,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065,
    0.9094789362330065
  ],
  "25": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom; finance firms offer QR codes for immediate internship applications.",
    "In the adjoining classroom, workshops on networking etiquette begin; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables.",
    "A multi-space scene shows an adjoining classroom where workshops on networking etiquette begin, while finance firms distribute QR codes enabling immediate internship applications and consulting firms stack glossy case study booklets on high tables. In the same scene, some students rehearse elevator pitches quietly against a wall, and several groups of friends mark target employers on the event map.",
    "Across a multi-space venue, an adjoining classroom hosts workshops on networking etiquette as they begin. In the same scene, finance firms distribute QR codes that enable immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Nearby, some students rehearse elevator pitches quietly against a wall, and several groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "Across a multi-space venue, an adjoining classroom hosts workshops on networking etiquette as they begin. Finance firms distribute QR codes that enable immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Nearby, some students rehearse elevator pitches quietly against a wall, and several groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. At the campus career fair, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the fair opens.",
    "Across a multi-space venue, an adjoining classroom hosts workshops on networking etiquette as they begin. Finance firms distribute QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Students rehearse elevator pitches against a wall, and groups of friends mark target employers on an event map. Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens of their latest apps. A welcome PA announcement outlines the fair schedule. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners surround a polished floor. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "25_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.43374561651016624,
    0.43374561651016624,
    0.43374561651016624,
    0.4094181338848719,
    0.4094181338848719,
    0.4094181338848719,
    0.5406607027747914,
    0.5406607027747914,
    0.5406607027747914,
    0.76788008463429,
    0.76788008463429,
    0.76788008463429,
    0.76788008463429,
    0.8608395857779859,
    0.8608395857779859,
    0.8608395857779859,
    0.8608395857779859,
    0.8608395857779859,
    0.8608395857779859,
    0.8896994699852824
  ],
  "26": [
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "An engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, while an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students are lined up awaiting the career fair opening. A welcome announcement over the PA system outlines the fair schedule.",
    "An engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up awaiting the career fair opening as a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "A campus career fair scene unfolds with an engineering society sponsoring a resume review table near the stage, where students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up awaiting the career fair opening as a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "The campus career fair centers on an engineering society that sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. Tech firms display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up awaiting the fair opening as a welcome announcement over the PA system outlines the schedule. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "26_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.46663307812608107,
    0.46663307812608107,
    0.46663307812608107,
    0.46663307812608107,
    0.6547957090451693,
    0.6547957090451693,
    0.8121403266918834,
    0.8121403266918834,
    0.8121403266918834,
    0.8121403266918834,
    0.8121403266918834,
    0.8070672449637377,
    0.8070672449637377,
    0.8070672449637377,
    0.8017103738013625,
    0.8017103738013625,
    0.8017103738013625,
    0.8017103738013625,
    0.8625340770391237,
    0.8625340770391237,
    0.8625340770391237,
    0.8625340770391237
  ],
  "27": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners encircle the polished floor.",
    "A space contains dozens of booths with colorful banners encircling a polished floor.",
    "A space contains dozens of booths with colorful banners encircling a polished floor.",
    "A space contains dozens of booths with colorful banners encircling a polished floor. At the event, several groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews.",
    "A venue hosts dozens of booths with colorful banners surrounding a polished floor. Groups of friends mark target employers on an event map, while finance firms distribute QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Event staff at the entrance scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table.",
    "At a venue hosting dozens of booths with colorful banners around a polished floor, attendees mingle as groups of friends mark target employers on an event map and finance firms distribute QR codes for immediate internship applications. Students rehearse elevator pitches quietly against a wall, while an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Event staff at the entrance scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. A robotics startup flies a small drone above its booth to attract attention.",
    "At a venue hosting dozens of booths with colorful banners around a polished floor, attendees mingle as groups of friends mark target employers on an event map, and finance firms distribute QR codes for immediate internship applications. Students rehearse elevator pitches quietly against a wall while an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Event staff at the entrance scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. A robotics startup flies a small drone above its booth to attract attention. The scene resembles a fair, with career counselors directing unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin, and a welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "27_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3535884269767076,
    0.3535884269767076,
    0.3535884269767076,
    0.3670384751697554,
    0.3670384751697554,
    0.3670384751697554,
    0.3670384751697554,
    0.3670384751697554,
    0.3670384751697554,
    0.8102330693672666,
    0.8102330693672666,
    0.8102330693672666,
    0.815532110454424,
    0.815532110454424,
    0.815532110454424,
    0.815532110454424,
    0.815532110454424,
    0.8331191982865764,
    0.8331191982865764,
    0.8331191982865764,
    0.8331191982865764,
    0.8331191982865764,
    0.8718794264151939
  ],
  "28": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Technology companies are displaying demo screens that showcase their latest apps.",
    "Technology companies are displaying demo screens that showcase their latest apps, while finance firms offer QR codes for immediate internship applications.",
    "Technology companies are displaying demo screens that showcase their latest apps, while finance firms are offering QR codes for immediate internship applications. An engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "A fair features technology companies displaying demo screens of their latest apps, while finance firms offer QR codes for immediate internship applications. An engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the fair, technology firms display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. An engineering society sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, technology firms display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. An engineering society sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4301539933722128,
    0.4301539933722128,
    0.4301539933722128,
    0.46521531772017877,
    0.46521531772017877,
    0.46521531772017877,
    0.7960499700686133,
    0.7960499700686133,
    0.7960499700686133,
    0.7960499700686133,
    0.7960499700686133,
    0.7960499700686133,
    0.8233440169836413,
    0.8233440169836413,
    0.8233440169836413,
    0.8717798178253888,
    0.8717798178253888,
    0.8717798178253888,
    0.8717798178253888,
    0.8717798178253888
  ],
  "29": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "In the scene, tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers are giving quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards.",
    "Tech companies display demo screens of their latest apps, while healthcare providers show community outreach photos, setting the events mood. Alumni volunteers deliver quick pep talks near the coffee station, contributing a supportive atmosphere as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards. During the event, human resources teams jot notes on tablets as students introduce themselves.",
    "At a mixed-sector event, tech companies display demo screens of their latest apps while healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds. Event staff scan registrations and hand out lanyards at the entrance. During the event, human resources teams jot notes on tablets as students introduce themselves.",
    "At a mixed-sector university event, tech companies display demo screens of their latest apps while healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station, contributing to a supportive mood as the scene unfolds. Event staff scan registrations and hand out lanyards at the entrance. During the event, human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.36675832945120873,
    0.36675832945120873,
    0.36675832945120873,
    0.717689674338779,
    0.717689674338779,
    0.717689674338779,
    0.717689674338779,
    0.717689674338779,
    0.717689674338779,
    0.7831392260161536,
    0.7831392260161536,
    0.7831392260161536,
    0.7831392260161536,
    0.7709346034705791,
    0.7709346034705791,
    0.7709346034705791,
    0.7709346034705791,
    0.7709346034705791,
    0.7709346034705791,
    0.7906364925309549
  ],
  "30": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At a fair, tech companies display demo screens showing their latest apps as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and an engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "At a career fair, tech companies display demo screens of their latest apps, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and an engineering society sponsors a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact.",
    "At the career fair, tech companies display demo screens of their latest apps while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Several groups of friends mark target employers on the event map, identifying specific companies of interest and reflecting a collective effort to designate workplaces. At the entrance, event staff scan registrations and hand out lanyards. Finance firms distribute QR codes enabling immediate internship applications. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "30_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.8524064537841123,
    0.8524064537841123,
    0.8524064537841123,
    0.8524064537841123,
    0.8466889392792708,
    0.8466889392792708,
    0.8466889392792708,
    0.8466889392792708,
    0.8466889392792708
  ],
  "31": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are providing QR codes to enable immediate internship applications, while some students rehearse elevator pitches quietly against a wall.",
    "Finance firms are distributing QR codes that enable immediate internship applications. In the same scene, some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map.",
    "Finance firms are distributing QR codes that enable immediate internship applications. Meanwhile, some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map.",
    "Finance firms are distributing QR codes that enable immediate internship applications. Meanwhile, some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map. During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event, finance firms are distributing QR codes that enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map. During the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table.",
    "At the career event, finance firms are distributing QR codes that enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews, as students line up outside the university gym before the career fair opens.",
    "At the career event, finance firms distribute QR codes that enable immediate internship applications. Students rehearse elevator pitches quietly against a wall, while groups mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews, and students line up outside the university gym before the career fair opens. Career counselors direct unsure students toward applicable industries, supported by alumni volunteers near the coffee station."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4271705551087896,
    0.4271705551087896,
    0.4271705551087896,
    0.7390988248405086,
    0.7390988248405086,
    0.7429994265421342,
    0.7429994265421342,
    0.8029485534849543,
    0.8029485534849543,
    0.8029485534849543,
    0.8218020829085614,
    0.8218020829085614,
    0.8218020829085614,
    0.8218020829085614,
    0.8334033194124206,
    0.8334033194124206,
    0.8334033194124206,
    0.8334033194124206,
    0.8334033194124206,
    0.8334033194124206,
    0.8334033194124206,
    0.8334033194124206,
    0.837864750514365,
    0.837864750514365,
    0.837864750514365
  ],
  "32": [
    "",
    "",
    "",
    "Healthcare providers showcase photographs of their community outreach activities.",
    "Healthcare providers showcase photographs of their community outreach activities.",
    "Healthcare providers showcase photographs of their community outreach activities, and career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase photographs of their community outreach activities, while career counselors redirect unsure students toward applicable industries. The scene features alumni volunteers giving quick pep talks near the coffee station.",
    "Healthcare providers showcase photographs of their community outreach activities, while career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At an event, healthcare providers showcase photographs of their community outreach activities while career counselors direct unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display photographs of community outreach while career counselors guide unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Several students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Tech companies show demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and finance firms distribute QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, healthcare providers display photographs of community outreach; career counselors guide unsure students toward applicable industries; alumni volunteers deliver pep talks near the coffee station; several students rehearse elevator pitches against a wall; an alumni panel discusses how to prepare for technical interviews; technology companies display demo screens of their latest apps; in an adjoining classroom, workshops on networking etiquette begin; finance firms distribute QR codes for immediate internship applications; groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth to attract attention; the engineering society sponsors a resume review table near the stage, with students clutching resumes in branded folders; a welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.30332356805508753,
    0.30332356805508753,
    0.30332356805508753,
    0.30332356805508753,
    0.30332356805508753,
    0.34008403795713466,
    0.34008403795713466,
    0.34008403795713466,
    0.5043292058020601,
    0.5043292058020601,
    0.5043292058020601,
    0.5043292058020601,
    0.7265823076562401,
    0.7265823076562401,
    0.7265823076562401,
    0.7738145454549694,
    0.7738145454549694,
    0.7738145454549694,
    0.7738145454549694,
    0.8542396398118863,
    0.8542396398118863,
    0.8542396398118863,
    0.8542396398118863,
    0.8542396398118863,
    0.8542396398118863,
    0.8542396398118863,
    0.8542396398118863,
    0.6264878294400684
  ],
  "33": [
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees, while near the stage the engineering society sponsors a resume review table. Human resources teams jot notes on tablets as students introduce themselves.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees, while near the stage the engineering society sponsors a resume review table. Human resources teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries and guide them to options that fit their interests, while groups of friends mark target employers on the event map, indicating specific companies of interest. Some students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries and guide them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries and guide them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Organizers set a bustling career fair on a polished floor where dozens of booths with colorful banners encircle the space. Event staff scan registrations at the entrance and hand out lanyards. Near the stage the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries and options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, establishing a supportive mood. A robotics startup uses a small drone flown above its booth to attract attention.",
    "A bustling career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Event staff scan registrations at the entrance and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries and options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, helping establish a supportive mood. A robotics startup uses a small drone flown above its booth to attract attention."
  ],
  "33_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.6123910053998005,
    0.6123910053998005,
    0.6123910053998005,
    0.6123910053998005,
    0.6123910053998005,
    0.6123910053998005,
    0.6329671470965735,
    0.6329671470965735,
    0.6329671470965735,
    0.6329671470965735,
    0.7464782863425122,
    0.7464782863425122,
    0.7464782863425122,
    0.8160640003605908,
    0.8160640003605908,
    0.8169503276942616,
    0.8169503276942616,
    0.8169503276942616,
    0.8169503276942616,
    0.8169503276942616,
    0.8730393752311779,
    0.8730393752311779,
    0.8730393752311779,
    0.8730393752311779,
    0.8730393752311779
  ],
  "34": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables, while a robotics startup is flying a small drone above its booth to attract attention.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables, while a robotics startup is flying a small drone above its booth to attract attention. Technology companies are displaying demo screens that showcase their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables, while a robotics startup is flying a small drone above its booth to attract attention. Technology companies are displaying demo screens that showcase their latest apps. At the event, several groups of friends mark target employers on the event map, while finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. A space contains dozens of booths with colorful banners encircling a polished floor.",
    "A welcome PA announcement outlines the fair schedule as the scene unfolds. Consulting firms stack glossy case-study booklets on high tables as a robotics startup flies a drone above its booth to attract attention. Technology companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. The space features dozens of booths with colorful banners around a polished floor. HR teams jot notes on tablets as students introduce themselves; career counselors direct unsure students toward industries that fit their interests. Healthcare providers showcase photographs of community outreach activities. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station, fostering a supportive mood."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6287663858906047,
    0.6287663858906047,
    0.6287663858906047,
    0.7876565490994456,
    0.7876565490994456,
    0.7876565490994456,
    0.7876565490994456,
    0.9051659722263632,
    0.9051659722263632,
    0.9051659722263632,
    0.9051659722263632,
    0.9051659722263632,
    0.9051659722263632,
    0.9051659722263632,
    0.9051659722263632,
    0.9011155697618091,
    0.9011155697618091,
    0.9011155697618091
  ],
  "35": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "An exhibition space hosts a robotics startup that flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. The area contains dozens of booths with colorful banners encircling a polished floor.",
    "An exhibition space hosts a robotics startup that flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. The area contains dozens of booths with colorful banners encircling a polished floor. Groups of friends mark target employers on the event map.",
    "An exhibition space hosts a robotics startup that flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle a polished floor. Career counselors direct unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening, as workshops on networking etiquette proceed in the adjoining classroom. At the event entrance, staff scan registrations and distribute lanyards, and human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5628579904088962,
    0.5628579904088962,
    0.5628579904088962,
    0.7264209659144608,
    0.7264209659144608,
    0.7264209659144608,
    0.7264209659144608,
    0.7838169612022821,
    0.7838169612022821,
    0.7838169612022821,
    0.7838169612022821,
    0.8480692014229674,
    0.8480692014229674,
    0.8480692014229674,
    0.8480692014229674
  ],
  "36": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "In the adjoining classroom, workshops on networking etiquette begin; consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, networking etiquette workshops begin; consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops have begun in the adjoining classroom. Consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers are delivering quick pep talks near the coffee station.",
    "Networking etiquette workshops have begun in the adjoining classroom. Consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers are delivering quick pep talks near the coffee station.",
    "At the university career fair scene, networking etiquette workshops have begun in the adjoining classroom; consulting firms are stacking glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor, and alumni volunteers are delivering quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall."
  ],
  "36_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3107686950993604,
    0.3107686950993604,
    0.49259719184369066,
    0.49259719184369066,
    0.49259719184369066,
    0.49259719184369066,
    0.6191585196247391,
    0.6191585196247391,
    0.6191585196247391,
    0.6191585196247391,
    0.645255151262259,
    0.645255151262259,
    0.645255151262259,
    0.645255151262259,
    0.8810394243185519,
    0.8810394243185519,
    0.8810394243185519,
    0.8810394243185519,
    0.8810394243185519,
    0.8810394243185519
  ],
  "37": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Finance firms are distributing QR codes that enable immediate internship applications. In the same scene, some students rehearse elevator pitches quietly against a wall. Several groups of friends mark target employers on the event map.",
    "Finance firms distribute QR codes that enable immediate internship applications. Some students rehearse quiet elevator pitches against a wall. Several groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, finance firms distribute QR codes that enable immediate internship applications; students rehearse quiet elevator pitches against a wall; groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries; a robotics startup flies a small drone above its booth to attract attention; in the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, finance firms distribute QR codes enabling immediate internship applications; students rehearse quiet elevator pitches against a wall; groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries; a robotics startup flies a small drone above its booth to attract attention; in the adjoining classroom, workshops on networking etiquette begin. The venue hosts a fair-like layout with dozens of booths, colorful banners encircling a polished floor. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7390988248405086,
    0.7390988248405086,
    0.7390988248405086,
    0.7983311277313796,
    0.7983311277313796,
    0.7983311277313796,
    0.7983311277313796,
    0.5572502817250287,
    0.5572502817250287,
    0.5572502817250287,
    0.5572502817250287,
    0.5572502817250287,
    0.9109681175132776,
    0.9109681175132776,
    0.9109681175132776,
    0.9109681175132776,
    0.9109681175132776,
    0.9109681175132776
  ],
  "38": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "At an exhibition, a robotics startup is flying a small drone above its booth to attract attention. Some students are quietly rehearsing elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "At an exhibition, a robotics startup is flying a small drone above its booth to attract attention. Some students are quietly rehearsing elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "At an exhibition, a robotics startup is flying a small drone above its booth to attract attention. Some students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule, as healthcare providers showcase community outreach photos. Tech companies display demo screens featuring their latest apps, and consulting firms stack glossy case study booklets on high tables. Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the exhibition, a robotics startup flies a small drone above its booth to attract attention. Inside, students rehearse elevator pitches against a wall while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA, outlining the fair schedule. Healthcare providers display community outreach photos. Tech companies display demo screens featuring their latest apps, and consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5491840901014315,
    0.5491840901014315,
    0.5491840901014315,
    0.7329903901041743,
    0.7329903901041743,
    0.7329903901041743,
    0.7329903901041743,
    0.7329903901041743,
    0.8566070742966376,
    0.8566070742966376,
    0.8566070742966376,
    0.8566070742966376,
    0.8566070742966376,
    0.8566070742966376,
    0.89617122860546,
    0.89617122860546
  ],
  "39": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and distribute lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and distribute lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and distribute lanyards, while human resources teams jot notes on tablets as students introduce themselves. At the event, career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and distribute lanyards, while human resources teams jot notes on tablets as students introduce themselves. At the event, career counselors redirect unsure students toward applicable industries, and alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "Staff at the event entrance scan registrations and distribute lanyards, while human resources teams jot notes on tablets as students introduce themselves. Inside, career counselors redirect unsure students toward applicable industries, and alumni volunteers offer short pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs of their community outreach activities. Students line up outside the university gym before the career fair opens, rehearsing elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette have begun.",
    "Staff at the event entrance scan registrations and hand out lanyards, while human resources jot notes on tablets as students introduce themselves. Inside, career counselors redirect unsure students toward applicable industries, and alumni volunteers deliver short pep talks near the coffee station to establish a supportive mood. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers display photographs of their community outreach activities. Outside the university gym, students line up before the career fair opens, rehearsing elevator pitches against the wall, while in the adjoining classroom, workshops on networking etiquette have begun. An alumni panel discusses preparing for technical interviews before the career fair opens."
  ],
  "39_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.41623235684477256,
    0.41623235684477256,
    0.41623235684477256,
    0.41623235684477256,
    0.41623235684477256,
    0.41623235684477256,
    0.41623235684477256,
    0.786665921580584,
    0.786665921580584,
    0.779241047584449,
    0.779241047584449,
    0.779241047584449,
    0.779241047584449,
    0.8537048445054833,
    0.8537048445054833,
    0.8537048445054833,
    0.8537048445054833,
    0.8537048445054833,
    0.8537048445054833,
    0.8537048445054833,
    0.8537048445054833
  ],
  "40": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map; a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair, the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map; a welcome announcement is broadcast over the PA system outlining the fair schedule; and students line up outside the university gym before the fair opens.",
    "At the career fair on campus, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair, the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. A welcome announcement broadcasts over the PA, outlining the fair schedule. Students line up outside the university gym before opening. In the adjoining classroom, workshops on networking etiquette begin, while finance firms distribute QR codes enabling immediate internship applications and consulting firms stack glossy case study booklets on high tables. In the same scene, some students rehearse elevator pitches quietly against a wall.",
    "At the campus career fair, the engineering society sponsors a resume-review table near the stage, while tech companies display demo screens of their apps. Friends mark target employers on the event map as a welcome PA outlines the schedule. Students queue outside the university gym before opening; in the adjoining classroom, networking etiquette workshops are underway, with finance firms distributing QR codes for internships and consulting firms placing glossy case-study booklets on high tables. Some students rehearse elevator pitches against a wall. An alumni panel discusses preparing for technical interviews before the fair opens. At the entrance, staff scan registrations and hand out lanyards, while healthcare providers display photographs of their outreach activities nearby. Alumni volunteers deliver pep talks near the coffee station to foster a supportive mood."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.6347262022121479,
    0.6347262022121479,
    0.6347262022121479,
    0.6347262022121479,
    0.5731454958918961,
    0.5731454958918961,
    0.570958938523701,
    0.570958938523701,
    0.570958938523701,
    0.570958938523701,
    0.849934827681561,
    0.849934827681561,
    0.849934827681561,
    0.849934827681561,
    0.8508809185916902,
    0.8508809185916902,
    0.8508809185916902,
    0.8508809185916902,
    0.8508809185916902,
    0.8508809185916902,
    0.8508809185916902
  ],
  "41": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews, while students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses preparing for technical interviews as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers display photographs of their community outreach activities nearby. In the adjoining classroom, workshops on networking etiquette have begun. Alumni volunteers deliver quick pep talks near the coffee station, helping establish a supportive mood as the scene unfolds.",
    "Students line up outside the university gym as an alumni panel discusses preparing for technical interviews before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers display photographs of their community outreach activities nearby. In the adjoining classroom, workshops on networking etiquette have begun. Alumni volunteers deliver quick pep talks near the coffee station, helping establish a supportive mood as the scene unfolds."
  ],
  "41_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.7618775463919742,
    0.7618775463919742,
    0.7618775463919742,
    0.7618775463919742,
    0.7466811872344119,
    0.7466811872344119,
    0.7466811872344119,
    0.7466811872344119,
    0.7466811872344119,
    0.7466811872344119,
    0.7466811872344119,
    0.7466811872344119,
    0.7466811872344119
  ],
  "42": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In the scene, career counselors redirect unsure students toward applicable industries, and alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors direct unsure students toward applicable industries, and alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors direct unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors direct unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table.",
    "The event presents a fair-like scene in a venue, with dozens of booths decorated with colorful banners encircling a polished floor. Career counselors direct unsure students toward applicable industries, while alumni volunteers offer quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "The scene is a fair-like venue with a polished floor encircled by dozens of booths adorned with colorful banners. Career counselors guide unsure students toward industries aligned with their interests, while alumni volunteers offer quick pep talks near the coffee station, establishing a supportive mood. At the entrance, event staff scan registrations and hand out lanyards. The stage hosts a resume-review table sponsored by the engineering society. Some students rehearse elevator pitches quietly against the wall. In an adjoining classroom, workshops on networking etiquette begin. A welcome announcement streams over the PA, outlining the fair schedule. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, noting specific companies of interest. Healthcare providers display photographs of their community outreach, and a robotics startup uses a small drone flown above its booth to attract attention.",
    "The scene is a fair-like venue with a polished floor encircled by dozens of booths adorned with colorful banners, establishing a supportive mood. Career counselors guide unsure students toward industries aligned with their interests, while alumni volunteers offer quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. The stage hosts a resume-review table sponsored by the engineering society. Some students rehearse elevator pitches quietly against the wall. In an adjoining classroom, workshops on networking etiquette begin. A welcome announcement streams over the PA, outlining the fair schedule. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, noting specific companies of interest. Healthcare providers display photographs of their community outreach, and a robotics startup uses a small drone flown above its booth to attract attention."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.359445208091697,
    0.359445208091697,
    0.359445208091697,
    0.3568042649508779,
    0.3568042649508779,
    0.3568042649508779,
    0.3568042649508779,
    0.3769909470109642,
    0.3769909470109642,
    0.3769909470109642,
    0.3769909470109642,
    0.3769909470109642,
    0.7221834419577827,
    0.7221834419577827,
    0.7221834419577827,
    0.7221834419577827,
    0.8623213461662911,
    0.8623213461662911,
    0.8623213461662911,
    0.8623213461662911,
    0.8623213461662911,
    0.8812225515031462,
    0.8812225515031462,
    0.8812225515031462,
    0.8812225515031462,
    0.8806912251066928
  ],
  "43": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Meanwhile, groups of friends mark target employers on the event map, indicating specific companies of interest.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding them to options that fit their interests. Groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors direct unsure students toward applicable industries and guide them to options that fit their interests, while groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors guide unsure students toward applicable industries and toward options aligned with their interests. Several groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Finance firms are distributing QR codes that enable immediate internship applications.",
    "Career counselors guide unsure students toward industries that fit their interests. Several groups of friends are marking target employers on the event map, identifying specific companies and placing marks to designate potential workplaces, reflecting a collective effort to designate workplaces. At the entrance, event staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall. Finance firms are distributing QR codes that enable immediate internship applications. Near the stage, the engineering society sponsors a resume review table.",
    "Career counselors guide unsure students toward industries that fit their interests as groups of friends mark target employers on the event map, identifying companies and placing marks to designate potential workplaces. At the entrance, event staff scan registrations and hand out lanyards to attendees. Several students rehearse elevator pitches quietly against a wall, while workshops on networking etiquette run in an adjoining classroom. Finance firms are distributing QR codes that enable immediate internship applications. Near the stage, the engineering society sponsors a resume review table, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor of the event space.",
    "The event is a career fair held in a polished venue with dozens of booths and colorful banners circling the floor. Entrance staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. Career counselors direct unsure students toward applicable industries while groups of friends mark target employers on the event map. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. Finance firms are distributing QR codes that enable immediate internship applications. Near the stage, the engineering society sponsors a resume review table, and tech companies display demo screens showing their apps. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette run in an adjoining classroom, and consulting firms stack glossy case study booklets on high tables as some students rehearse elevator pitches against a wall."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.5659241272675695,
    0.5659241272675695,
    0.5659241272675695,
    0.7416072543986999,
    0.7416072543986999,
    0.7416072543986999,
    0.6050692387670451,
    0.6050692387670451,
    0.6050692387670451,
    0.6050692387670451,
    0.8056981932083807,
    0.8056981932083807,
    0.8056981932083807,
    0.8056981932083807,
    0.7884443086600863,
    0.7884443086600863,
    0.7884443086600863,
    0.7884443086600863,
    0.7884443086600863,
    0.8507676495471117,
    0.8507676495471117,
    0.8507676495471117,
    0.8507676495471117,
    0.8507676495471117,
    0.8507676495471117,
    0.8507676495471117
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor of the event space. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor of the event space. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle a polished floor in the event space. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor in the event space, creating a career fair atmosphere. An engineering society sponsors a resume review table near the stage, complemented by a welcome announcement over the PA outlining the fair schedule. Tech companies display demo screens showing their latest apps, while finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, indicating specific companies of interest. Some students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Healthcare providers showcase photographs of their community outreach activities."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.7763265220043474,
    0.7763265220043474,
    0.7763265220043474,
    0.7763265220043474,
    0.7763265220043474,
    0.7763265220043474,
    0.7763265220043474,
    0.8384626348909069,
    0.8384626348909069,
    0.8384626348909069,
    0.8384626348909069,
    0.8384626348909069,
    0.8820397296713214,
    0.8820397296713214,
    0.8820397296713214
  ],
  "45": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup uses a small drone flown above its booth to attract attention, while at the entrance event staff scan registrations and hand out lanyards.",
    "A robotics startup uses a small drone flown above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers are giving quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds.",
    "A robotics startup uses a small drone flown above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers near the coffee station are delivering quick pep talks, helping establish a supportive mood as the scene unfolds. Nearby, tech companies display demo screens showing their latest apps.",
    "At the event, a robotics startup uses a small drone flown above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers near the coffee station deliver quick pep talks to foster a supportive mood. Tech companies display demo screens showing their latest apps. Career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table.",
    "At the university career fair, a robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards, while human resources jot notes on tablets as students introduce themselves. Nearby, alumni volunteers near the coffee station deliver quick pep talks to foster a supportive mood. Tech companies display demo screens showing their latest apps. Career counselors direct unsure students toward applicable industries, framing early guidance. Near the stage, the engineering society sponsors a resume review table. A line of students stands outside the university gym awaiting the fair's opening. An alumni panel discusses how to prepare for technical interviews. Some students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule, and healthcare providers showcase community outreach photos."
  ],
  "45_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.3959284393495461,
    0.3959284393495461,
    0.3959284393495461,
    0.3959284393495461,
    0.6808342328977353,
    0.6808342328977353,
    0.6808342328977353,
    0.6808342328977353,
    0.6808342328977353,
    0.7083039834313765,
    0.7083039834313765,
    0.7083039834313765,
    0.7083039834313765,
    0.837461750249415,
    0.837461750249415,
    0.837461750249415,
    0.837461750249415,
    0.837461750249415,
    0.8862558550014883,
    0.8862558550014883
  ],
  "46": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943
  ],
  "47": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while healthcare providers showcase photos from community outreach.",
    "Tech companies display demo screens showing their latest apps, while healthcare providers showcase photos from community outreach.",
    "Across a mixed-sector setting, tech companies display demo screens of their latest apps, healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries.",
    "In a mixed-sector setting, tech companies display demo screens of their latest apps, healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a mixed-sector event, tech companies display demo screens of their latest apps, healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give quick pep talks near the coffee station, establishing a supportive mood as the scene unfolds.",
    "At a mixed-sector event, tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach, and career counselors direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers offer quick pep talks near the coffee station, helping establish a supportive mood as the scene unfolds. Consulting firms stack glossy case study booklets on high tables, contributing a professional, information-rich atmosphere.",
    "At a mixed-sector event, tech companies display demo screens of their latest apps, healthcare providers showcase photos from community outreach, and career counselors direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance, guiding attendance. Alumni volunteers deliver quick pep talks near the coffee station, helping establish a supportive mood. Consulting firms stack glossy case study booklets on high tables, contributing a professional, information-rich atmosphere. An alumni panel discusses preparing for technical interviews as students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette have begun.",
    "At a mixed-sector event at the university, tech companies display demo screens of their latest apps and healthcare providers showcase photos from community outreach, while career counselors guide unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance, guiding attendance. Alumni volunteers deliver quick pep talks near the coffee station, helping establish a supportive mood. Consulting firms stack glossy case study booklets on high tables, contributing a professional, information-rich atmosphere. An alumni panel discusses preparing for technical interviews as students line up outside the university gym before the career fair opens. In the adjoining classroom, networking etiquette workshops have begun."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4100352890549581,
    0.4100352890549581,
    0.4100352890549581,
    0.4100352890549581,
    0.4100352890549581,
    0.45669512267078566,
    0.45669512267078566,
    0.45669512267078566,
    0.6425417284551743,
    0.6425417284551743,
    0.6425417284551743,
    0.7359152394740897,
    0.7359152394740897,
    0.7359152394740897,
    0.7662839353653681,
    0.7662839353653681,
    0.7662839353653681,
    0.7662839353653681,
    0.7662839353653681,
    0.8168436379659316,
    0.8168436379659316,
    0.8168436379659316,
    0.8168436379659316
  ],
  "48": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall.",
    "Event staff at the entrance scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "Event staff at the university entrance are scanning registrations and handing out lanyards while healthcare providers display photographs of their community outreach activities. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette have begun.",
    "Event staff at the university entrance scan registrations and hand out lanyards, while healthcare providers display photographs of their community outreach activities. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against a wall. In an adjoining classroom, workshops on networking etiquette have begun. Finance firms distribute QR codes for immediate internship applications. Several groups of friends mark target employers on the event map. Career counselors direct unsure students toward applicable industries, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the university entrance, event staff scan registrations and hand out lanyards while healthcare providers display photographs of their community outreach activities. Students line up outside the university gym before the career fair opens, with some rehearsing elevator pitches quietly against a wall. In an adjoining classroom, networking etiquette workshops have begun. Finance firms distribute QR codes for immediate internship applications. Several groups of friends mark target employers on the event map. Career counselors direct unsure students toward applicable industries, and a robotics startup flies a small drone above its booth to attract attention. Consulting firms are stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers are delivering quick pep talks near the coffee station."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3873254141598298,
    0.3873254141598298,
    0.6098567043767082,
    0.6098567043767082,
    0.6098567043767082,
    0.7139850135360206,
    0.7139850135360206,
    0.7139850135360206,
    0.7139850135360206,
    0.8351242900896554,
    0.8351242900896554,
    0.8351242900896554,
    0.8351242900896554,
    0.8351242900896554,
    0.8562402302678311,
    0.8562402302678311,
    0.8562402302678311,
    0.8562402302678311,
    0.8562402302678311,
    0.8562402302678311
  ],
  "49": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while a robotics startup flies a small drone above its booth for attention.",
    "At an event, career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair event, counselors direct unsure students toward applicable industries, framing early guidance. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. A line of students stands outside the university gym, awaiting the opening of the career fair, and an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, counselors direct unsure students toward applicable industries, framing early guidance. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards, while human resources jot notes on tablets as students introduce themselves. A line of students stands outside the university gym, awaiting the fair's opening, and an alumni panel discusses how to prepare for technical interviews. Some students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors steer uncertain students toward applicable industries while framing early guidance. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards, and HR jot notes on tablets as students introduce themselves. A line of students waits outside the gym for the fair to open, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches against a wall, and workshops on networking etiquette begin in the adjoining classroom. A welcome PA announces the schedule, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle a polished floor, creating a busy exhibit-like atmosphere. Groups of friends mark target employers on the event map while finance firms provide QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.45909157990320637,
    0.45909157990320637,
    0.45909157990320637,
    0.45909157990320637,
    0.7699101036590555,
    0.7699101036590555,
    0.7699101036590555,
    0.8161059703745239,
    0.8161059703745239,
    0.8161059703745239,
    0.8346325307117651,
    0.8346325307117651,
    0.8346325307117651,
    0.8346325307117651,
    0.8346325307117651,
    0.8828966583360047,
    0.8828966583360047,
    0.8828966583360047,
    0.8828966583360047,
    0.9056547074068271,
    0.9056547074068271,
    0.9056547074068271
  ]
}