{
  "0": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders; human resources teams jot notes on tablets as students introduce themselves.",
    "During the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, attendees map target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event, attendees map target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.46869687421201917,
    0.46869687421201917,
    0.46869687421201917,
    0.46869687421201917,
    0.46869687421201917,
    0.46869687421201917,
    0.786853369950911,
    0.786853369950911,
    0.786853369950911,
    0.786853369950911,
    0.786853369950911,
    0.8338944156605537,
    0.8338944156605537,
    0.8338944156605537,
    0.8338944156605537,
    0.8338944156605537,
    0.8338944156605537,
    0.8357572791748233,
    0.8357572791748233,
    0.8357572791748233,
    0.8357572791748233,
    0.8357572791748233,
    0.8357572791748233,
    0.8606048690871382,
    0.8606048690871382,
    0.8606048690871382,
    0.8606048690871382,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8577949746525865,
    0.8486399088157277,
    0.8486399088157277,
    0.8486399088157277,
    0.8486399088157277,
    0.8486399088157277,
    0.8486399088157277,
    0.8486399088157277,
    0.8491071962270962,
    0.8491071962270962,
    0.8491071962270962,
    0.8491071962270962,
    0.8491071962270962,
    0.8491071962270962,
    0.8616330876054961,
    0.8616330876054961,
    0.8616330876054961
  ],
  "1": [
    "",
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, sharing brief pep talks.",
    "In the area around the coffee station, alumni volunteers are gathered and sharing brief pep talks. Nearby, some students are quietly rehearsing elevator pitches against the wall.",
    "In the area around the coffee station, alumni volunteers are gathered and sharing brief pep talks. Nearby, some students are quietly rehearsing elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers are gathered around the coffee station, sharing brief pep talks. Nearby, students are quietly rehearsing elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers are gathered around the coffee station, sharing brief pep talks; nearby, students are quietly rehearsing elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene centers on a bustling fair where alumni volunteers cluster around a coffee station, sharing brief pep talks, while nearby students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The scene centers on a bustling fair where alumni volunteers cluster around a coffee station, sharing brief pep talks, while nearby students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "A bustling fair unfolds with alumni volunteers clustering around a coffee station, delivering brief pep talks, while nearby students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At a bustling fair, alumni volunteers cluster around a coffee station delivering brief pep talks, while students rehearse elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At a bustling fair, alumni volunteers cluster around a coffee station delivering brief pep talks while students rehearse elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a bustling fair, alumni volunteers cluster around a coffee station delivering brief pep talks while students rehearse elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a bustling fair, alumni volunteers cluster around a coffee station delivering brief pep talks while students rehearse elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.2660823179423849,
    0.2660823179423849,
    0.2660823179423849,
    0.3935467465972694,
    0.3935467465972694,
    0.3935467465972694,
    0.3935467465972694,
    0.3935467465972694,
    0.3935467465972694,
    0.3935467465972694,
    0.3935467465972694,
    0.5760535742415043,
    0.5760535742415043,
    0.5760535742415043,
    0.5760535742415043,
    0.5760535742415043,
    0.6808579592230063,
    0.6808579592230063,
    0.6808579592230063,
    0.6808579592230063,
    0.6808579592230063,
    0.7698933480922387,
    0.7698933480922387,
    0.7698933480922387,
    0.7698933480922387,
    0.7698933480922387,
    0.8171007085985433,
    0.8171007085985433,
    0.8171007085985433,
    0.8171007085985433,
    0.8171007085985433,
    0.8171007085985433,
    0.8402859099953033,
    0.8402859099953033,
    0.8402859099953033,
    0.8402859099953033,
    0.8589207764626519,
    0.8589207764626519,
    0.8589207764626519,
    0.8589207764626519,
    0.8589207764626519,
    0.8589207764626519,
    0.8589207764626519,
    0.8720426981078357,
    0.8720426981078357,
    0.8720426981078357,
    0.8720426981078357,
    0.8720426981078357,
    0.8720426981078357,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8741720835418122,
    0.8761613888076164,
    0.8761613888076164,
    0.8761613888076164
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "During a career guidance event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "At a career guidance event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. The eye contact reminder is repeated.",
    "At a career guidance event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. The eye contact reminder is repeated. A welcome announcement over the PA system outlines the fair schedule.",
    "At a career guidance event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. The eye contact reminder is repeated. A welcome announcement over the PA system outlines the fair schedule.",
    "At a university career guidance event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews; the eye contact reminder is repeated. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At a university career guidance event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews; the eye contact reminder is repeated. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At a university career guidance event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews; the eye contact reminder is repeated. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university career guidance event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews, with the eye contact reminder repeated. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At a university career guidance event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews, with the eye contact reminder repeated. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career guidance event, counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews, with the eye contact reminder repeated. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.41674589481676894,
    0.41674589481676894,
    0.41674589481676894,
    0.41674589481676894,
    0.41674589481676894,
    0.41674589481676894,
    0.41674589481676894,
    0.41674589481676894,
    0.41674589481676894,
    0.5140335598764249,
    0.5140335598764249,
    0.5140335598764249,
    0.5140335598764249,
    0.7454987974404511,
    0.7454987974404511,
    0.7454987974404511,
    0.7454987974404511,
    0.7454987974404511,
    0.7454987974404511,
    0.7454987974404511,
    0.7454987974404511,
    0.7454987974404511,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7559446368929005,
    0.7978037822987512,
    0.7978037822987512,
    0.7978037822987512,
    0.7978037822987512,
    0.7978037822987512,
    0.8005399645805128,
    0.8005399645805128,
    0.8005399645805128,
    0.8005399645805128,
    0.8005399645805128,
    0.8005399645805128,
    0.8005399645805128,
    0.8142696231274573,
    0.8142696231274573,
    0.8142696231274573,
    0.82961984035849,
    0.82961984035849,
    0.82961984035849,
    0.82961984035849,
    0.82961984035849,
    0.82961984035849
  ],
  "3": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, entrance staff scan registrations and hand out lanyards, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; a welcome announcement outlines the fair schedule over the PA system; an alumni panel discusses how to prepare for technical interviews; a robotics startup flies a small drone above its booth for attention; groups of friends mark target employers on the event map.",
    "At the fair, entrance staff scan registrations and hand out lanyards, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "At the fair, entrance staff scan registrations and hand out lanyards, while career counselors guide unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "At the fair, entrance staff scan registrations and hand out lanyards while career counselors guide unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.7992260086125925,
    0.7992260086125925,
    0.7992260086125925,
    0.7992260086125925,
    0.8457755952090723,
    0.8457755952090723,
    0.8457755952090723,
    0.8457755952090723,
    0.9090698529224133,
    0.9090698529224133,
    0.9090698529224133,
    0.9090698529224133,
    0.9090698529224133,
    0.9136309718059199,
    0.9136309718059199,
    0.9136309718059199,
    0.9136309718059199,
    0.9136309718059199,
    0.9136309718059199,
    0.9136309718059199,
    0.9136309718059199,
    0.9136309718059199,
    0.9136309718059199,
    0.772654474338073,
    0.772654474338073,
    0.772654474338073,
    0.772654474338073,
    0.772654474338073,
    0.772654474338073,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8988596101072001,
    0.8995673198964762,
    0.8995673198964762,
    0.8995673198964762,
    0.8995673198964762,
    0.8995673198964762,
    0.8964160285241822,
    0.8964160285241822
  ],
  "4": [
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, while groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showcasing their latest apps, groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showcasing their latest apps; groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "A career-event scene unfolds with tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Meanwhile, workshops on networking etiquette begin in the adjoining classroom.",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "An LLM backend reported a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. In the scene, students clutch resumes inside branded folders.",
    "An LLM backend reported a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. In the scene, students clutch resumes inside branded folders, while tech companies display demo screens showing their latest apps.",
    "An LLM backend reported a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. In the scene, students clutch resumes inside branded folders, while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4575509220439762,
    0.4575509220439762,
    0.4575509220439762,
    0.4575509220439762,
    0.4575509220439762,
    0.4575509220439762,
    0.4575509220439762,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.6260306300366049,
    0.6260306300366049,
    0.6260306300366049,
    0.6260306300366049,
    0.6260306300366049,
    0.6260306300366049,
    0.786793357368907,
    0.786793357368907,
    0.786793357368907,
    0.786793357368907,
    0.786793357368907,
    0.786793357368907,
    0.817503075921578,
    0.817503075921578,
    0.817503075921578,
    0.817503075921578,
    0.817503075921578,
    0.817503075921578,
    0.817503075921578,
    0.817503075921578,
    0.8189657659299501,
    0.8189657659299501,
    0.8189657659299501,
    0.8189657659299501,
    0.8189657659299501,
    0.8189657659299501,
    0.7822757653512794,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.25897238190726735,
    0.25897238190726735,
    0.25897238190726735,
    0.25897238190726735,
    0.3325899193511226,
    0.3325899193511226,
    0.3325899193511226,
    0.3325899193511226,
    0.3325899193511226,
    0.3325899193511226,
    0.5917785310735248
  ],
  "5": [
    "",
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At a university gym hosting a career fair, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor, and consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the fair opens, while career counselors direct unsure students toward applicable industries.",
    "At a university gym hosting a career fair, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor, and consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the fair opens, while career counselors direct unsure students toward applicable industries.",
    "At a university gym hosting a career fair, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor, and consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the fair opens, while career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At a university gym hosting a career fair, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor, and consulting firms stack glossy case-study booklets on high tables. Students line up outside the gym before the fair opens, while career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "A university gym hosts a career fair where a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround a polished floor, while consulting firms stack glossy case-study booklets on high tables. Students line up outside the gym before the fair opens, and career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At a university gym, a career fair is underway with a cybersecurity company running a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor, while consulting firms stack glossy case-study booklets on high tables. Students line up outside the gym before the fair opens, and career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At a university gym, a career fair is underway with a cybersecurity company running a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor, while consulting firms stack glossy case-study booklets on high tables. Students line up outside the gym before the fair opens as career counselors direct unsure attendees toward applicable industries. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.5758416317978217,
    0.5758416317978217,
    0.5758416317978217,
    0.5758416317978217,
    0.5758416317978217,
    0.665482853859394,
    0.665482853859394,
    0.665482853859394,
    0.665482853859394,
    0.7623802109039073,
    0.7623802109039073,
    0.7623802109039073,
    0.7623802109039073,
    0.7623802109039073,
    0.7623802109039073,
    0.7623802109039073,
    0.7623802109039073,
    0.7850798124835736,
    0.7850798124835736,
    0.7850798124835736,
    0.7850798124835736,
    0.7850798124835736,
    0.7963048348708642,
    0.7963048348708642,
    0.7963048348708642,
    0.7963048348708642,
    0.7963048348708642,
    0.7963048348708642,
    0.7963048348708642,
    0.8258990264062187,
    0.8258990264062187,
    0.8258990264062187,
    0.8258990264062187,
    0.8258990264062187,
    0.8258990264062187,
    0.8258990264062187,
    0.8258990264062187,
    0.8028650447007454,
    0.8028650447007454,
    0.8028650447007454,
    0.8028650447007454,
    0.8028650447007454,
    0.8124258626376939,
    0.8124258626376939,
    0.8124258626376939,
    0.8124258626376939,
    0.8124258626376939,
    0.8124258626376939
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At the fair, some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, students rehearse elevator pitches quietly against the wall, while tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors redirect unsure students toward applicable industries.",
    "At the fair, students rehearse elevator pitches quietly against the wall as tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors direct unsure students toward applicable industries.",
    "At the fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. Career counselors direct unsure students toward applicable industries. Moments before the career fair opens, students line up outside the university gym.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Moments before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and career counselors direct unsure students toward applicable industries.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Moments before opening, students line up outside the university gym, and groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Moments before opening, students line up outside the university gym, and groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Moments before opening, students line up outside the university gym and groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Moments before opening, students line up outside the university gym and groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall as tech companies display demo screens of their latest apps. Moments before opening, students line up outside the university gym, and groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44883007683011555,
    0.44883007683011555,
    0.44883007683011555,
    0.44883007683011555,
    0.7777589842824004,
    0.7777589842824004,
    0.7777589842824004,
    0.7777589842824004,
    0.7777589842824004,
    0.7777589842824004,
    0.6936897209006845,
    0.6936897209006845,
    0.6936897209006845,
    0.6936897209006845,
    0.6912734445744035,
    0.6912734445744035,
    0.6912734445744035,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.7949474004534475,
    0.8174992962156185,
    0.8174992962156185,
    0.8130395349374366,
    0.8130395349374366,
    0.8130395349374366,
    0.8130395349374366,
    0.8130395349374366,
    0.8130395349374366,
    0.83436654407296,
    0.83436654407296,
    0.83436654407296,
    0.83436654407296,
    0.83436654407296,
    0.83436654407296,
    0.83436654407296,
    0.8232678294604872,
    0.8232678294604872,
    0.8232678294604872,
    0.8232678294604872,
    0.8232678294604872,
    0.8448491585555471,
    0.8448491585555471,
    0.8448491585555471,
    0.8448491585555471,
    0.8449017916409582,
    0.8449017916409582,
    0.8449017916409582,
    0.8449017916409582
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, a welcome PA outlines the schedule as groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor, and career counselors redirect unsure students toward applicable industries.",
    "At the career fair, a welcome PA outlines the schedule as groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor, and career counselors redirect unsure students toward applicable industries.",
    "At the career fair, a welcome PA outlines the schedule as groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor, and career counselors redirect unsure students toward applicable industries."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48855727820219674,
    0.48855727820219674,
    0.48855727820219674,
    0.8466357531492122,
    0.8466357531492122,
    0.8466357531492122,
    0.8466357531492122,
    0.8466357531492122,
    0.8466357531492122,
    0.8466357531492122,
    0.8466357531492122,
    0.8497976661628375,
    0.8497976661628375,
    0.8497976661628375,
    0.8497976661628375,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.8520664556336963,
    0.869423100286723,
    0.869423100286723,
    0.869423100286723,
    0.869423100286723,
    0.869423100286723,
    0.869423100286723,
    0.89960135043905,
    0.89960135043905,
    0.89960135043905,
    0.89960135043905,
    0.89960135043905,
    0.89960135043905,
    0.905091888063372,
    0.905091888063372,
    0.905091888063372,
    0.905091888063372,
    0.905091888063372,
    0.905091888063372,
    0.905091888063372,
    0.905091888063372,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595,
    0.8781219464954595
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "At a community fair, healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule.",
    "At a community fair, healthcare providers display community outreach photos while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "At a community fair, healthcare providers display community outreach photos as a welcome PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At a community fair, healthcare providers display community outreach photos as a welcome PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a community fair, healthcare providers display community outreach photos as a welcome PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a community fair, healthcare providers display community outreach photos while a welcome PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At a community fair, healthcare providers display community outreach photos while a welcome PA announcement outlines the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At a community fair, healthcare providers display community outreach photos while a welcome PA announcement outlines the schedule. Students clutch branded folders containing resumes, and a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Career counselors advise attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms display QR codes offering immediate internship applications.",
    "At a community fair, healthcare providers display outreach photos while a welcome PA announces the schedule. Students clutch branded folders with resumes as a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Career counselors advise attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms display QR codes offering immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At a community fair, healthcare providers display outreach photos as a welcome PA announces the schedule. Students clutch branded folders with resumes while a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Career counselors advise attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms display QR codes offering immediate internship applications. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At a community fair, healthcare providers display outreach photos as a welcome PA announces the schedule. Dozens of booths with colorful banners circle the polished floor. Students clutch branded folders with resumes while a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Career counselors advise attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms display QR codes offering immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At a community fair, healthcare providers display outreach photos as a welcome PA announces the schedule. Dozens of booths with colorful banners circle the polished floor. Students clutch branded folders with resumes while a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Career counselors advise attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms display QR codes offering immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4214463412872276,
    0.4214463412872276,
    0.4214463412872276,
    0.4214463412872276,
    0.6158541371325168,
    0.6158541371325168,
    0.6158541371325168,
    0.6158541371325168,
    0.6158541371325168,
    0.7621197178178827,
    0.7621197178178827,
    0.7621197178178827,
    0.7621197178178827,
    0.796280735889554,
    0.796280735889554,
    0.796280735889554,
    0.796280735889554,
    0.796280735889554,
    0.8240975541261824,
    0.8240975541261824,
    0.8240975541261824,
    0.8240975541261824,
    0.8240975541261824,
    0.8597383737299411,
    0.8597383737299411,
    0.8597383737299411,
    0.8597383737299411,
    0.8748998126588874,
    0.8748998126588874,
    0.8748998126588874,
    0.8748998126588874,
    0.8748998126588874,
    0.886209059306573,
    0.886209059306573,
    0.886209059306573,
    0.886209059306573,
    0.8911265294121187,
    0.8911265294121187,
    0.8911265294121187,
    0.8911265294121187,
    0.8911265294121187,
    0.9098098126584429,
    0.9098098126584429,
    0.9098098126584429,
    0.9098098126584429,
    0.9098098126584429,
    0.9098098126584429,
    0.9098098126584429,
    0.9098098126584429,
    0.9066895393067735,
    0.9066895393067735,
    0.9066895393067735,
    0.9066895393067735,
    0.9066895393067735,
    0.9066895393067735,
    0.9066895393067735,
    0.9037323042996606,
    0.9037323042996606,
    0.9037323042996606
  ],
  "9": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor of the event space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners circle the polished floor of the event space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "In the event space, dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event space features dozens of booths with colorful banners circling a polished floor. At the entrance, event staff scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give quick pep talks by the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "An event space hosts dozens of booths with colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give brief pep talks by the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "An event space hosts dozens of booths arranged around a polished floor, banners of various colors framing the venue. At the entrance, staff scan registrations and hand out lanyards to attendees. Nearby, alumni volunteers give brief pep talks by the coffee station. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Healthcare providers display photo panels of community outreach. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure attendees toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.5449302978590079,
    0.5449302978590079,
    0.5449302978590079,
    0.5449302978590079,
    0.5449302978590079,
    0.7307155640463454,
    0.7307155640463454,
    0.7307155640463454,
    0.7307155640463454,
    0.7307155640463454,
    0.7307155640463454,
    0.7307155640463454,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.763521055309822,
    0.7611475833852696,
    0.7611475833852696,
    0.7611475833852696,
    0.7611475833852696,
    0.7611475833852696,
    0.7611475833852696,
    0.7691822235275452,
    0.7691822235275452,
    0.7691822235275452,
    0.7691822235275452,
    0.7813238931880453,
    0.7813238931880453,
    0.7813238931880453,
    0.7813238931880453,
    0.7813238931880453,
    0.7813238931880453,
    0.8001115233340874,
    0.8001115233340874,
    0.8001115233340874,
    0.7914387872796571,
    0.7914387872796571,
    0.7914387872796571,
    0.7914387872796571,
    0.7914387872796571,
    0.7914387872796571,
    0.7969578515320099,
    0.7969578515320099,
    0.7969578515320099,
    0.7969578515320099,
    0.7969578515320099,
    0.7969578515320099,
    0.7922648894764237,
    0.7922648894764237,
    0.7922648894764237,
    0.7922648894764237,
    0.7922648894764237,
    0.7922648894764237
  ]
}