{
  "0": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos. At the event entrance staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos. At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall while others clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display community outreach photos. At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos at the event. At the entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers display community outreach photos at the event. At the entrance staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers display community outreach photos at the event. At the entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display community outreach photos. At the entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5347332320982674,
    0.5347332320982674,
    0.5347332320982674,
    0.5347332320982674,
    0.5347332320982674,
    0.7098080857585831,
    0.7098080857585831,
    0.7098080857585831,
    0.7098080857585831,
    0.7223611079041261,
    0.7223611079041261,
    0.7223611079041261,
    0.7223611079041261,
    0.7223611079041261,
    0.7223611079041261,
    0.7223611079041261,
    0.7967388168233861,
    0.7967388168233861,
    0.7967388168233861,
    0.7967388168233861,
    0.7967388168233861,
    0.7967388168233861,
    0.846685317958435,
    0.846685317958435,
    0.846685317958435,
    0.846685317958435,
    0.846685317958435,
    0.851255174105854,
    0.851255174105854,
    0.851255174105854,
    0.851255174105854,
    0.851255174105854,
    0.851255174105854,
    0.8478643308620335,
    0.8478643308620335,
    0.8478643308620335,
    0.8478643308620335,
    0.8478643308620335,
    0.8478643308620335,
    0.8478643308620335,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074,
    0.8590866039910074
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "Concurrent sessions are under way: networking etiquette workshops begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "Concurrent sessions are underway: networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "Concurrent sessions are underway: networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Concurrent sessions are underway: networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders to keep their documents organized for interviews.",
    "A multi-session fair with concurrent sessions including networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA. Students rehearse elevator pitches quietly against the wall; they clutch resumes inside branded folders for interviews. A cybersecurity company runs a password cracking challenge on a laptop. HR staff use tablet devices to record observations as students introduce themselves, with introductions occurring alongside other activities and remarks captured during presentations. Nearby alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "A multi-session career fair unfolds with concurrent sessions, including networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA. Students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders for interviews. A cybersecurity company runs a password cracking challenge on a laptop. HR staff use tablets to record observations as students introduce themselves, with introductions occurring alongside other activities and remarks captured during presentations. Nearby alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "A multi-session career fair unfolds with concurrent sessions, including networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA. Students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders for interviews. A cybersecurity company runs a password cracking challenge on a laptop. HR staff use tablets to record observations as students introduce themselves, with introductions occurring alongside other activities and remarks captured during presentations. Alumni volunteers deliver pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "At a multi-session career fair, concurrent tracks include networking etiquette workshops in an adjoining classroom and an alumni panel on preparing for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA. Students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders for interviews. A cybersecurity company runs a password-cracking challenge on a laptop. HR staff use tablets to record observations as students introduce themselves, with introductions occurring alongside other activities and remarks captured during presentations. Alumni volunteers deliver pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.5619677350967226,
    0.5619677350967226,
    0.5619677350967226,
    0.5619677350967226,
    0.5619677350967226,
    0.780928923234264,
    0.780928923234264,
    0.780928923234264,
    0.780928923234264,
    0.780928923234264,
    0.780928923234264,
    0.780928923234264,
    0.8509762532911617,
    0.8509762532911617,
    0.8509762532911617,
    0.8509762532911617,
    0.8509762532911617,
    0.8509762532911617,
    0.8447158846579176,
    0.8447158846579176,
    0.8447158846579176,
    0.8447158846579176,
    0.8447158846579176,
    0.8447158846579176,
    0.8447158846579176,
    0.8447158846579176,
    0.8447158846579176,
    0.9077795707162277,
    0.9077795707162277,
    0.9077795707162277,
    0.9077795707162277,
    0.9077795707162277,
    0.9077795707162277,
    0.9077795707162277,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9076206916048634,
    0.9170754775729686,
    0.9170754775729686,
    0.9170754775729686,
    0.9170754775729686,
    0.9170754775729686,
    0.9170754775729686,
    0.9170754775729686,
    0.9105154506100228
  ],
  "2": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Nearby, a cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos. At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "The event features a mix of company displays and student interactions. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos. At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "The event presents a mix of company displays and student interactions. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Healthcare providers show community outreach photos. At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At a multi-activity event site, the scene features company booths, student interactions, and concurrent talks. HR teams jot observations on tablets as students introduce themselves; HR staff record remarks during introductions as activities unfold. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of their latest apps; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables. Healthcare providers show community outreach photos. At the entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches against the wall while others clutch resumes in branded folders. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. Concurrent sessions include networking etiquette workshops in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3754962458360924,
    0.3754962458360924,
    0.3754962458360924,
    0.7176127644784895,
    0.7176127644784895,
    0.7176127644784895,
    0.7176127644784895,
    0.7494171547990313,
    0.7494171547990313,
    0.7494171547990313,
    0.7494171547990313,
    0.7494171547990313,
    0.7494171547990313,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8515075509223986,
    0.8585460885454544,
    0.8585460885454544,
    0.8585460885454544,
    0.8585460885454544,
    0.8583535464299776,
    0.8583535464299776,
    0.8583535464299776,
    0.8583535464299776,
    0.8583535464299776,
    0.8583535464299776,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098,
    0.8308482474030098
  ],
  "3": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene shows students rehearsing elevator pitches quietly against the wall while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene shows students rehearsing elevator pitches quietly against the wall while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations at the entrance and hand out lanyards. At the event, students clutch resumes inside branded folders to keep their documents organized for interviews.",
    "Students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations at the entrance and hand out lanyards. Students clutch resumes inside branded folders to keep their documents organized for interviews. Concurrent sessions include networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "The event centers on a career fair atmosphere with parallel activities: students rehearse elevator pitches quietly against the wall and hold resumes inside branded folders to keep documents organized for interviews; a cybersecurity company runs a password-cracking challenge on a laptop nearby, and a robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Concurrent sessions include networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "The scene centers on a career fair with parallel activities: students rehearse elevator pitches quietly against the wall and hold resumes in branded folders to keep documents organized for interviews; nearby, a cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards as a welcome announcement outlines the fair schedule over the PA. Concurrent sessions include networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. Healthcare providers display photos from community outreach. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Scene centers on a career fair with parallel activities. Students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders for interviews. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards as a welcome announcement outlines the fair schedule over the PA. Concurrent sessions include networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews; alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers display photos from community outreach. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, capturing remarks during introductions that occur alongside other activities. Finance firms offer QR codes for internship applications, while consulting firms stack case study booklets on tables."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.5129786087175884,
    0.5129786087175884,
    0.5129786087175884,
    0.5129786087175884,
    0.5129786087175884,
    0.5129786087175884,
    0.5129786087175884,
    0.5129786087175884,
    0.7005097787419108,
    0.7005097787419108,
    0.7005097787419108,
    0.7005097787419108,
    0.7005097787419108,
    0.7005097787419108,
    0.7005097787419108,
    0.7005097787419108,
    0.7005097787419108,
    0.7005097787419108,
    0.8482188296871425,
    0.8482188296871425,
    0.8482188296871425,
    0.8482188296871425,
    0.8482188296871425,
    0.8482188296871425,
    0.8482188296871425,
    0.9054322066204025,
    0.9054322066204025,
    0.9054322066204025,
    0.9054322066204025,
    0.9054322066204025,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.8873333234308408,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175,
    0.88283473679175
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders.",
    "At a cybersecurity company, students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. A password cracking challenge runs on a laptop. HR staff use tablet devices to record observations as students introduce themselves, with introductions occurring alongside other activities and HR capturing remarks as the students present themselves. Nearby, alumni volunteers deliver quick pep talks near the coffee station.",
    "At a cybersecurity company, students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. A password cracking challenge runs on a laptop. HR staff use tablet devices to record observations as students introduce themselves, with introductions occurring alongside other activities and HR capturing remarks as the students present themselves. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a cybersecurity company event, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, while a password cracking challenge runs on a laptop. HR staff use tablet devices to record observations as students introduce themselves, with introductions occurring alongside other activities and remarks captured during presentations. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At a cybersecurity company event, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, while a password cracking challenge runs on a laptop. HR staff use tablet devices to record observations as students introduce themselves, with introductions occurring alongside other activities and remarks captured during presentations. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At a cybersecurity company event, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, while a password cracking challenge runs on a laptop. HR staff use tablet devices to record observations as students introduce themselves, with introductions taking place alongside other activities and remarks captured during presentations. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At a cybersecurity company event, students rehearse quiet elevator pitches against a wall, clutching resumes in branded folders as a password cracking challenge runs on a laptop. HR staff use tablet devices to record observations as students introduce themselves, with introductions occurring alongside other activities and remarks captured during presentations. Alumni volunteers give quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At a cybersecurity company event, students rehearse quiet elevator pitches against a wall, clutching resumes in branded folders as a password-cracking challenge runs on a laptop. HR staff use tablet devices to record observations as students introduce themselves, with introductions occurring alongside other activities and remarks captured during presentations. Alumni volunteers give quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At a cybersecurity company event, students rehearse quiet elevator pitches against walls, clutching resumes in branded folders as a password-cracking challenge runs on a laptop. HR staff use tablets to record observations of introductions, which occur alongside other activities and remarks captured during presentations. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom, with concurrent sessions including these workshops and the alumni panel. At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables; engineering society sponsors a resume review table near the stage. Healthcare providers display photos from community outreach; a robotics startup flies a small drone above its booth; tech companies display demo screens of their latest apps."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.32062929427325926,
    0.6847796066616352,
    0.6847796066616352,
    0.6847796066616352,
    0.6847796066616352,
    0.6934924074729205,
    0.6934924074729205,
    0.6934924074729205,
    0.6934924074729205,
    0.6934924074729205,
    0.7881851713356911,
    0.7881851713356911,
    0.7881851713356911,
    0.7881851713356911,
    0.7966860040328276,
    0.7966860040328276,
    0.7966860040328276,
    0.7966860040328276,
    0.7966860040328276,
    0.7966860040328276,
    0.7982676701325826,
    0.7982676701325826,
    0.7982676701325826,
    0.7982676701325826,
    0.7982676701325826,
    0.7982676701325826,
    0.8105160302457963,
    0.8105160302457963,
    0.8105160302457963,
    0.8105160302457963,
    0.8105160302457963,
    0.8105160302457963,
    0.8102358976894186,
    0.8102358976894186,
    0.8102358976894186,
    0.8102358976894186,
    0.8102358976894186,
    0.8102358976894186,
    0.8102358976894186,
    0.8102358976894186,
    0.8262630963521875,
    0.8262630963521875,
    0.8262630963521875,
    0.8262630963521875,
    0.8262630963521875
  ],
  "5": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall.",
    "At the entrance of the event, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders, including at the cybersecurity company. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. A password cracking challenge runs on a laptop at the cybersecurity company. HR staff use tablet devices to record observations as students introduce themselves, capturing remarks during introductions that occur alongside other activities. Networking etiquette workshops begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students rehearse elevator pitches quietly against the wall and clutch resumes in branded folders, with some resumes and pitches taking place at the cybersecurity company area. Alumni volunteers give quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A password cracking challenge runs on a laptop at the cybersecurity company booth. A robotics startup flies a small drone above its booth to draw attention. HR staff use tablet devices to record observations as students introduce themselves, capturing remarks during introductions that occur alongside other activities. Networking etiquette workshops begin in the adjoining classroom. Concurrent sessions include these workshops and an alumni panel on preparing for technical interviews; the site features booths and demonstrations.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students rehearse elevator pitches quietly against the wall and clutch resumes in branded folders; some pitches and resumes are at the cybersecurity company area. Alumni volunteers give pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A password cracking challenge runs on a laptop at cybersecurity booth. A robotics startup flies a small drone above its booth to draw attention. HR teams jot notes on tablets as students introduce themselves. Networking etiquette workshops begin in the adjoining classroom. Concurrent sessions include these workshops and an alumni panel on preparing for technical interviews; the site features booths and demonstrations. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near stage. Tech companies display demo screens showing their apps."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3833319781016915,
    0.3833319781016915,
    0.5723100655665635,
    0.5723100655665635,
    0.5723100655665635,
    0.5723100655665635,
    0.7124088297856885,
    0.7124088297856885,
    0.7124088297856885,
    0.7124088297856885,
    0.7124088297856885,
    0.7124088297856885,
    0.7810994486233549,
    0.7810994486233549,
    0.7810994486233549,
    0.7810994486233549,
    0.7810994486233549,
    0.7810994486233549,
    0.7810994486233549,
    0.7810994486233549,
    0.7810994486233549,
    0.8272115665771962,
    0.8272115665771962,
    0.8272115665771962,
    0.8272115665771962,
    0.8272115665771962,
    0.8272115665771962,
    0.8272115665771962,
    0.8272115665771962,
    0.8272115665771962,
    0.8067059492144518,
    0.8067059492144518,
    0.8067059492144518,
    0.8067059492144518,
    0.8067059492144518,
    0.8067059492144518,
    0.8067059492144518,
    0.8067059492144518,
    0.8067059492144518,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8477828640918545,
    0.8710509697715305,
    0.8710509697715305,
    0.8710509697715305,
    0.8710509697715305,
    0.8710509697715305,
    0.8710509697715305,
    0.8710509697715305,
    0.8710509697715305,
    0.8710509697715305,
    0.8710509697715305
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, keeping their documents organized for interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, students clutch resumes inside branded folders to keep their documents organized for interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards.",
    "At the event, students clutch resumes inside branded folders to keep their documents organized for interviews, while some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At the event, students hold resumes inside branded folders to keep documents organized for interviews, while some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the event, students hold resumes inside branded folders to keep documents organized for interviews, while some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Nearby, a cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, students hold resumes in branded folders to keep documents organized for interviews, while others rehearse elevator pitches quietly against the wall. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos from community outreach. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "At the event, students hold resumes in branded folders for interview documents while others rehearse elevator pitches against the wall. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos from community outreach. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves, and at a cybersecurity company a password-cracking challenge runs on a laptop with HR recording observations on tablets; introductions occur concurrently with other activities. Nearby, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables.",
    "At the event, students hold resumes in branded folders and rehearse elevator pitches against walls while others circulate among booths. At the entrance, staff scan registrations and hand out lanyards; inside, HR staff use tablets to record observations as students introduce themselves, with introductions occurring alongside other activities. Healthcare providers display photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. A cybersecurity company area hosts a password-cracking challenge on a laptop, with some introductions and pitches taking place there and HR observing. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. Networking etiquette workshops begin in the adjoining classroom. Concurrent sessions include these workshops and the alumni panel; the site features booths and demonstrations."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5294612406604517,
    0.5294612406604517,
    0.5294612406604517,
    0.7807746349061924,
    0.7807746349061924,
    0.7807746349061924,
    0.7807746349061924,
    0.7807746349061924,
    0.7807746349061924,
    0.7807746349061924,
    0.7543494350026279,
    0.7543494350026279,
    0.7543494350026279,
    0.7543494350026279,
    0.7543494350026279,
    0.7823339863126326,
    0.7823339863126326,
    0.7823339863126326,
    0.7823339863126326,
    0.7823339863126326,
    0.7823339863126326,
    0.7823339863126326,
    0.8566194475352158,
    0.8566194475352158,
    0.8566194475352158,
    0.8566194475352158,
    0.8566194475352158,
    0.8566194475352158,
    0.8566194475352158,
    0.8566194475352158,
    0.8566194475352158,
    0.8679285501678412,
    0.8679285501678412,
    0.8679285501678412,
    0.8679285501678412,
    0.8679285501678412,
    0.8679285501678412,
    0.8679285501678412,
    0.8679285501678412,
    0.8679285501678412,
    0.8793567737474624,
    0.8793567737474624,
    0.8793567737474624,
    0.8793567737474624,
    0.8793567737474624,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392,
    0.8639963363863392
  ],
  "7": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a cybersecurity company, a password cracking challenge runs on a laptop. Human resources staff use tablet devices to record observations as students introduce themselves, the introductions occurring alongside other activities, with HR capturing remarks as the students present themselves. Nearby, alumni volunteers deliver quick pep talks near the coffee station.",
    "At a cybersecurity company, a password cracking challenge runs on a laptop. Human resources staff use tablet devices to record observations as students introduce themselves, capturing remarks during the introductions, which occur alongside other ongoing activities. Nearby, alumni volunteers deliver quick pep talks near the coffee station. The HR observations accompany the students presenting themselves during the same timeframe, with the activities described as simultaneous.",
    "At a cybersecurity company, a password cracking challenge runs on a laptop while HR staff use tablets to record observations as students introduce themselves, with introductions occurring concurrently alongside other activities. Nearby, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At a cybersecurity company, a password-cracking challenge runs on a laptop while HR staff use tablets to record observations as students introduce themselves; introductions occur concurrently with other activities. Nearby, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables.",
    "At a multi-activity event site, a cybersecurity company booth hosts a password-cracking challenge running on a laptop. HR staff use tablet devices to record observations as students introduce themselves, capturing remarks during the introductions as these activities unfold concurrently. Nearby, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. Concurrent sessions include networking etiquette workshops in the adjoining classroom and the alumni panel on interview prep. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a multi-activity event site, a cybersecurity company booth hosts a password-cracking challenge on a laptop. HR staff use tablet devices to record observations as students introduce themselves, capturing remarks during the introductions as activities unfold concurrently. Nearby, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. Concurrent sessions include networking etiquette workshops in the adjoining classroom and the alumni panel on interview prep. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a multi-activity event site, a cybersecurity company booth hosts a laptop password-cracking challenge. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables. Concurrent sessions include networking etiquette workshops in an adjoining classroom and an alumni panel on how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. HR staff use tablet devices to jot notes as students introduce themselves, capturing remarks during those introductions. Healthcare providers display community outreach photos. Students hold resumes inside branded folders and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a multi-activity event site, a cybersecurity company booth hosts a laptop password-cracking challenge. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. Concurrent sessions include networking etiquette workshops in an adjoining classroom and an alumni panel on how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. HR staff use tablets to jot notes as students introduce themselves, capturing remarks during those introductions. Healthcare providers display community outreach photos. Students hold resumes inside branded folders and rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.6168285827452501,
    0.6168285827452501,
    0.6168285827452501,
    0.6168285827452501,
    0.6168285827452501,
    0.6168285827452501,
    0.6168285827452501,
    0.57518628433112,
    0.57518628433112,
    0.57518628433112,
    0.57518628433112,
    0.57518628433112,
    0.57518628433112,
    0.769074896448098,
    0.769074896448098,
    0.769074896448098,
    0.769074896448098,
    0.769074896448098,
    0.769074896448098,
    0.7875714088819941,
    0.7875714088819941,
    0.7875714088819941,
    0.7875714088819941,
    0.7875714088819941,
    0.7875714088819941,
    0.7875714088819941,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8062400679367544,
    0.8067578483461662,
    0.8067578483461662,
    0.8067578483461662,
    0.8067578483461662,
    0.8067578483461662,
    0.8067578483461662,
    0.8198834099812801,
    0.8198834099812801,
    0.8198834099812801,
    0.8198834099812801,
    0.8198834099812801,
    0.8198834099812801,
    0.8198834099812801,
    0.8274464213743618,
    0.8274464213743618,
    0.8274464213743618
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves, indicating simultaneous activities. The scene centers on HR staff using tablet devices to record observations as the students speak to present themselves.",
    "Human resources staff use tablet devices to record observations as students introduce themselves, indicating simultaneous activities. The scene centers on HR personnel capturing remarks while the students speak to present themselves. Nearby, alumni volunteers deliver quick pep talks near the coffee station.",
    "HR staff use tablet devices to record observations as students introduce themselves, with remarks captured while the students present themselvesactivities occurring simultaneously. Nearby, alumni volunteers deliver quick pep talks near the coffee station.",
    "A multi-activity event site shows human resources staff using tablet devices to record observations as students introduce themselves, capturing remarks during the introductions as these activities unfold concurrently. Nearby, alumni volunteers deliver quick pep talks near the coffee station. At a cybersecurity company, a password cracking challenge runs on a laptop.",
    "At a multi-activity event site, human resources staff use tablet devices to record observations as students introduce themselves, capturing remarks during the introductions as these activities unfold concurrently. Nearby, alumni volunteers deliver quick pep talks near the coffee station. At a cybersecurity company booth, a password cracking challenge runs on a laptop. Concurrent sessions include networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "A multi-activity event site features concurrent sessions, booths, and demonstrations. Human resources staff use tablet devices to record observations as students introduce themselves, capturing remarks during the introductions as these activities unfold. Alumni volunteers deliver quick pep talks near the coffee station. At a cybersecurity company booth, a password cracking challenge runs on a laptop. Concurrent sessions include networking etiquette workshops in the adjoining classroom and an alumni panel on preparing for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "The event features concurrent sessions, booths, and demonstrations, including a cybersecurity company hosting a laptop password-cracking challenge and a robotics startup flying a small drone above its booth. Networking etiquette workshops take place in an adjoining classroom, alongside an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards. HR teams use tablet devices to jot notes as students introduce themselves, while career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos. Students hold resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station.",
    "The event centers on concurrent sessions, booths, and demonstrations, including a cybersecurity company hosting a laptop password-cracking challenge and a robotics startup flying a small drone above its booth. Networking etiquette workshops run in an adjoining classroom alongside an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards; HR teams use tablets to record observations as students introduce themselves, capturing remarks during introductions, while career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos. Students hold resumes in branded folders and rehearse elevator pitches quietly against the wall, with some taking place at the cybersecurity company area. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. HR observations are captured during introductions as concurrent sessions unfold.",
    "The event centers on concurrent sessions, booths, and demonstrations, including a cybersecurity company area hosting a laptop password-cracking challenge and a robotics startup flying a small drone above its booth. Networking etiquette workshops run in the adjoining classroom alongside an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards; inside, HR staff use tablets to record observations as students introduce themselves, while career counselors remind attendees to maintain eye contact. Healthcare providers display photos from community outreach. Students hold resumes in branded folders and rehearse elevator pitches quietly against walls, with some introductions taking place at the cybersecurity area. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.45152483333265786,
    0.45152483333265786,
    0.45152483333265786,
    0.5796639561637198,
    0.5796639561637198,
    0.5796639561637198,
    0.5796639561637198,
    0.5796639561637198,
    0.5173316353558192,
    0.5173316353558192,
    0.5173316353558192,
    0.5173316353558192,
    0.5173316353558192,
    0.5173316353558192,
    0.5173316353558192,
    0.5173316353558192,
    0.6211394574576184,
    0.6211394574576184,
    0.6211394574576184,
    0.6211394574576184,
    0.7570903728010125,
    0.7570903728010125,
    0.7570903728010125,
    0.7570903728010125,
    0.7570903728010125,
    0.7570903728010125,
    0.7570903728010125,
    0.7570903728010125,
    0.7570903728010125,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8239091283721245,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8541440592805629,
    0.8582005532079985,
    0.8582005532079985,
    0.8582005532079985,
    0.8582005532079985,
    0.8582005532079985,
    0.8582005532079985,
    0.8582005532079985,
    0.8622691357318627,
    0.8622691357318627,
    0.8622691357318627
  ],
  "9": [
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews.",
    "A robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a small drone flies above a robotics startup booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password cracking challenge on a laptop, and nearby alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Human resources staff use tablet devices to record observations as students introduce themselves, capturing remarks during the introductions, which occur alongside other ongoing activities; the HR observations accompany the students presenting themselves during the same timeframe, with the activities described as simultaneous.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company hosts a password cracking challenge on a laptop, while HR staff use tablets to record observations as students introduce themselves, with introductions occurring concurrently alongside other activities. Nearby, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company hosts a password cracking challenge on a laptop. HR staff record observations on tablets as students introduce themselves, introductions occurring concurrently with other activities. Nearby, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Healthcare providers display community outreach photos. At the entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the event, a robotics startup uses a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. HR staff record observations on tablets as students introduce themselves, introductions occurring concurrently with other activities. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications. Healthcare providers display community outreach photos. At the entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall while others clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup uses a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. HR staff record observations on tablets as students introduce themselves, introductions occurring concurrently with other activities. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications. Healthcare providers display community outreach photos. At the entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall while others clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the event, a robotics startup uses a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. HR staff record observations on tablets as students introduce themselves, introductions occurring concurrently with other activities. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications. Healthcare providers display community outreach photos. At the entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall while others clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.5961779363551825,
    0.5961779363551825,
    0.5961779363551825,
    0.5961779363551825,
    0.5961779363551825,
    0.5961779363551825,
    0.7755122982734723,
    0.7755122982734723,
    0.7755122982734723,
    0.7755122982734723,
    0.7755122982734723,
    0.7755122982734723,
    0.7755122982734723,
    0.7986744520547897,
    0.7986744520547897,
    0.7986744520547897,
    0.7986744520547897,
    0.7986744520547897,
    0.7986744520547897,
    0.7986744520547897,
    0.7986744520547897,
    0.7986744520547897,
    0.8351793163823933,
    0.8351793163823933,
    0.8351793163823933,
    0.8351793163823933,
    0.8351793163823933,
    0.8351793163823933,
    0.8351793163823933,
    0.875254755180275,
    0.875254755180275,
    0.875254755180275,
    0.875254755180275,
    0.875254755180275,
    0.875254755180275,
    0.875254755180275,
    0.8775974870451813,
    0.8775974870451813,
    0.8775974870451813,
    0.8775974870451813,
    0.8775974870451813,
    0.8775974870451813,
    0.8804903069338632,
    0.8804903069338632,
    0.8804903069338632,
    0.8804903069338632,
    0.8804903069338632,
    0.8804903069338632,
    0.8804903069338632,
    0.8804903069338632,
    0.8804903069338632
  ]
}