{
  "0": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair held in the gym, a welcome PA announces the schedule. Staff at the entrance scan registrations and hand out lanyards to arriving students, who clutch resumes in branded folders and line up outside before the fair opens. Inside, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, followed by alumni volunteers sharing quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, while healthcare providers display community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.47391011906229386,
    0.47391011906229386,
    0.47391011906229386,
    0.47391011906229386,
    0.6315612129314886,
    0.6315612129314886,
    0.6315612129314886,
    0.7816470986508,
    0.7816470986508,
    0.7816470986508,
    0.7816470986508,
    0.7816470986508,
    0.7816470986508,
    0.8327155019692764,
    0.8327155019692764,
    0.8327155019692764,
    0.8327155019692764,
    0.8327155019692764,
    0.8327155019692764,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8528876108321927,
    0.8871988225410558,
    0.8871988225410558,
    0.8871988225410558,
    0.8871988225410558,
    0.8871988225410558,
    0.8951757033265629,
    0.8951757033265629,
    0.8951757033265629,
    0.8951757033265629,
    0.8951757033265629,
    0.8951757033265629,
    0.8951757033265629,
    0.8778322926228695,
    0.8778322926228695,
    0.8778322926228695,
    0.8778322926228695,
    0.8778322926228695,
    0.8778322926228695,
    0.8778322926228695,
    0.8778322926228695,
    0.8778322926228695,
    0.8778322926228695
  ],
  "1": [
    "",
    "",
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards to arriving students. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders; the students then line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. An on-site welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. An on-site welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. An on-site PA announces welcome remarks and outlines the fair schedule. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications.",
    "Event staff at the entrance scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Inside the venue, a campus career-day atmosphere includes networking etiquette workshops underway in the adjoining classroom. Healthcare providers showcase photos from community outreach, and groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. An on-site PA announces welcome remarks and outlines the fair schedule.",
    "Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens, clutching resumes in branded folders. Inside, a campus career-day atmosphere includes networking etiquette workshops underway in an adjoining classroom. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos; consulting firms stack case study booklets on high tables. A welcome PA announces fair schedule. In an event space, career counselors with a cybersecurity company remind attendees to maintain eye contact. The cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.7490808425476634,
    0.7490808425476634,
    0.7490808425476634,
    0.7490808425476634,
    0.7490808425476634,
    0.7490808425476634,
    0.7490808425476634,
    0.7490808425476634,
    0.7490808425476634,
    0.7490808425476634,
    0.7946044129220502,
    0.7946044129220502,
    0.7946044129220502,
    0.7946044129220502,
    0.8694306235626674,
    0.8694306235626674,
    0.8694306235626674,
    0.8705513538779002,
    0.8705513538779002,
    0.8705513538779002,
    0.8705513538779002,
    0.8705513538779002,
    0.8705513538779002,
    0.8725247337629769,
    0.8725247337629769,
    0.8725247337629769,
    0.8725247337629769,
    0.8725247337629769,
    0.8725247337629769,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8545935760404562,
    0.8859017030373146,
    0.8859017030373146,
    0.8859017030373146,
    0.8859017030373146,
    0.8859017030373146,
    0.8859017030373146,
    0.8859017030373146,
    0.8859017030373146,
    0.8859017030373146,
    0.8859017030373146
  ],
  "2": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a setting with career counselors and a cybersecurity company, counselors remind attendees to maintain eye contact, and the company runs a password cracking challenge on a laptop.",
    "In a setting with career counselors and a cybersecurity company, counselors remind attendees to maintain eye contact. The company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At an event space, career counselors and a cybersecurity company are present. Counselors remind attendees to maintain eye contact. The cybersecurity company operates a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At an event space, a career counseling team and a cybersecurity company are present. Counselors remind attendees to maintain eye contact. The cybersecurity company operates a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "At an event space, a career counseling team and a cybersecurity company are present. Counselors remind attendees to maintain eye contact. The cybersecurity company operates a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables.",
    "At an event space, a career counseling team and a cybersecurity company are present. Counselors remind attendees to maintain eye contact. The cybersecurity company operates a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At an event space, a career counseling team and a cybersecurity company are present, with activity throughout the floor: counselors remind attendees to maintain eye contact; the cybersecurity company runs a password cracking challenge on a laptop; some students rehearse elevator pitches quietly against the wall; event staff scan registrations and hand out lanyards at the entrance; a robotics startup flies a small drone above its booth for attention; consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries; dozens of booths with colorful banners circle the polished floor.",
    "At an event space, a career counseling team and a cybersecurity company are present, with activity throughout the floor. Counselors remind attendees to maintain eye contact. The cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At an event space hosting a career fair, a career counseling team and a cybersecurity company are present, with activity throughout the floor as counselors remind attendees to maintain eye contact. The cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos while a welcome PA announces the fair schedule."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3482896234696341,
    0.3482896234696341,
    0.3482896234696341,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.6440775441531101,
    0.736032065258827,
    0.736032065258827,
    0.736032065258827,
    0.736032065258827,
    0.736032065258827,
    0.736032065258827,
    0.736032065258827,
    0.7721090885546391,
    0.7721090885546391,
    0.7721090885546391,
    0.7721090885546391,
    0.7721090885546391,
    0.7721090885546391,
    0.786195761712662,
    0.786195761712662,
    0.786195761712662,
    0.786195761712662,
    0.7927246737587482,
    0.7927246737587482,
    0.7927246737587482,
    0.7927246737587482,
    0.478833715614054,
    0.478833715614054,
    0.478833715614054,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.7931097263779079,
    0.8862615412987015,
    0.8862615412987015
  ],
  "3": [
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "At an event, students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair event, students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards to arriving students. A cybersecurity company runs a password cracking challenge on a laptop. An on-site PA announces welcome remarks that outline the fair schedule. The students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the career fair, students clutch resumes inside branded folders while event staff at the entrance scan registrations and hand out lanyards to arriving students. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. An on-site PA announces welcome remarks that outline the fair schedule. The students line up outside the university gym before the career fair opens. Within the venue, a campus career-day atmosphere includes networking etiquette workshops underway in the adjoining classroom. Healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the career fair, students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards at the entrance; outside the university gym, groups line up before the fair opens. Inside, the campus atmosphere includes networking etiquette workshops in an adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and tech firms display demo screens of their latest apps. An on-site PA announces welcome remarks outlining the fair schedule. Healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map. In an adjacent event space, a career counseling team and the cybersecurity company are present. A robotics startup flies a small drone above its booth. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair held around the university gym, groups wait outside before opening, while inside students clutch resumes in branded folders and staff scan registrations and hand out lanyards at the entrance. The campus atmosphere includes networking etiquette workshops in an adjoining classroom, and a cybersecurity company runs a password-cracking challenge on a laptop as tech firms display demo screens of their latest apps. An on-site PA announces welcome remarks and the schedule. Healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map. In an adjacent event space, a career counseling team and the cybersecurity company are present. A robotics startup flies a small drone above its booth, while consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair around the university gym, groups wait outside before opening while inside students clutch resumes in branded folders as staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops take place in an adjoining classroom, and a cybersecurity company runs a password-cracking challenge on a laptop while tech firms display demo screens of their latest apps. An on-site PA announces welcome remarks and the schedule. Healthcare providers showcase photos from community outreach, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map. In an adjacent event space, a career counseling team and the cybersecurity company are present. A robotics startup flies a small drone above its booth, and consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.6657842739168793,
    0.6657842739168793,
    0.6657842739168793,
    0.6657842739168793,
    0.6657842739168793,
    0.6657842739168793,
    0.6841854652730104,
    0.6841854652730104,
    0.6841854652730104,
    0.6841854652730104,
    0.6841854652730104,
    0.6841854652730104,
    0.6841854652730104,
    0.6841854652730104,
    0.6841854652730104,
    0.6841854652730104,
    0.8654758260643421,
    0.8654758260643421,
    0.8654758260643421,
    0.8654758260643421,
    0.8654758260643421,
    0.8654758260643421,
    0.8654758260643421,
    0.8753690017545012,
    0.8753690017545012,
    0.8753690017545012,
    0.8753690017545012,
    0.8753690017545012,
    0.8753690017545012,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8962798485220221,
    0.8736196669789783,
    0.8736196669789783,
    0.8736196669789783,
    0.8736196669789783,
    0.8736196669789783,
    0.8736196669789783,
    0.8675122899387013,
    0.8675122899387013,
    0.8675122899387013,
    0.8675122899387013
  ],
  "4": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards as students arrive, clutching resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards to arriving students. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards to arriving students. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards to arriving students. Inside branded folders, students clutch resumes. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards to arriving students. Inside branded folders, students clutch resumes. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards to arriving students. Inside branded folders, students clutch resumes. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards to arriving students. Inside, branded folders hold resumes as students clutch them. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement via PA outlines the fair schedule, while an alumni panel discusses preparing for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a university career fair held in the gym, staff at the entrance scan registrations and hand out lanyards to arriving students, who clutch resumes in branded folders and line up outside before the fair opens. Inside the space, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. A welcome PA announces the schedule, and an alumni panel discusses preparing for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, while healthcare providers display community outreach photos."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4008215312556432,
    0.4008215312556432,
    0.4008215312556432,
    0.4008215312556432,
    0.4008215312556432,
    0.4008215312556432,
    0.6054766878030169,
    0.6054766878030169,
    0.6054766878030169,
    0.6054766878030169,
    0.7961786690207546,
    0.7961786690207546,
    0.7961786690207546,
    0.7961786690207546,
    0.7961786690207546,
    0.7961786690207546,
    0.7961786690207546,
    0.7946044129220502,
    0.7946044129220502,
    0.7946044129220502,
    0.7946044129220502,
    0.7958589505677036,
    0.7958589505677036,
    0.7958589505677036,
    0.7958589505677036,
    0.7958589505677036,
    0.7958589505677036,
    0.7958589505677036,
    0.7958589505677036,
    0.7958589505677036,
    0.7720519283851071,
    0.7720519283851071,
    0.7720519283851071,
    0.7720519283851071,
    0.7720519283851071,
    0.7720519283851071,
    0.7720519283851071,
    0.7720519283851071,
    0.8032393966819074,
    0.8032393966819074,
    0.8032393966819074,
    0.8032393966819074,
    0.8886055124879197,
    0.8886055124879197,
    0.8886055124879197,
    0.8886055124879197,
    0.8886055124879197,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756,
    0.8641288126553756
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens.",
    "Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. A welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes in branded folders and line up outside the university gym before the career fair opens. In an event space, career counselors and a cybersecurity company are present; counselors remind attendees to maintain eye contact. The cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. A welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes in branded folders and line up outside the university gym before the career fair opens. Inside an event space, career counselors and a cybersecurity company are present; counselors remind attendees to maintain eye contact, while the cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair in the gym, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. A welcome PA announces the schedule. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes in branded folders and line up outside before the fair opens. Inside the event space, career counselors and a cybersecurity company are present; counselors remind attendees to maintain eye contact, while the cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At a university gym hosting a career fair, healthcare providers display community outreach photos while consulting firms stack glossy case-study booklets on high tables. A welcome PA announces the schedule. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes in branded folders and line up outside before the fair opens. Inside, career counselors and a cybersecurity company are present; counselors remind attendees to maintain eye contact as the cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At a university gym hosting a career fair, healthcare providers display community outreach photos while consulting firms stack glossy case-study booklets on high tables, and tech companies show demo screens of their latest apps. A welcome PA outlines the schedule, and event staff at the entrance scan registrations and hand out lanyards to arriving students who clutch resumes in branded folders and line up outside before the fair opens. Inside, career counselors and a cybersecurity company participate; counselors remind attendees to maintain eye contact and, where appropriate, redirect unsure students toward applicable industries. The cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At a university gym hosting a career fair, healthcare providers display community outreach photos while consulting firms stack glossy case-study booklets on high tables and tech companies show demo screens of their latest apps. A welcome PA outlines the schedule as event staff at the entrance scan registrations and hand out lanyards to arriving students who clutch resumes in branded folders and line up outside before the fair opens. Inside, career counselors and a cybersecurity company participate; counselors remind attendees to maintain eye contact and, where appropriate, redirect unsure students toward applicable industries. The cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.5137563485693808,
    0.5137563485693808,
    0.5137563485693808,
    0.5137563485693808,
    0.5137563485693808,
    0.5137563485693808,
    0.5137563485693808,
    0.8209126333214336,
    0.8209126333214336,
    0.8209126333214336,
    0.8209126333214336,
    0.8425653693138997,
    0.8425653693138997,
    0.8425653693138997,
    0.8425653693138997,
    0.8425653693138997,
    0.8425653693138997,
    0.8425653693138997,
    0.8639222259943993,
    0.8639222259943993,
    0.8639222259943993,
    0.8639222259943993,
    0.8639222259943993,
    0.8639222259943993,
    0.8639222259943993,
    0.8639222259943993,
    0.8552506075154387,
    0.8552506075154387,
    0.8552506075154387,
    0.8552506075154387,
    0.8552506075154387,
    0.8552506075154387,
    0.8552506075154387,
    0.8552506075154387,
    0.8552506075154387,
    0.8552506075154387,
    0.8387160187652196,
    0.8387160187652196,
    0.8387160187652196,
    0.8387160187652196,
    0.8387160187652196,
    0.8272801442911448,
    0.8272801442911448,
    0.8272801442911448,
    0.8272801442911448,
    0.8272801442911448,
    0.8272801442911448,
    0.8272801442911448,
    0.8344532309172812
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as students arrive, clutching resumes inside branded folders.",
    "A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens.",
    "An on-site welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "An on-site welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An on-site welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "An on-site PA announces welcome remarks outlining the fair schedule. At the entrance, staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "An on-site PA delivers welcome remarks and outlines the fair schedule as activity begins. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders and queue outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. In an adjacent event space, a career counseling team and the cybersecurity company are present, with ongoing activity: counselors remind attendees to maintain eye contact; some students rehearse elevator pitches quietly against the wall; robotics startup flies a small drone above its booth; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor.",
    "An on-site PA delivers welcome remarks and outlines the fair schedule as activity begins. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders and queue outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps while career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. In an adjacent event space, a career counseling team and the cybersecurity company are present; counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6652580140520722,
    0.6652580140520722,
    0.6652580140520722,
    0.8170582515024027,
    0.8170582515024027,
    0.8170582515024027,
    0.8170582515024027,
    0.8170582515024027,
    0.8170582515024027,
    0.87467412547741,
    0.87467412547741,
    0.87467412547741,
    0.87467412547741,
    0.87467412547741,
    0.87467412547741,
    0.87467412547741,
    0.87467412547741,
    0.87467412547741,
    0.8798970729855662,
    0.8798970729855662,
    0.8798970729855662,
    0.8798970729855662,
    0.8798970729855662,
    0.8851976292660988,
    0.8851976292660988,
    0.8851976292660988,
    0.8851976292660988,
    0.8851976292660988,
    0.8851976292660988,
    0.8723471329763635,
    0.8723471329763635,
    0.8723471329763635,
    0.8723471329763635,
    0.8723471329763635,
    0.8723471329763635,
    0.8723471329763635,
    0.8723471329763635,
    0.8723471329763635,
    0.8723471329763635,
    0.8965674300228466,
    0.8965674300228466,
    0.8965674300228466,
    0.8965674300228466,
    0.8965674300228466,
    0.8965674300228466,
    0.8965674300228466,
    0.8965674300228466,
    0.900774871569367,
    0.900774871569367,
    0.900774871569367,
    0.900774871569367,
    0.900774871569367,
    0.900774871569367
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables as a welcome announcement broadcast over the PA system outlines the fair schedule; an alumni panel discusses how to prepare for technical interviews, while students line up outside the university gym before the career fair opens.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables beneath a welcome announcement broadcast over the PA system that outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos from community outreach. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables beneath a welcome announcement broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos from community outreach. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables beneath a welcome PA announcing the schedule, while alumni panel discusses preparing for technical interviews. Outside the gym, students line up before opening; in an adjoining classroom, networking etiquette workshops begin. Healthcare providers share photos from community outreach as career counselors guide unsure students toward suitable industries. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Inside, students clutch resumes in branded folders; at the entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An on-site PA repeats welcome remarks outlining the fair schedule; tech companies display demo screens of their latest apps.",
    "At the university career fair, multiple activities unfold across campus: consulting firms display glossy case-study booklets on high tables beneath a welcome PA that announces the schedule; an alumni panel discusses preparing for technical interviews. Outside the gym, students line up before opening, while in an adjoining classroom networking etiquette workshops begin. Healthcare providers share photos from community outreach as career counselors guide unsure students toward suitable industries. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Inside, students clutch resumes in branded folders and staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An on-site PA repeats welcome remarks outlining the fair schedule as tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "The university career fair unfolds across campus with multiple activities. Consulting firms display case-study booklets on high tables beneath a welcome PA announcing the schedule. An alumni panel discusses preparing for technical interviews. Outside the gym, students line up before opening. In an adjoining classroom, networking etiquette workshops begin. Healthcare providers share photos from community outreach while career counselors guide unsure students toward suitable industries. Groups of friends mark target employers on the event map; HR teams jot notes on tablets as students introduce themselves. Inside, students clutch resumes in branded folders; staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An on-site PA repeats welcome remarks outlining the schedule as tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5484495880824107,
    0.5484495880824107,
    0.5484495880824107,
    0.5484495880824107,
    0.5275902423961756,
    0.5275902423961756,
    0.5275902423961756,
    0.5275902423961756,
    0.5275902423961756,
    0.5275902423961756,
    0.5275902423961756,
    0.5275902423961756,
    0.837113028568837,
    0.837113028568837,
    0.837113028568837,
    0.837113028568837,
    0.8429647682228394,
    0.8429647682228394,
    0.8429647682228394,
    0.8429647682228394,
    0.8429647682228394,
    0.8429647682228394,
    0.8429647682228394,
    0.8429647682228394,
    0.8666226887646038,
    0.8666226887646038,
    0.8666226887646038,
    0.8666226887646038,
    0.8666226887646038,
    0.8666226887646038,
    0.8566503988553957,
    0.8566503988553957,
    0.8566503988553957,
    0.8566503988553957,
    0.8566503988553957,
    0.8566503988553957,
    0.8566503988553957,
    0.8566503988553957,
    0.8566503988553957,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819,
    0.8646497145501819
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, and healthcare providers showcase photos from community outreach.",
    "Networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase photos from community outreach. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase photos from community outreach. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "A campus career-day scene unfolds with networking etiquette workshops under way in the adjoining classroom. Healthcare providers showcase photos from community outreach as career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens.",
    "A campus career-day scene unfolds with networking etiquette workshops in an adjoining classroom. Healthcare providers showcase photos from community outreach, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens as an on-site welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "A campus career-day scene includes an adjoining classroom hosting networking etiquette workshops. Healthcare providers showcase photos from community outreach, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, and students line up outside the university gym before the career fair opens as a welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "A campus career-day scene features an adjoining classroom hosting networking etiquette workshops. Healthcare providers display photos from community outreach, while career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens as a welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene is a campus career-day with an adjoining classroom hosting networking etiquette workshops, while healthcare providers display photos from community outreach and career counselors guide unsure students toward relevant industries. Groups of friends mark target employers on the event map as students line up outside the university gym before the fair opens, a welcome PA outlining the schedule. At the entrance, staff scan registrations and hand out lanyards to arriving students, who clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "The scene portrays a campus career day hosted in conjunction with an adjoining classroom hosting networking etiquette workshops. Healthcare providers display photos from community outreach while career counselors steer unsure students toward relevant industries. Groups of friends mark target employers on an event map as students line up outside the university gym before the fair opens, where a welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards to arriving students, who clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3014620051033954,
    0.3014620051033954,
    0.3014620051033954,
    0.3014620051033954,
    0.5940876061832214,
    0.5940876061832214,
    0.5940876061832214,
    0.5940876061832214,
    0.5940876061832214,
    0.5940876061832214,
    0.6867952377962909,
    0.6867952377962909,
    0.6867952377962909,
    0.6867952377962909,
    0.6867952377962909,
    0.6867952377962909,
    0.7300226248170626,
    0.7300226248170626,
    0.7300226248170626,
    0.7300226248170626,
    0.7300226248170626,
    0.7300226248170626,
    0.7300226248170626,
    0.8223776517787091,
    0.8223776517787091,
    0.8223776517787091,
    0.8223776517787091,
    0.8223776517787091,
    0.8223776517787091,
    0.8223776517787091,
    0.8261323107668169,
    0.8261323107668169,
    0.8261323107668169,
    0.8261323107668169,
    0.8261323107668169,
    0.8583231161057547,
    0.8583231161057547,
    0.8583231161057547,
    0.8583231161057547,
    0.8583231161057547,
    0.8472441172092287,
    0.8472441172092287,
    0.8472441172092287,
    0.8472441172092287,
    0.8472441172092287,
    0.8472441172092287,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147,
    0.8389006050360147
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym ahead of the career fair opening. The engineering society sponsors a resume review table near the stage.",
    "Students are lined up outside the university gym ahead of the career fair opening. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Students are lined up outside the university gym ahead of the career fair opening. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Students are lined up outside the university gym ahead of the career fair opening, while the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, and at the entrance event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders; the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. A welcome PA announces the fair schedule. In an event space, career counselors and a cybersecurity company are present; counselors remind attendees to maintain eye contact. The cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to arriving students, who clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Welcome announcements over the PA outline the fair schedule, and career counselors in an event space remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the gym before opening, clutching resumes in branded folders as staff at the entrance scan registrations and hand out lanyards. Inside and in adjoining spaces, multiple activities unfold: an engineering society resume-review table near the stage; an alumni panel on preparing for technical interviews; tech companies displaying demo screens of their latest apps; healthcare providers displaying community-outreach photos; consulting firms stacking glossy case-study booklets on high tables; career counselors guiding unsure students toward suitable industries and reminding attendees to maintain eye contact; networking etiquette workshops begin in an adjoining classroom; some students rehearse elevator pitches against the wall; groups of friends mark target employers on the event map; HR teams jot notes on tablets; a cybersecurity company runs a password-cracking challenge on a laptop; an on-site PA reiterates the welcome remarks and schedule."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5268223830009817,
    0.5268223830009817,
    0.5268223830009817,
    0.6993778479637455,
    0.6993778479637455,
    0.6993778479637455,
    0.6993778479637455,
    0.6993778479637455,
    0.6993778479637455,
    0.7334938352932285,
    0.7334938352932285,
    0.7334938352932285,
    0.7334938352932285,
    0.7334938352932285,
    0.7334938352932285,
    0.7334938352932285,
    0.7334938352932285,
    0.7334938352932285,
    0.7334938352932285,
    0.7678173942278408,
    0.7678173942278408,
    0.7678173942278408,
    0.7678173942278408,
    0.7678173942278408,
    0.7678173942278408,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.8469463282660263,
    0.880729216202841,
    0.880729216202841,
    0.880729216202841,
    0.880729216202841,
    0.880729216202841,
    0.880729216202841,
    0.880729216202841,
    0.6845808913705582,
    0.6845808913705582,
    0.6845808913705582,
    0.6845808913705582,
    0.6845808913705582,
    0.6845808913705582,
    0.6845808913705582,
    0.6845808913705582,
    0.6845808913705582,
    0.6845808913705582
  ]
}