{
  "0": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "At the scene, some students rehearse elevator pitches quietly against the wall while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention.",
    "Students rehearse elevator pitches quietly against a wall while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At the event, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "During the event, students rehearse elevator pitches quietly against a wall as healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "During the event, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.5583406804891762,
    0.5583406804891762,
    0.5583406804891762,
    0.5583406804891762,
    0.73617834738313,
    0.73617834738313,
    0.73617834738313,
    0.73617834738313,
    0.73617834738313,
    0.73617834738313,
    0.73617834738313,
    0.73617834738313,
    0.8135242522097506,
    0.8135242522097506,
    0.8135242522097506,
    0.8135242522097506,
    0.8135242522097506,
    0.8544028217030084,
    0.8544028217030084,
    0.8544028217030084,
    0.8544028217030084,
    0.8544028217030084,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8462471821325652,
    0.8630259746365229,
    0.8630259746365229,
    0.8630259746365229,
    0.8630259746365229,
    0.8630259746365229,
    0.8630259746365229,
    0.8635764712147393,
    0.8635764712147393
  ],
  "1": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, multiple activities unfold: the engineering society sponsors a resume-review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, several activities unfold: an engineering society sponsors a resume-review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43930521223772706,
    0.43930521223772706,
    0.43930521223772706,
    0.43930521223772706,
    0.43930521223772706,
    0.43930521223772706,
    0.43930521223772706,
    0.43930521223772706,
    0.43930521223772706,
    0.6115961883834455,
    0.6115961883834455,
    0.6115961883834455,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.7956498229773843,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.8054126474456693,
    0.7969619565627846,
    0.7969619565627846,
    0.7969619565627846,
    0.7969619565627846,
    0.7969619565627846,
    0.8104206626733821,
    0.8104206626733821,
    0.8104206626733821,
    0.8104206626733821,
    0.8104206626733821,
    0.827577905660255,
    0.827577905660255,
    0.827577905660255,
    0.827577905660255,
    0.827577905660255,
    0.827577905660255,
    0.827577905660255,
    0.827577905660255
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the university gym, career counselors remind attendees to maintain eye contact as students line up outside before the career fair opens.",
    "At the university gym, career counselors remind attendees to maintain eye contact as students line up outside before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the university gym, career counselors remind attendees to maintain eye contact as students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "At the university gym, career counselors remind attendees to maintain eye contact as students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, students line up outside before the career fair opens as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the university gym, students line up outside before the career fair opens. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the university gym, students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the university gym, students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, students line up outside before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.35712891557496157,
    0.35712891557496157,
    0.35712891557496157,
    0.35712891557496157,
    0.35712891557496157,
    0.408913363910952,
    0.408913363910952,
    0.408913363910952,
    0.408913363910952,
    0.408913363910952,
    0.408913363910952,
    0.7570631587939063,
    0.7570631587939063,
    0.7570631587939063,
    0.7570631587939063,
    0.7570631587939063,
    0.7570631587939063,
    0.7570631587939063,
    0.7570631587939063,
    0.7570631587939063,
    0.7489715751523882,
    0.7489715751523882,
    0.7489715751523882,
    0.7489715751523882,
    0.7489715751523882,
    0.7489715751523882,
    0.7489715751523882,
    0.7489715751523882,
    0.7489715751523882,
    0.7489715751523882,
    0.6073961789290575,
    0.6073961789290575,
    0.6073961789290575,
    0.6073961789290575,
    0.7992527646300344,
    0.7992527646300344,
    0.7992527646300344,
    0.7992527646300344,
    0.8064938766238241,
    0.8064938766238241,
    0.8064938766238241,
    0.8064938766238241,
    0.8064938766238241,
    0.8064938766238241,
    0.8064938766238241,
    0.8064938766238241,
    0.8064938766238241,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927,
    0.8252708249607927
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni event centers on career preparation, with a panel discussing how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station, providing brief, on-site encouragement. The panel delivers broader guidance from experience, while the volunteers supply concise, informal support in the coffee station area, together complementing the primary discussion with peer-driven motivation for interview prep.",
    "The alumni career-prep event centers on preparing for interviews, with a panel discussing how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station, providing brief, on-site encouragement. The panel delivers broader guidance from experience, while the volunteers supply concise, informal support in the coffee station area; together they complement the primary discussion with peer-driven motivation for interview prep. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni career-prep event centers on interview preparation. A panel discusses how to prepare for technical interviews and offers guidance from experience, while alumni volunteers provide quick pep talks near the coffee station, delivering brief, on-site encouragement in the coffee station area. Together they complement the primary discussion with peer-driven motivation for interview prep. A welcome announcement over the PA system outlines the fair schedule.",
    "An alumni career-prep event centers on interview preparation. A panel discusses how to prepare for technical interviews and offers guidance from experience, while alumni volunteers provide quick pep talks near the coffee station, delivering on-site encouragement. Together they complement the primary discussion with peer-driven motivation for interview prep. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "An alumni career-prep event centers on interview preparation. A panel discusses how to prepare for technical interviews and offers guidance from experience, while alumni volunteers provide quick pep talks near the coffee station, delivering on-site encouragement. Together they complement the primary discussion with peer-driven motivation for interview prep. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.6584629421232888,
    0.7140900929344569,
    0.7140900929344569,
    0.7140900929344569,
    0.7140900929344569,
    0.7140900929344569,
    0.7140900929344569,
    0.7140900929344569,
    0.7346814913290654,
    0.7346814913290654,
    0.7346814913290654,
    0.7346814913290654,
    0.7346814913290654,
    0.7346814913290654,
    0.7346814913290654,
    0.7346814913290654,
    0.7346814913290654,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7620189968813592,
    0.7772527955984553,
    0.7772527955984553,
    0.7772527955984553,
    0.7772527955984553,
    0.7772527955984553,
    0.7772527955984553,
    0.7772527955984553,
    0.7772527955984553,
    0.7772527955984553
  ],
  "4": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention; a cybersecurity company runs a password-cracking challenge on a laptop.",
    "A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "At a fair-like venue, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a fair-like venue near the university gym, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At a fair-like venue near the university gym, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall as others line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At a fair-like venue near the university gym, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.47394814884568004,
    0.7073183031299421,
    0.7073183031299421,
    0.7073183031299421,
    0.7073183031299421,
    0.7073183031299421,
    0.7073183031299421,
    0.8083868165439045,
    0.8083868165439045,
    0.8083868165439045,
    0.8083868165439045,
    0.8083868165439045,
    0.8083868165439045,
    0.8083868165439045,
    0.8347536727955325,
    0.8347536727955325,
    0.8347536727955325,
    0.8347536727955325,
    0.8347536727955325,
    0.8347536727955325,
    0.8347536727955325,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8444273744464748,
    0.8496120719960492,
    0.8496120719960492,
    0.8496120719960492,
    0.8496120719960492,
    0.8496120719960492,
    0.8496120719960492,
    0.8496120719960492,
    0.8496120719960492
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "In a university setting, workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens.",
    "At a university, networking etiquette workshops commence in the adjoining classroom as students prepare. Clutching resumes housed in branded folders, they gather with a sense of preparation. Outside the university gym, lines form as students await the opening of the career fair. A welcome announcement broadcast over the PA system outlines the fair schedule.",
    "At a university, networking etiquette workshops commence in the adjoining classroom as students prepare. Clutching resumes housed in branded folders, they gather with a sense of preparation. Outside the university gym, lines form as students await the opening of the career fair. A welcome announcement broadcast over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At a university, networking etiquette workshops commence in the adjoining classroom as students prepare. They clutch resumes housed in branded folders, gathering with a sense of preparation. Outside the university gym, lines form as students await the opening of the career fair. A welcome announcement broadcast over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a university, networking etiquette workshops commence in an adjoining classroom as students prepare, clutching resumes housed in branded folders. Outside the university gym, lines form as students await the opening of the career fair. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station.",
    "At a university, networking etiquette workshops are underway in an adjoining classroom as students prepare, clutching resumes housed in branded folders. Outside the university gym, lines form as students await the opening of the career fair. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At a university, networking etiquette workshops are underway in an adjoining classroom as students prepare, clutching resumes housed in branded folders. Outside the university gym, lines form as students await the opening of the career fair. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At a university, networking etiquette workshops are underway in an adjoining classroom as students prepare, clutching resumes housed in branded folders. Outside the university gym, lines form as students await the opening of the career fair. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.6356805744840637,
    0.7073211789611031,
    0.7073211789611031,
    0.7073211789611031,
    0.7073211789611031,
    0.7626174310205225,
    0.7626174310205225,
    0.7626174310205225,
    0.7626174310205225,
    0.7626174310205225,
    0.7626174310205225,
    0.7626174310205225,
    0.7626174310205225,
    0.7626174310205225,
    0.7667332350599615,
    0.7667332350599615,
    0.7667332350599615,
    0.7667332350599615,
    0.7667332350599615,
    0.768819374036557,
    0.768819374036557,
    0.768819374036557,
    0.768819374036557,
    0.768819374036557,
    0.768819374036557,
    0.768819374036557,
    0.768819374036557,
    0.768819374036557,
    0.768819374036557,
    0.7977059606439377,
    0.7977059606439377,
    0.7977059606439377,
    0.7977059606439377,
    0.7977059606439377,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317,
    0.8198831548068317
  ],
  "6": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "The event features staff at the entrance who scan registrations and hand out lanyards, and career counselors who redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.6994155878335513,
    0.728196690664366,
    0.728196690664366,
    0.728196690664366,
    0.728196690664366,
    0.728196690664366,
    0.728196690664366,
    0.7533290299442641,
    0.7533290299442641,
    0.7533290299442641,
    0.7533290299442641,
    0.7533290299442641,
    0.7533290299442641,
    0.7533290299442641,
    0.7533290299442641,
    0.7533290299442641,
    0.8086498385602398,
    0.8086498385602398,
    0.8086498385602398,
    0.8451488249043919,
    0.8451488249043919,
    0.8451488249043919,
    0.8451488249043919,
    0.8451488249043919,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165,
    0.8391985457479165
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews while attendees circulate. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password cracking challenge on a laptop, and finance firms provide QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews while attendees circulate. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password cracking challenge on a laptop, and finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews as attendees circulate. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password cracking challenge on a laptop, while finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews as attendees circulate. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password cracking challenge on a laptop, while finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews as attendees circulate. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password-cracking challenge on a laptop, while finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7700817792583681,
    0.7764901006303975,
    0.7764901006303975,
    0.7764901006303975,
    0.7764901006303975,
    0.7840994122762757,
    0.7840994122762757,
    0.7840994122762757,
    0.7840994122762757,
    0.7840994122762757,
    0.7840994122762757,
    0.7840994122762757,
    0.7840994122762757,
    0.7840994122762757,
    0.8534116804406142,
    0.8534116804406142,
    0.8534116804406142,
    0.8534116804406142,
    0.8534116804406142,
    0.8534116804406142,
    0.8309565750718797,
    0.8309565750718797,
    0.8309565750718797,
    0.8309565750718797,
    0.8309565750718797,
    0.8309565750718797,
    0.8309565750718797,
    0.8309565750718797,
    0.8309565750718797,
    0.8309565750718797,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468,
    0.8573648268543468
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular arrangement around it.",
    "Dozens of booths with colorful banners are arranged in a circular formation around a polished floor, encircling it. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "A career fair is staged around a polished floor, with dozens of booths and colorful banners arranged in a circular formation encircling the space. A welcome announcement plays over the PA system, outlining the fair schedule. Students line up outside the university gym before the career fair opens.",
    "The scene centers on a career fair staged on a polished floor inside a university gym, featuring dozens of booths and colorful banners arranged in a circular formation encircling the space. A welcome announcement plays over the PA system, outlining the fair schedule. Before opening, students are lined up outside the gym. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "Inside a university gym on a polished floor, the career fair features dozens of booths and colorful banners arranged in a circular formation encircling the space. A welcome announcement plays over the PA system outlining the fair schedule. Before opening, students line up outside the gym. Nearby, alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Inside a university gym on a polished floor, a career fair features dozens of booths and colorful banners arranged in a circular formation encircling the space. A welcome announcement plays over the PA system outlining the fair schedule. Before opening, students line up outside the gym. Nearby, alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "Inside a university gym on a polished floor, a career fair features dozens of booths and colorful banners arranged in a circular formation encircling the space. A welcome announcement plays over the PA system outlining the fair schedule. Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2993690519361199,
    0.2993690519361199,
    0.2993690519361199,
    0.2993690519361199,
    0.2993690519361199,
    0.2993690519361199,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.5513789320924491,
    0.7565381939200687,
    0.7565381939200687,
    0.7565381939200687,
    0.7565381939200687,
    0.7565381939200687,
    0.7824453140605621,
    0.7824453140605621,
    0.7824453140605621,
    0.7824453140605621,
    0.7824453140605621,
    0.7824453140605621,
    0.7824453140605621,
    0.7824453140605621,
    0.7824453140605621,
    0.8048421360105155,
    0.8048421360105155,
    0.8048421360105155,
    0.8048421360105155,
    0.7904705502627469,
    0.7904705502627469,
    0.7904705502627469,
    0.7904705502627469,
    0.7904705502627469,
    0.7904705502627469,
    0.7904705502627469,
    0.7904705502627469,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051,
    0.7945803937247051
  ],
  "9": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Nearby, groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Nearby, groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the event entrance scan registrations and hand out lanyards to attendees. Nearby, groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map nearby. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map nearby. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map nearby. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Staff scan registrations and hand out lanyards at the entrance while groups of friends mark target employers on the event map nearby. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map nearby. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5665369718892282,
    0.5665369718892282,
    0.5665369718892282,
    0.5665369718892282,
    0.5665369718892282,
    0.5665369718892282,
    0.5665369718892282,
    0.5665369718892282,
    0.7208541800664391,
    0.7208541800664391,
    0.7208541800664391,
    0.7208541800664391,
    0.7208541800664391,
    0.7208541800664391,
    0.7700798399808618,
    0.7700798399808618,
    0.7700798399808618,
    0.7700798399808618,
    0.7700798399808618,
    0.7700798399808618,
    0.7700798399808618,
    0.7700798399808618,
    0.7700798399808618,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.7967182171289746,
    0.8508317028087855,
    0.8508317028087855,
    0.8508317028087855,
    0.8508317028087855,
    0.8508317028087855,
    0.8508317028087855,
    0.8508317028087855,
    0.8508317028087855,
    0.8382140756859562,
    0.8382140756859562,
    0.8382140756859562,
    0.8382140756859562,
    0.8382140756859562,
    0.8382140756859562,
    0.8382140756859562,
    0.8382140756859562,
    0.852083062851942,
    0.852083062851942,
    0.852083062851942,
    0.852083062851942
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A group of students rehearses elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "A group of students rehearses elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves, and healthcare providers showcase community outreach photos.",
    "At the event, a group of students rehearses elevator pitches quietly against the wall as they introduce themselves. Human resources teams jot notes on tablets during the presentations, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3122865836727702,
    0.3122865836727702,
    0.3122865836727702,
    0.3122865836727702,
    0.3122865836727702,
    0.3122865836727702,
    0.3122865836727702,
    0.3122865836727702,
    0.3122865836727702,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.32972158286501435,
    0.7215515525449077,
    0.7215515525449077,
    0.7215515525449077,
    0.7215515525449077,
    0.7215515525449077,
    0.7215515525449077
  ],
  "11": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule, broadcast over the PA system.",
    "An opening welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors direct unsure students toward applicable industries. The scene combines a formal welcome with on-site guidance as the broadcast conveys the day's timing and structure while counselors steer students toward relevant sectors.",
    "An opening welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors direct unsure students toward applicable industries, blending a formal welcome with on-site guidance as the broadcast conveys the day's timing and structure while counselors steer students toward relevant sectors. Some students rehearse elevator pitches quietly against the wall.",
    "An opening welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors direct unsure students toward applicable industries, blending a formal welcome with on-site guidance as the broadcast communicates the day's timing and structure and counselors steer students toward relevant sectors. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "An opening welcome announcement is broadcast over the PA system at the fair, outlining the schedule, timing, and structure. Career counselors direct unsure students toward applicable industries, blending a formal welcome with on-site guidance as the broadcast reinforces the day’s flow and counselors steer students toward relevant sectors. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "An opening welcome announcement is broadcast over the PA system at the fair, outlining the schedule, timing, and structure. Career counselors direct unsure students toward applicable industries, blending a formal welcome with on-site guidance as the broadcast reinforces the day’s flow and counselors steer students toward relevant sectors. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "An opening welcome announcement, broadcast over the PA at the fair, outlines the schedule, timing, and structure. Career counselors direct unsure students toward applicable industries, blending formal welcome with on-site guidance as the broadcast reinforces the day’s flow and steers students toward relevant sectors. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "An opening welcome announcement broadcast over the PA outlines the schedule, timing, and structure. Career counselors direct unsure students toward applicable industries, blending the formal welcome with on-site guidance as the broadcast reinforces the day’s flow and steers students toward relevant sectors. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "An opening welcome announcement broadcast over the PA outlines the schedule, timing, and structure, with the message reinforced as career counselors direct unsure students toward applicable industries and steer them toward relevant sectors during on-site guidance. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "An opening welcome announcement broadcasts over the PA, outlining the schedule, timing, and structure as career counselors direct unsure students toward applicable industries and steer them toward relevant sectors during on-site guidance. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3942343823384784,
    0.3942343823384784,
    0.3942343823384784,
    0.3942343823384784,
    0.3942343823384784,
    0.7587814143421024,
    0.7587814143421024,
    0.7587814143421024,
    0.7587814143421024,
    0.7940278170438553,
    0.7940278170438553,
    0.7940278170438553,
    0.7940278170438553,
    0.7940278170438553,
    0.8423245871867769,
    0.8423245871867769,
    0.8423245871867769,
    0.8423245871867769,
    0.8423245871867769,
    0.8423245871867769,
    0.8423245871867769,
    0.8577121359550031,
    0.8577121359550031,
    0.8577121359550031,
    0.8577121359550031,
    0.8577121359550031,
    0.8577121359550031,
    0.8577121359550031,
    0.8696447324153614,
    0.8696447324153614,
    0.8696447324153614,
    0.8696447324153614,
    0.8696447324153614,
    0.8696447324153614,
    0.8696447324153614,
    0.8689556545602105,
    0.8689556545602105,
    0.8689556545602105,
    0.8689556545602105,
    0.8689556545602105,
    0.7257043470737112,
    0.7257043470737112,
    0.7257043470737112,
    0.7257043470737112,
    0.7780520645770808,
    0.7780520645770808,
    0.7780520645770808,
    0.7780520645770808,
    0.7780520645770808,
    0.7780520645770808,
    0.7780520645770808,
    0.7780520645770808,
    0.7780520645770808,
    0.7780520645770808,
    0.7879322614679176,
    0.7879322614679176,
    0.7879322614679176,
    0.7879322614679176,
    0.7879322614679176,
    0.7879322614679176,
    0.7879322614679176
  ],
  "12": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, while outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, and a welcome announcement outlines the fair schedule over the PA system.",
    "On campus, an alumni panel discusses how to prepare for technical interviews while outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5790533567422129,
    0.5790533567422129,
    0.5790533567422129,
    0.5790533567422129,
    0.5790533567422129,
    0.5790533567422129,
    0.5790533567422129,
    0.5790533567422129,
    0.7572720755160822,
    0.7572720755160822,
    0.7572720755160822,
    0.7572720755160822,
    0.7572720755160822,
    0.7572720755160822,
    0.7572720755160822,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8086644214267337,
    0.8079198800261588,
    0.8079198800261588,
    0.8079198800261588,
    0.8079198800261588,
    0.8079198800261588,
    0.8079198800261588,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8482524551386319,
    0.8557502578088053,
    0.8557502578088053
  ],
  "13": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system.",
    "Career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, career counselors remind attendees to maintain eye contact as part of professional conduct. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, career counselors remind attendees to maintain eye contact as part of professional conduct. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, counselors remind attendees to maintain eye contact as part of professional conduct. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, counselors remind attendees to maintain eye contact as part of professional conduct. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors remind attendees to maintain eye contact as part of professional conduct. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors remind attendees to maintain eye contact as part of professional conduct. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.44862741024991526,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.637276817619858,
    0.7933547518887063,
    0.7933547518887063,
    0.7933547518887063,
    0.7933547518887063,
    0.7933547518887063,
    0.8415603431501575,
    0.8415603431501575,
    0.8415603431501575,
    0.8415603431501575,
    0.8415603431501575,
    0.8415603431501575,
    0.8415603431501575,
    0.8415603431501575,
    0.8415603431501575,
    0.8628520816871804,
    0.8628520816871804,
    0.8628520816871804,
    0.8628520816871804,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.8755908860454349,
    0.871651812383325,
    0.871651812383325,
    0.871651812383325,
    0.871651812383325,
    0.871651812383325,
    0.871651812383325
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets, as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets, while students introduce themselves; alumni volunteers share brief pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets and students introduce themselves; nearby, alumni volunteers give brief pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves; nearby, alumni volunteers give brief pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4101812914053705,
    0.4101812914053705,
    0.4101812914053705,
    0.4101812914053705,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.506175757924282,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.3761025152604149,
    0.36206506404748534,
    0.36206506404748534,
    0.36206506404748534,
    0.36206506404748534,
    0.36206506404748534,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459,
    0.5219631993114459
  ],
  "15": [
    "",
    "",
    "",
    "A group of alumni volunteers are sharing brief pep talks near the coffee station.",
    "A group of alumni volunteers are sharing brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Students line up outside the university gym ahead of the career fair opening.",
    "At the career fair site, alumni volunteers are delivering pep talks near the coffee station, and the engineering society sponsors a resume review table near the stage. Students stand in line outside the university gym ahead of the fair’s opening, while groups of friends mark target employers on the event map.",
    "At the career fair site, alumni volunteers are delivering pep talks near the coffee station while the engineering society sponsors a resume review table near the stage. Students stand in line outside the university gym ahead of the fair’s opening, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair site, alumni volunteers are delivering pep talks near the coffee station while the engineering society sponsors a resume review table near the stage. Students stand in line outside the university gym ahead of the fair’s opening, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the career fair site, alumni volunteers deliver pep talks near the coffee station, while the engineering society sponsors a resume-review table near the stage. Students stand in line outside the university gym ahead of the fair’s opening, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair site, alumni volunteers give pep talks near the coffee station, while the engineering society sponsors a resume-review table near the stage. Students stand in line outside the university gym ahead of the fair's opening, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.3186297325111054,
    0.3186297325111054,
    0.3186297325111054,
    0.3186297325111054,
    0.35709286492890535,
    0.35709286492890535,
    0.35709286492890535,
    0.35709286492890535,
    0.5337532559971624,
    0.5337532559971624,
    0.5337532559971624,
    0.5337532559971624,
    0.5337532559971624,
    0.5337532559971624,
    0.5337532559971624,
    0.5337532559971624,
    0.5337532559971624,
    0.5337532559971624,
    0.6665763539432751,
    0.6665763539432751,
    0.6665763539432751,
    0.6665763539432751,
    0.6665763539432751,
    0.6665763539432751,
    0.6665763539432751,
    0.6665763539432751,
    0.6665763539432751,
    0.8307181902378344,
    0.8307181902378344,
    0.8307181902378344,
    0.8307181902378344,
    0.8307181902378344,
    0.8307181902378344,
    0.8307181902378344,
    0.8307181902378344,
    0.8307181902378344,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8481718013771151,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238,
    0.8826011426085238
  ],
  "16": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.829876793559672,
    0.829876793559672,
    0.829876793559672,
    0.829876793559672,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8200544312583076,
    0.8204107380181904,
    0.8204107380181904,
    0.8204107380181904,
    0.8204107380181904,
    0.8204107380181904,
    0.8204107380181904,
    0.8204107380181904,
    0.8204107380181904,
    0.8204107380181904,
    0.8204107380181904,
    0.8400853543881991
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, forming stacks. Career counselors remind attendees to maintain eye contact.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, forming stacks. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, forming stacks. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables to form stacks. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables to form stacks; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; finance firms offer QR codes for immediate internship applications.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables to form stacks; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables to form stacks. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables to form stacks; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps; a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.440593879096141,
    0.440593879096141,
    0.440593879096141,
    0.6361141055680424,
    0.6361141055680424,
    0.6361141055680424,
    0.6361141055680424,
    0.6361141055680424,
    0.6361141055680424,
    0.6795559642036435,
    0.6795559642036435,
    0.6795559642036435,
    0.6795559642036435,
    0.6795559642036435,
    0.6795559642036435,
    0.6795559642036435,
    0.6795559642036435,
    0.6795559642036435,
    0.6942229266086194,
    0.6942229266086194,
    0.6942229266086194,
    0.6942229266086194,
    0.467678416091285,
    0.467678416091285,
    0.467678416091285,
    0.467678416091285,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.46317204910121795,
    0.7887397952699713,
    0.7887397952699713,
    0.7887397952699713,
    0.7887397952699713,
    0.7887397952699713,
    0.7887397952699713,
    0.7887397952699713,
    0.7887397952699713,
    0.7887397952699713,
    0.47351095792910863,
    0.47351095792910863,
    0.47351095792910863,
    0.47351095792910863
  ],
  "18": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, and a welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "Healthcare providers are showcasing community outreach photos, a welcome announcement is being broadcast over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Healthcare providers are showcasing community outreach photos, and a welcome announcement is broadcast over the PA system outlining the fair schedule; career counselors remind attendees to maintain eye contact.",
    "Healthcare providers are showcasing community outreach photos, and a welcome announcement is broadcast over the PA system outlining the fair schedule; career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "In the event setting, healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event setting, healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event setting, healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event setting, healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event setting, healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event setting, healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event setting, healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event setting, healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event setting, healthcare providers display community outreach photos; a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30955721833569755,
    0.30955721833569755,
    0.30955721833569755,
    0.30955721833569755,
    0.30955721833569755,
    0.39747596228592347,
    0.39747596228592347,
    0.39747596228592347,
    0.39747596228592347,
    0.39747596228592347,
    0.39255488756712376,
    0.39255488756712376,
    0.39255488756712376,
    0.39255488756712376,
    0.39255488756712376,
    0.5832172974759026,
    0.5832172974759026,
    0.5832172974759026,
    0.5832172974759026,
    0.5832172974759026,
    0.7539533687824278,
    0.7539533687824278,
    0.7539533687824278,
    0.7539533687824278,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.802658546438737,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7954332408897169,
    0.7989790079585799,
    0.7989790079585799,
    0.7989790079585799,
    0.7989790079585799,
    0.7989790079585799,
    0.7989790079585799,
    0.7989790079585799,
    0.8020021894682587,
    0.8020021894682587
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "In the venue, alumni volunteers are giving quick pep talks near the coffee station, while the adjoining classroom begins hosting workshops on networking etiquette.",
    "At the venue, alumni volunteers are delivering quick pep talks near the coffee station, while the adjoining classroom begins hosting workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, alumni volunteers are delivering quick pep talks near the coffee station, while the adjoining classroom begins hosting workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while the adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the venue for the career fair, alumni volunteers deliver quick pep talks near the coffee station, while the adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university career fair venue, alumni volunteers give quick pep talks near the coffee station, while an adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair venue, alumni volunteers give quick pep talks near a coffee station, while an adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair venue, alumni volunteers give quick pep talks near a coffee station while an adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair venue, alumni volunteers deliver quick pep talks near a coffee station, while an adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.32754034456448483,
    0.32754034456448483,
    0.32754034456448483,
    0.32754034456448483,
    0.32754034456448483,
    0.32754034456448483,
    0.32754034456448483,
    0.32754034456448483,
    0.32754034456448483,
    0.5178911157752888,
    0.5178911157752888,
    0.5178911157752888,
    0.5178911157752888,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.5326952356635967,
    0.6939373422712358,
    0.6939373422712358,
    0.6939373422712358,
    0.6939373422712358,
    0.6939373422712358,
    0.6939373422712358,
    0.6939373422712358,
    0.827966202841566,
    0.827966202841566,
    0.827966202841566,
    0.827966202841566,
    0.8681621944060924,
    0.8681621944060924,
    0.8681621944060924,
    0.8681621944060924,
    0.8681621944060924,
    0.8681621944060924,
    0.8681621944060924,
    0.8681621944060924,
    0.8758597608120058,
    0.8758597608120058,
    0.8758597608120058,
    0.8758597608120058,
    0.8746776121574804,
    0.8746776121574804,
    0.8746776121574804,
    0.8746776121574804,
    0.8746776121574804,
    0.8746776121574804,
    0.8746776121574804,
    0.8898471569631272,
    0.8898471569631272,
    0.8898471569631272,
    0.8898471569631272,
    0.8898471569631272,
    0.8898471569631272
  ],
  "20": [
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "In the event space, alumni volunteers share quick pep talks near the coffee station, while at the entrance event staff scan registrations and hand out lanyards.",
    "In the event space, alumni volunteers share quick pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, alumni volunteers share quick pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the event space, alumni volunteers deliver quick pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "Within the event space, alumni volunteers deliver brief pep talks beside the coffee station, while at the entrance staff scan registrations and hand out lanyards. Consulting firms display glossy case study booklets on high tables. Human resources teams take notes on tablets as students introduce themselves. Healthcare providers present community outreach photos. Students carry resumes inside branded folders.",
    "An event space hosts a multi-part recruiting and networking scene: alumni volunteers deliver brief pep talks beside the coffee station; at the entrance staff scan registrations and hand out lanyards. Consulting firms display glossy case study booklets on high tables. Human resources teams take notes on tablets as students introduce themselves. Healthcare providers present community outreach photos. Students carry resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event space hosts a multi-part recruiting and networking scene: alumni volunteers deliver brief pep talks beside the coffee station; at the entrance staff scan registrations and hand out lanyards. Consulting firms display glossy case study booklets on high tables. HR teams take notes on tablets as students introduce themselves. Healthcare providers present community outreach photos. Students carry resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "20_score": [
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3924695404734744,
    0.3924695404734744,
    0.3924695404734744,
    0.3924695404734744,
    0.3924695404734744,
    0.5875699769764735,
    0.5875699769764735,
    0.5875699769764735,
    0.5875699769764735,
    0.5875699769764735,
    0.5875699769764735,
    0.7445114516881558,
    0.7445114516881558,
    0.7445114516881558,
    0.7445114516881558,
    0.7445114516881558,
    0.7445114516881558,
    0.7445114516881558,
    0.7445114516881558,
    0.7445114516881558,
    0.7445114516881558,
    0.751492714445742,
    0.751492714445742,
    0.751492714445742,
    0.751492714445742,
    0.751492714445742,
    0.751492714445742,
    0.751492714445742,
    0.751492714445742,
    0.751492714445742,
    0.751492714445742,
    0.759384202307258,
    0.759384202307258,
    0.759384202307258,
    0.759384202307258,
    0.759384202307258,
    0.759384202307258,
    0.759384202307258,
    0.759384202307258,
    0.759384202307258,
    0.7239918315581544,
    0.7239918315581544,
    0.7239918315581544,
    0.7239918315581544,
    0.7239918315581544,
    0.7239918315581544,
    0.7239918315581544,
    0.7772269917791164,
    0.7772269917791164,
    0.7772269917791164,
    0.7772269917791164,
    0.7772269917791164,
    0.7772269917791164,
    0.7772269917791164
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students is lined up outside the university gym, waiting in a queue before the career fair opens.",
    "A group of students is lined up outside the university gym, waiting in a queue before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "A group of students is lined up outside the university gym, waiting in a queue before the career fair opens. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "A group of students is lined up outside the university gym, waiting in a queue before the career fair opens. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a group of students lines up in a queue before the career fair opens. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students queue before the career fair opens. Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses preparation for technical interviews, and finance firms provide QR codes for immediate internship applications.",
    "Outside the university gym, students queue before the career fair opens. Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses preparation for technical interviews, and finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, students queue before the career fair opens. Career counselors remind attendees to maintain eye contact, while HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses preparation for technical interviews, and finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.335255082673981,
    0.335255082673981,
    0.335255082673981,
    0.48343903338454497,
    0.48343903338454497,
    0.48343903338454497,
    0.48343903338454497,
    0.48343903338454497,
    0.48343903338454497,
    0.6990603980743546,
    0.6990603980743546,
    0.6990603980743546,
    0.6990603980743546,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7526503838830346,
    0.7977796826766179,
    0.7977796826766179,
    0.7977796826766179,
    0.7977796826766179,
    0.7977796826766179,
    0.7977796826766179,
    0.7977796826766179,
    0.8221837545059187,
    0.8221837545059187,
    0.8221837545059187,
    0.8221837545059187,
    0.8221837545059187,
    0.8221837545059187,
    0.8221837545059187,
    0.8221837545059187,
    0.8284273837588705,
    0.8284273837588705,
    0.8284273837588705,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956,
    0.8562101884212956
  ],
  "22": [
    "",
    "",
    "A resume review table sponsored by the engineering society sits near the stage.",
    "Near the stage, a resume review table sponsored by the engineering society sits as an active feature of the event. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, several interactive elements shape the experience. Near the stage, a resume review table sponsored by the engineering society sits as an active feature of the gathering. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, several interactive elements shape the experience. Near the stage, a resume review table sponsored by the engineering society sits as an active feature of the gathering. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the event, several interactive elements shape the experience. Near the stage, a resume review table sponsored by the engineering society sits as an active feature. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, several interactive elements shape the experience: near the stage, a resume review table sponsored by the engineering society sits as an active feature; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor.",
    "At the event, the floor around the stage features several interactive elements: a resume review table sponsored by the engineering society sits as an active feature near the stage; an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3917056182043985,
    0.3917056182043985,
    0.3917056182043985,
    0.3917056182043985,
    0.5844788569567602,
    0.5844788569567602,
    0.5844788569567602,
    0.5844788569567602,
    0.5844788569567602,
    0.7231179247314454,
    0.7231179247314454,
    0.7231179247314454,
    0.7231179247314454,
    0.7231179247314454,
    0.7731657307495383,
    0.7731657307495383,
    0.7731657307495383,
    0.7731657307495383,
    0.7731657307495383,
    0.7731657307495383,
    0.7731657307495383,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.7888048803579071,
    0.5039480785160959,
    0.5039480785160959,
    0.5039480785160959,
    0.5039480785160959,
    0.5039480785160959,
    0.5039480785160959,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248,
    0.7678434387014248
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Over the PA system, a welcome announcement outlines the fair schedule.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Over the PA system, a welcome announcement outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Over the PA system, a welcome announcement outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Over the PA system, a welcome announcement outlines the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Over the PA system, a welcome announcement outlines the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Over the PA system, a welcome announcement outlines the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.6739133789646339,
    0.6739133789646339,
    0.6739133789646339,
    0.6739133789646339,
    0.6739133789646339,
    0.6739133789646339,
    0.6739133789646339,
    0.6739133789646339,
    0.6739133789646339,
    0.6739133789646339,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7084925517540118,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.7437870445692129,
    0.8323888576350424,
    0.8323888576350424,
    0.8323888576350424
  ],
  "24": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions"
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.5152811516061764,
    0.5152811516061764,
    0.5152811516061764,
    0.5152811516061764,
    0.5152811516061764,
    0.5152811516061764,
    0.5152811516061764,
    0.5152811516061764,
    0.6946675248149193,
    0.6946675248149193,
    0.6946675248149193,
    0.6946675248149193,
    0.6946675248149193,
    0.7873272338872963,
    0.7873272338872963,
    0.7873272338872963,
    0.7873272338872963,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.7942625172788806,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232
  ]
}