{
  "0": [
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, creating a focus on current releases at the fair. A welcome announcement is heard over the PA system, outlining the fair schedule.",
    "At the fair, tech companies display demo screens that showcase their latest apps, focusing on current releases. A welcome announcement is heard over the PA system, outlining the fair schedule.",
    "At the fair, tech companies display demo screens that showcase their latest apps, focusing on current releases. A welcome announcement is heard over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, tech companies display demo screens that showcase their latest apps, focusing on current releases. A welcome announcement is heard over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, tech companies display demo screens showcasing their latest apps, focusing on current releases. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, tech companies display demo screens showcasing their latest apps, focusing on current releases, while a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At the fair, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps, focusing on current releases. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. A university career fair unfolds in the university gym, with students lined up outside before the fair opens; inside, students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact.",
    "At a fair, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase community outreach photos. A welcome announcement broadcasts over the PA system, outlining the fair schedule and establishing the event context. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. The scene also includes a university career fair unfolding in the university gym: outside, students line up before opening; inside, they clutch resumes in branded folders.",
    "At a university career fair held in the university gym, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Outside, students line up before opening; inside, they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule and event context. Inside, career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a career fair unfolds with dozens of booths that display colorful banners and encircle a polished floor in a circular layout. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule and context. Inside, career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished circular floor, each booth displaying colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies show demo screens of their latest apps and current releases, while healthcare providers display photos illustrating community outreach. A welcome PA announcement outlines the fair schedule and context. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give short pep talks near the coffee station.",
    "In a university gym, a career fair unfolds on a polished circular floor with a ring of dozens of booths encircling the space and colorful banners displayed around them. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies display demo screens of their latest apps and current releases, while healthcare providers show photos illustrating community outreach. A welcome PA announcement outlines the fair schedule and context. Career counselors remind attendees to maintain eye contact, and event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers give short pep talks near the coffee station.",
    "In a university gym, a career fair unfolds on a polished circular floor ringed by dozens of booths and colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders at the entrance. Tech companies display demo screens of their latest apps and current releases, while healthcare providers show photos illustrating community outreach. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A PA announcement/broadcast outlines the fair schedule and reinforces the event context.",
    "At a university gym, a career fair unfolds on a polished circular floor ringed by dozens of booths and colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders at the entrance. Tech companies display demo screens of their latest apps and releases, while healthcare providers show photos illustrating community outreach. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A PA announcement outlines the fair schedule and reinforces the event context.",
    "At the university gym, a career fair unfolds on a polished circular floor ringed by dozens of booths and colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders at the entrance. Tech companies display demo screens of their latest apps and current releases, while healthcare providers show photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA announcement sets the schedule and reinforces the event context.",
    "Inside the university gym hosting a career fair, a polished circular floor is bordered by dozens of booths and colorful banners encircling the space. Outside, students line up before opening; inside, attendees clutch resumes in branded folders at the entrance. Tech companies display demo screens of their latest apps and current releases, while healthcare providers show photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables. A welcome PA announcement outlines the fair schedule and establishes the event context."
  ],
  "0_score": [
    0.0,
    0.0,
    0.37296553910184993,
    0.37296553910184993,
    0.37296553910184993,
    0.37296553910184993,
    0.5084878988427332,
    0.5084878988427332,
    0.5084878988427332,
    0.5037932273472348,
    0.5037932273472348,
    0.5037932273472348,
    0.5670642693894818,
    0.5670642693894818,
    0.5670642693894818,
    0.6443188061897701,
    0.6443188061897701,
    0.6443188061897701,
    0.6527499955918246,
    0.6527499955918246,
    0.6527499955918246,
    0.6527499955918246,
    0.6377722002157502,
    0.6377722002157502,
    0.6377722002157502,
    0.8244813971378862,
    0.8244813971378862,
    0.8244813971378862,
    0.8244813971378862,
    0.8244813971378862,
    0.8244813971378862,
    0.8244813971378862,
    0.8270040582364111,
    0.8270040582364111,
    0.8270040582364111,
    0.8270040582364111,
    0.8992958713383095,
    0.8992958713383095,
    0.8992958713383095,
    0.8992958713383095,
    0.9157267346270834,
    0.9157267346270834,
    0.9157267346270834,
    0.9157267346270834,
    0.9070611104310913,
    0.9070611104310913,
    0.9070611104310913,
    0.9070611104310913,
    0.8842097082334597,
    0.8842097082334597,
    0.8842097082334597,
    0.8842097082334597,
    0.8567215580704997,
    0.8567215580704997,
    0.8567215580704997,
    0.8567215580704997,
    0.8779098522647714,
    0.8779098522647714,
    0.8779098522647714,
    0.8779098522647714,
    0.8779098522647714,
    0.9044767724595992,
    0.9044767724595992,
    0.9044767724595992,
    0.9044767724595992,
    0.8874772827199989
  ],
  "1": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, emphasizing current releases. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, emphasizing current releases. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, emphasizing current releases. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, emphasizing current releases. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, a welcome PA announcement outlines the schedule. Tech companies display demo screens of their latest apps, emphasizing current releases. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. Alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement for the fair.",
    "At the university career fair, a welcome PA announcement outlines the schedule and is broadcast over the PA system. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. Alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement.",
    "At the university career fair, a welcome PA announcement outlines the schedule and is broadcast over the PA system. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At the university career fair, a welcome PA announcement outlines the schedule and is broadcast over the PA system. Dozens of booths with colorful banners encircle a polished floor in a circular layout. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Outside, students line up before opening; inside, they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. A welcome PA announcement outlines the fair schedule and context. Inside, career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers deliver quick pep talks near the coffee station.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle a circular, polished floor. Before opening, students line up outside; inside, they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. A welcome PA announcement outlines the fair schedule and context, broadcast over the PA system. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle a circular, polished floor. Before opening, students line up outside; inside, they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. A welcome PA announcement outlines the fair schedule and context, broadcast over the PA system. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At the university gym hosting the career fair, dozens of booths with colorful banners encircle a polished circular floor. Before opening, students line up outside; inside, they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase photos from community outreach. A welcome announcement outlines the schedule and context. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a university gym hosting a career fair, dozens of booths with colorful banners encircle a polished circular floor. Before opening, students line up outside; inside, they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase photos from community outreach. A welcome announcement outlines the schedule and context. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair unfolds on a polished circular floor, encircled by dozens of booths and colorful banners. Before opening, students line up outside; inside they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase photos illustrating community outreach. A welcome announcement broadcasts over the PA outlining the fair schedule and context. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.375369185465232,
    0.375369185465232,
    0.5145770945247237,
    0.5145770945247237,
    0.5145770945247237,
    0.6895604290532462,
    0.6895604290532462,
    0.6895604290532462,
    0.6895604290532462,
    0.7007181214211659,
    0.7007181214211659,
    0.7007181214211659,
    0.8272807382444698,
    0.8272807382444698,
    0.8272807382444698,
    0.8272807382444698,
    0.8563620791835282,
    0.8563620791835282,
    0.8563620791835282,
    0.8563620791835282,
    0.8563620791835282,
    0.8563620791835282,
    0.8563620791835282,
    0.8563620791835282,
    0.8800678750322757,
    0.8800678750322757,
    0.8800678750322757,
    0.8800678750322757,
    0.880621385714791,
    0.880621385714791,
    0.8761193217251517,
    0.8761193217251517,
    0.8761193217251517,
    0.8761193217251517,
    0.8761193217251517,
    0.8787325324032523,
    0.8787325324032523,
    0.8787325324032523,
    0.9090890880300784,
    0.9090890880300784,
    0.9090890880300784,
    0.9090890880300784,
    0.9090890880300784,
    0.903537649672735,
    0.903537649672735,
    0.903537649672735,
    0.903537649672735,
    0.903537649672735,
    0.903537649672735,
    0.903537649672735,
    0.903537649672735,
    0.903537649672735,
    0.903537649672735,
    0.920470859367224,
    0.920470859367224,
    0.920470859367224,
    0.920470859367224,
    0.8900093391980936,
    0.8900093391980936,
    0.8900093391980936,
    0.8856856653886875,
    0.8856856653886875,
    0.8856856653886875
  ],
  "2": [
    "",
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair, while tech companies display demo screens that show their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule, while tech companies display demo screens showcasing their latest apps and emphasizing current releases.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens featuring their latest apps and emphasizing current releases. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens featuring their latest apps and emphasizing current releases. Healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens featuring their latest apps and highlighting current releases. Healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens featuring their latest apps and highlighting current releases. Healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome announcement over the PA system outlines the schedule and establishes the event context. Tech companies display demo screens showing their latest apps and highlighting current releases. Alumni volunteers offer brief pep talks near the coffee station. Healthcare providers showcase photos illustrating community outreach. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome announcement over the PA system outlines the schedule and sets the event context. Tech companies display demo screens featuring their latest apps and current releases. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos illustrating community outreach. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a welcome PA announcement sets the schedule and event context. Dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps and current releases. Alumni volunteers give short pep talks near the coffee station. Healthcare providers showcase photos illustrating community outreach. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome PA announcement sets the schedule and event context. Dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps and current releases. Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers showcase photos illustrating community outreach. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome PA announcement sets the schedule and event context. Dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps and current releases. Alumni volunteers deliver short pep talks near the coffee station, while healthcare providers showcase photos illustrating community outreach. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome PA announcement sets the schedule and event context. Dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps and current releases. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase photos illustrating community outreach. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome PA announcement sets the schedule and event context. Dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps and current releases. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase photos illustrating community outreach. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome PA announces the schedule and event context. Dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps and current releases. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase photos illustrating community outreach. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a career fair unfolds on a polished circular floor ringed by dozens of booths with colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders at the entrance. Tech companies display demo screens of their latest apps and releases, while healthcare providers show photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA announces the fair schedule and reinforces the event context.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished circular floor, each booth displaying colorful banners. Before opening, students line up outside; once inside, attendees clutch resumes in branded folders at the entrance. Inside, tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos from community outreach. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. A welcome PA announcement outlines the fair schedule and context, reinforced by a PA broadcast."
  ],
  "2_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3755983087764657,
    0.3755983087764657,
    0.42528229389056327,
    0.42528229389056327,
    0.42528229389056327,
    0.42757631679534086,
    0.42757631679534086,
    0.42757631679534086,
    0.42757631679534086,
    0.6333504784135368,
    0.6333504784135368,
    0.6333504784135368,
    0.661132643237759,
    0.661132643237759,
    0.661132643237759,
    0.6921274431297401,
    0.6921274431297401,
    0.6921274431297401,
    0.8518347871363783,
    0.8518347871363783,
    0.8518347871363783,
    0.8518347871363783,
    0.8921283254188508,
    0.8921283254188508,
    0.8921283254188508,
    0.8921283254188508,
    0.8921283254188508,
    0.8966726888345931,
    0.8966726888345931,
    0.8966726888345931,
    0.8966726888345931,
    0.8966726888345931,
    0.8966726888345931,
    0.889588522541801,
    0.889588522541801,
    0.889588522541801,
    0.8799894618882725,
    0.8799894618882725,
    0.8799894618882725,
    0.8799894618882725,
    0.8799894618882725,
    0.8799894618882725,
    0.8799894618882725,
    0.8799894618882725,
    0.8884890725852228,
    0.8884890725852228,
    0.8884890725852228,
    0.8884890725852228,
    0.8884890725852228,
    0.8884890725852228,
    0.8884890725852228,
    0.8884890725852228,
    0.891919186103723,
    0.891919186103723,
    0.9018634319577263,
    0.9018634319577263,
    0.9018634319577263,
    0.9018634319577263,
    0.9018634319577263,
    0.8953901674277998,
    0.8953901674277998
  ],
  "3": [
    "",
    "",
    "Alumni volunteers share brief pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while healthcare providers showcase community outreach photos.",
    "Alumni volunteers share brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. Tech companies display demo screens that show their latest apps.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the event, alumni volunteers give brief pep talks near the coffee station while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the event, alumni volunteers give brief pep talks near the coffee station while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors remind attendees to maintain eye contact.",
    "At the event, alumni volunteers give brief pep talks near the coffee station while healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station while healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the university gym housing the career fair, dozens of booths with colorful banners encircle a polished floor arranged in a circular layout. Before opening, students line up outside the gym, then inside clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps. A welcome announcement outlining the fair schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the university gym housing the career fair, dozens of booths with colorful banners encircle a polished floor arranged in a circular layout. Before opening, students line up outside the gym, then inside clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps. A welcome announcement outlining the fair schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the university gym housing the career fair, dozens of booths with colorful banners encircle a polished floor arranged in a circular layout. Before opening, students line up outside the gym, then inside clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers showcase photos illustrating community outreach. Tech companies display demo screens of their latest apps and current releases. A welcome announcement over the PA outlines the schedule and sets the event context. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym hosting the career fair, dozens of booths with colorful banners encircle a polished floor arranged in a circular layout. Students line up outside before opening and inside clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos illustrating community outreach while tech companies display demo screens of their latest apps and current releases. A welcome announcement over the PA outlines the fair schedule and context. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished circular floor, each booth displaying colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies show demo screens of their latest apps and current releases, while healthcare providers display photos illustrating community outreach. A welcome PA announcement outlines the fair schedule and context. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give short pep talks near the coffee station.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished circular floor, each booth displaying colorful banners. Before opening, students line up outside; once inside, attendees clutch resumes in branded folders at the entrance. Inside, tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos from community outreach. A welcome PA announcement outlines the fair schedule and context, reinforced by a PA broadcast. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished circular floor, each booth displaying colorful banners. Before opening, students line up outside; once inside, attendees clutch resumes in branded folders at the entrance. Inside, tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos from community outreach. A welcome PA announcement outlines the fair schedule and context, reinforced by a PA broadcast. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished circular floor, each booth displaying colorful banners. Before opening, students line up outside; once inside, attendees clutch resumes in branded folders at the entrance. Inside, tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos from community outreach. A welcome PA announcement outlines the fair schedule and context, reinforced by a PA broadcast. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished circular floor, each booth displaying colorful banners. Before opening, students line up outside; once inside, attendees clutch resumes in branded folders at the entrance. Inside, tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos from community outreach. A welcome PA announcement outlines the fair schedule and context, reinforced by a PA broadcast. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give brief pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4136410500788187,
    0.3991842981361841,
    0.3991842981361841,
    0.3991842981361841,
    0.5385999855368391,
    0.5385999855368391,
    0.5778136803376924,
    0.5778136803376924,
    0.5778136803376924,
    0.5778136803376924,
    0.8110451948262313,
    0.8110451948262313,
    0.8110451948262313,
    0.8110451948262313,
    0.8110451948262313,
    0.8110554841732984,
    0.8110554841732984,
    0.8110554841732984,
    0.8110554841732984,
    0.87290845767947,
    0.87290845767947,
    0.87290845767947,
    0.8772801155421912,
    0.8772801155421912,
    0.8772801155421912,
    0.8772801155421912,
    0.8805513180283348,
    0.8805513180283348,
    0.8805513180283348,
    0.8805513180283348,
    0.9053949836107285,
    0.9053949836107285,
    0.9053949836107285,
    0.9053949836107285,
    0.9053949836107285,
    0.9053949836107285,
    0.9053949836107285,
    0.9053949836107285,
    0.9030838368243973,
    0.9030838368243973,
    0.9030838368243973,
    0.9030838368243973,
    0.9030838368243973,
    0.9066607155369353,
    0.9066607155369353,
    0.9066607155369353,
    0.9070611104310913,
    0.9070611104310913,
    0.9070611104310913,
    0.9070611104310913,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083,
    0.903136005593083
  ],
  "4": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and tech companies display demo screens that show their latest apps.",
    "At the fair, healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps, emphasizing current releases. A welcome announcement is heard over the PA system, outlining the fair schedule.",
    "At the fair, healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps, emphasizing current releases. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps and emphasizing current releases; a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps and emphasizing current releases. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps and current releases. A welcome announcement is broadcast over the PA system, outlining the fair schedule and establishing the event context. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps and current releases. A welcome announcement broadcasts over the PA system, outlining the fair schedule and establishing the event context. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps and current releases. A welcome announcement broadcasts over the PA system, outlining the fair schedule and establishing the event context. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a welcome announcement over the PA outlines the schedule and sets the event context. Tech companies display demo screens featuring their latest apps and current releases, while healthcare providers showcase photos illustrating community outreach. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym housing the career fair, dozens of booths with colorful banners encircle a polished floor in a circular layout. Before opening, students line up outside the gym, and inside clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos illustrating community outreach. A welcome announcement outlining the fair schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "A university gym hosts a career fair with dozens of booths and colorful banners surrounding a polished floor in a circular layout. Before opening, students line up outside; inside they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos illustrating community outreach. A welcome announcement outlining the fair schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym, a career fair unfolds around a polished, circular floor bordered by dozens of booths and colorful banners. Before opening, students line up outside; inside they clutch resumes in branded folders. Tech companies display demo screens of their latest apps while healthcare providers showcase photos illustrating community outreach. A welcome announcement outlining the fair schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym, a career fair unfolds on a polished, circular floor bordered by dozens of booths and colorful banners encircling the space. Before opening, students line up outside; inside they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, focusing on current releases, while healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context.",
    "At a university gym, a career fair unfolds on a polished circular floor bordered by dozens of booths and colorful banners. Before opening, students line up outside; inside they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, focusing on current releases, while healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context.",
    "In a university gym, a career fair unfolds on a polished circular floor with a circular layout of dozens of booths and colorful banners encircling the space. Before opening, students line up outside; inside they clutch resumes in branded folders. Tech companies display demo screens of their latest apps and current releases; healthcare providers showcase photos of community outreach. Alumni volunteers deliver brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA outlines the fair schedule and event context.",
    "In a university gym, a career fair unfolds on a polished circular floor with a circular layout of dozens of booths and banners encircling the space. Before opening, students line up outside; inside they clutch resumes in branded folders. Tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos of community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA outlines the fair schedule and event context."
  ],
  "4_score": [
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.3782902346988692,
    0.5105829581134923,
    0.5105829581134923,
    0.5105829581134923,
    0.5105829581134923,
    0.5098079904430517,
    0.5098079904430517,
    0.5098079904430517,
    0.5098079904430517,
    0.4165722937154323,
    0.4165722937154323,
    0.724766197557686,
    0.724766197557686,
    0.724766197557686,
    0.724766197557686,
    0.7323908620411834,
    0.7323908620411834,
    0.7323908620411834,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.7420213903116297,
    0.8850464632800313,
    0.8850464632800313,
    0.8850464632800313,
    0.8850464632800313,
    0.897897095517488,
    0.897897095517488,
    0.897897095517488,
    0.8877090378400335,
    0.8877090378400335,
    0.8877090378400335,
    0.8848829615062452,
    0.8848829615062452,
    0.8848829615062452,
    0.8848829615062452,
    0.8848829615062452,
    0.8848829615062452,
    0.8730689866902706,
    0.8730689866902706,
    0.8730689866902706,
    0.8710992553643786,
    0.8710992553643786,
    0.8710992553643786,
    0.8710992553643786,
    0.8710992553643786,
    0.8710992553643786,
    0.8825382704759395,
    0.8825382704759395,
    0.8825382704759395,
    0.8825382704759395,
    0.875313300947011
  ],
  "5": [
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens. Inside, students clutch resumes inside branded folders.",
    "A university career fair unfolds in the university gym, with students lined up outside before the fair opens. Inside, students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A university career fair unfolds in the university gym, with students lined up outside before the fair opens. Inside, students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "A university career fair unfolds in the university gym, with students lined up outside before the fair opens. Inside, students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "The scene is a university career fair held in the university gym, with students lined up outside before the fair opens. Inside, students clutch resumes in branded folders. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair in the gym, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Students line up outside before opening and inside clutch resumes in branded folders. Tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station.",
    "At a university career fair in a gym, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Students line up outside before opening and inside clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station.",
    "At a university gym, a career fair unfolds with dozens of booths and colorful banners arranged around a polished floor in a circular pattern. Outside the venue, students line up before opening; inside, they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair unfolds with dozens of booths and colorful banners arranged around a polished floor in a circular pattern. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair unfolds with dozens of booths and colorful banners arranged around a polished floor in a circular pattern. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair unfolds with dozens of booths and colorful banners arranged around a polished floor in a circular pattern. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers offer brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables.",
    "In a university gym, a career fair unfolds on a polished circular floor bordered by dozens of booths and colorful banners encircling the space. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies display demo screens of their latest apps, focusing on current releases. Healthcare providers showcase photos illustrating community outreach. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context.",
    "Inside a university gym hosting a career fair, a polished circular floor is bordered by dozens of booths and colorful banners encircling the space. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies display demo screens of their latest apps, focusing on current releases, while healthcare providers showcase photos illustrating community outreach. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context.",
    "Inside a university gym hosting a career fair, a polished circular floor is ringed by dozens of booths and colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Tech companies display demo screens of their latest apps and current releases, while healthcare providers show photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case-study booklets on high tables. A welcome PA announcement sets the schedule and reinforces the event context."
  ],
  "5_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.501356686208402,
    0.501356686208402,
    0.501356686208402,
    0.501356686208402,
    0.6491082176132911,
    0.6491082176132911,
    0.6491082176132911,
    0.6491082176132911,
    0.8305708338676338,
    0.8305708338676338,
    0.8305708338676338,
    0.8767778314253458,
    0.8767778314253458,
    0.8767778314253458,
    0.8767778314253458,
    0.8767778314253458,
    0.8767778314253458,
    0.8767778314253458,
    0.8767778314253458,
    0.8767778314253458,
    0.8623931979595157,
    0.8623931979595157,
    0.8623931979595157,
    0.8623931979595157,
    0.9108380370661998,
    0.9108380370661998,
    0.9108380370661998,
    0.9108380370661998,
    0.9108380370661998,
    0.919198548076154,
    0.919198548076154,
    0.919198548076154,
    0.919198548076154,
    0.8829667270527635,
    0.8829667270527635,
    0.8829667270527635,
    0.8829667270527635,
    0.8816814079511089,
    0.8816814079511089,
    0.8816814079511089,
    0.8816814079511089,
    0.8816814079511089,
    0.8816814079511089,
    0.8816814079511089,
    0.8816814079511089,
    0.884961988439334,
    0.884961988439334,
    0.884961988439334,
    0.884961988439334,
    0.884961988439334,
    0.8795188395031399,
    0.8795188395031399,
    0.8795188395031399,
    0.8694256047872004,
    0.8694256047872004,
    0.8694256047872004,
    0.8694256047872004,
    0.8506577725057778
  ],
  "6": [
    "\"\"",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair, as tech companies display demo screens that show their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Career counselors remind attendees to maintain eye contact, and alumni volunteers give quick pep talks near the coffee station. A welcome announcement is heard over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps, focusing on current releases.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement for a university career fair. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps, focusing on current releases. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Students line up outside the university gym before the career fair opens. A welcome announcement over the PA outlines the fair schedule and event context. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor arranged in a circular layout. Students line up outside the university gym before opening. A welcome announcement over the PA outlines the fair schedule and event context. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver short pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a circular, polished floor at the university career fair. Students line up outside the university gym before opening. A welcome announcement over the PA outlines the fair schedule and context. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a circular, polished floor inside the university gym housing the career fair. Before opening, students line up outside the gym; inside, they clutch resumes in branded folders. A welcome announcement describing the fair schedule and context is broadcast over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished circular floor inside the university gym hosting the career fair. Before opening, students line up outside; inside, they clutch resumes in branded folders. A welcome PA describes the schedule and context. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of latest apps, emphasizing current releases; healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished circular floor inside the university gym hosting the career fair. Before opening, students line up outside; inside, they clutch resumes in branded folders. A welcome PA describes the schedule and context. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished circular floor inside the university gym hosting the career fair. Before opening, students line up outside; inside, they clutch resumes in branded folders. A welcome PA describes the schedule and context. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle a polished circular floor. Before opening, students line up outside; inside, they clutch resumes in branded folders. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase photos from community outreach. A welcome PA announcement outlines the fair schedule and context, broadcast over the PA system. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At a university gym, a career fair unfolds on a polished circular floor ringed by dozens of booths with colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders at the entrance. Tech companies display demo screens of their latest apps and releases, while healthcare providers show photos illustrating community outreach. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A PA announces the fair schedule and reinforces the event context."
  ],
  "6_score": [
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3547269057721438,
    0.3547269057721438,
    0.3547269057721438,
    0.55238225371541,
    0.55238225371541,
    0.6788479494512647,
    0.6788479494512647,
    0.6788479494512647,
    0.6788479494512647,
    0.7031948807955247,
    0.7031948807955247,
    0.7031948807955247,
    0.7031948807955247,
    0.7031948807955247,
    0.7317072854995228,
    0.7317072854995228,
    0.7317072854995228,
    0.7317072854995228,
    0.8718459197065873,
    0.8718459197065873,
    0.8718459197065873,
    0.8718459197065873,
    0.8718459197065873,
    0.8761329710279833,
    0.8761329710279833,
    0.8761329710279833,
    0.9033392082529099,
    0.9033392082529099,
    0.9033392082529099,
    0.9033392082529099,
    0.9033392082529099,
    0.9015645118532905,
    0.9015645118532905,
    0.9015645118532905,
    0.9015645118532905,
    0.9133394548784929,
    0.9133394548784929,
    0.9133394548784929,
    0.9133394548784929,
    0.9234124269677129,
    0.9234124269677129,
    0.9234124269677129,
    0.9234124269677129,
    0.9234124269677129,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9221454253364139,
    0.9021069113223192,
    0.9021069113223192,
    0.9021069113223192,
    0.9021069113223192,
    0.8695701385470944,
    0.8695701385470944,
    0.8695701385470944
  ],
  "7": [
    "",
    "",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens showing their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens of their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Alumni volunteers give brief pep talks near the coffee station, and healthcare providers showcase community outreach photos at the event.",
    "At the fair, tech companies display demo screens of their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Alumni volunteers give brief pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens of their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Alumni volunteers give brief pep talks near the coffee station, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the fair, tech companies display demo screens of their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "At the fair, tech companies display demo screens of their latest apps, and a welcome announcement outlining the fair schedule is broadcast over the PA system. Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase photos from community outreach. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor, as tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase photos from community outreach, and alumni volunteers give brief pep talks near the coffee station. Outside, students line up before the fair opens; inside, they clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Alumni volunteers give short pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. An opening PA announcement outlines the fair schedule and context. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before the fair opens. Inside, attendees clutch resumes in branded folders and consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners encircling a polished floor in a circular arrangement. Tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. An opening PA announces the schedule and context. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before the fair opens. Inside, attendees clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners encircling a polished floor in a circular layout. Tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. An opening PA announces the schedule and context, and event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before the fair opens. Inside, attendees clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair unfolds around a polished circular floor bordered by dozens of booths and colorful banners. Inside, attendees clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps while healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. An opening welcome announcement outlining the fair schedule is broadcast over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before the fair opens.",
    "Inside the university gym, a career fair unfolds on a polished circular floor bordered by dozens of booths and colorful banners encircling the space. Attendees clutch resumes in branded folders while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, focusing on current releases, and healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. An opening welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before the fair opens.",
    "Inside the university gym, a career fair unfolds on a polished circular floor bordered by dozens of booths and colorful banners encircling the space. Attendees clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. An opening welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context, reinforced by a PA broadcast. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before opening."
  ],
  "7_score": [
    0.0,
    0.0,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.35206621647287506,
    0.37296553910184993,
    0.37296553910184993,
    0.37296553910184993,
    0.37296553910184993,
    0.37296553910184993,
    0.5981812335915189,
    0.5981812335915189,
    0.5981812335915189,
    0.5691218104110138,
    0.5691218104110138,
    0.5691218104110138,
    0.5510660234071901,
    0.5510660234071901,
    0.5510660234071901,
    0.5510660234071901,
    0.6806321586129502,
    0.6806321586129502,
    0.6806321586129502,
    0.6806321586129502,
    0.6806321586129502,
    0.6868705067443814,
    0.6868705067443814,
    0.6868705067443814,
    0.7134092594931234,
    0.7134092594931234,
    0.7134092594931234,
    0.7134092594931234,
    0.7134092594931234,
    0.7134092594931234,
    0.8964617160057053,
    0.8964617160057053,
    0.8964617160057053,
    0.9131506049349476,
    0.9131506049349476,
    0.9131506049349476,
    0.9131506049349476,
    0.9131506049349476,
    0.897704784165452,
    0.897704784165452,
    0.897704784165452,
    0.897704784165452,
    0.897704784165452,
    0.897704784165452,
    0.8971879625134219,
    0.8971879625134219,
    0.8971879625134219,
    0.8971879625134219,
    0.9088438616490161,
    0.9088438616490161,
    0.9088438616490161,
    0.9088438616490161,
    0.9088438616490161,
    0.9027474046229987,
    0.9027474046229987,
    0.9027474046229987,
    0.9005494889935693,
    0.9005494889935693,
    0.9005494889935693,
    0.9005494889935693,
    0.9005494889935693
  ],
  "8": [
    "",
    "",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, and tech companies display demo screens showing their latest apps.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, establishing the event context. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the fair schedule and establishes the event context. Tech companies display demo screens showcasing their latest apps. Alumni volunteers offer short pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement over the PA system sets the fair schedule and establishes the event context. Tech companies display demo screens showcasing their latest apps. Alumni volunteers offer short pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement over the PA sets the fair schedule and event context, while tech companies display demo screens of their latest apps. Alumni volunteers give short pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "An opening PA announcement sets the fair schedule and event context. Tech companies display demo screens of their latest apps. Alumni volunteers give short pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, a welcome PA announcement outlines the schedule over the PA system. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement.",
    "At the university career fair, a welcome PA outlines the schedule over the PA system. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement.",
    "At the university career fair in the gym, a PA broadcast outlines the schedule. Dozens of booths with colorful banners encircle a circular, polished floor inside the gym housing the fair. Before opening, students line up outside the gym and clutch resumes in branded folders at the entrance. Inside, alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, emphasizing current releases, and healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair in the gym, a PA broadcast outlines the schedule and a welcome announcement reinforces the event context. Dozens of booths with colorful banners encircle a circular, polished floor inside the gym housing the fair. Before opening, students line up outside the gym and, once inside, clutch resumes in branded folders at the entrance. Inside, alumni volunteers deliver brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps and current releases, and healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym hosting a career fair, a circular, polished floor is encircled by dozens of booths adorned with colorful banners. A PA broadcast outlines the schedule and welcomes attendees, reinforcing the event context. Before opening, students line up outside; inside, they clutch resumes in branded folders at the entrance. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps and current releases, and healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished circular floor inside the university gym hosting the career fair. Before opening, students line up outside; inside, they clutch resumes in branded folders. A welcome PA outlines the schedule and context for attendees. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps and current releases, and healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "Inside a university gym, a career fair unfolds on a polished circular floor ringed by dozens of booths and colorful banners. Before opening, students line up outside; inside, attendees clutch resumes in branded folders at the entrance. A PA announcement outlines the fair schedule and reinforces the event context. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps and current releases, and healthcare providers showcase photos illustrating community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a university gym, a career fair unfolds on a polished circular floor ringed by dozens of booths and colorful banners. Outside, students line up before opening; inside, attendees clutch resumes in branded folders at the entrance. A PA announcement outlines the fair schedule and reinforces the event context. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps and current releases; healthcare providers showcase photos illustrating community outreach. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3735144309054799,
    0.3735144309054799,
    0.3735144309054799,
    0.42728796222319076,
    0.42728796222319076,
    0.42728796222319076,
    0.6744827386031567,
    0.6744827386031567,
    0.6744827386031567,
    0.6744827386031567,
    0.6744827386031567,
    0.6744827386031567,
    0.6744827386031567,
    0.6744827386031567,
    0.6744827386031567,
    0.7070189723546658,
    0.7070189723546658,
    0.7070189723546658,
    0.7430848858259972,
    0.7430848858259972,
    0.7430848858259972,
    0.7430848858259972,
    0.8629753461427447,
    0.8629753461427447,
    0.8629753461427447,
    0.8688500858303372,
    0.8688500858303372,
    0.8688500858303372,
    0.8688500858303372,
    0.8659413301708524,
    0.8659413301708524,
    0.8659413301708524,
    0.8659413301708524,
    0.8659413301708524,
    0.8925857691276702,
    0.8925857691276702,
    0.8925857691276702,
    0.893823178345562,
    0.893823178345562,
    0.893823178345562,
    0.893823178345562,
    0.9120855730488138,
    0.9120855730488138,
    0.9120855730488138,
    0.9120855730488138,
    0.9120855730488138,
    0.9157879603607582,
    0.9157879603607582,
    0.9157879603607582,
    0.8901334768469376,
    0.8901334768469376,
    0.8901334768469376,
    0.9210628521013986,
    0.9210628521013986,
    0.9210628521013986,
    0.9210628521013986,
    0.9210628521013986,
    0.880828949500688,
    0.880828949500688,
    0.880828949500688,
    0.8778907406274027,
    0.8778907406274027,
    0.8778907406274027,
    0.8778907406274027
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Tech companies display demo screens showing their latest apps. Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule. Tech companies display demo screens showing their latest apps. Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule and establishing the event context. Tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, establishing the event context. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Tech companies display demo screens showing their latest apps, focusing on current releases. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement broadcasts over the PA system, outlining the fair schedule and establishing the event context. Dozens of booths with colorful banners encircle a polished floor arranged in a circular layout. Tech companies display demo screens showing their latest apps, focusing on current releases. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact.",
    "A university gym hosts a career fair with a circular layout of dozens of booths adorned with colorful banners around a polished floor. Tech companies display demo screens of their latest apps, focusing on current releases. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement broadcasts over the PA system, outlining the fair schedule and establishing the event context. Inside, students line up outside before the fair opens and, once inside, clutch resumes in branded folders.",
    "At a university gym, a career fair unfolds on a polished floor with a circular layout of dozens of booths and colorful banners encircling the space. Tech companies display demo screens of their latest apps, focusing on current releases; healthcare providers showcase photos of community outreach. Alumni volunteers offer brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context. Inside, students line up outside before opening and, once inside, clutch resumes in branded folders.",
    "At a university gym, a career fair unfolds on a polished floor with a circular layout of dozens of booths and colorful banners encircling the space. Tech companies display demo screens of their latest apps, focusing on current releases, while healthcare providers showcase photos of community outreach. Alumni volunteers offer brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context. Inside, students line up outside before opening and, once inside, clutch resumes in branded folders.",
    "At a university gym, a career fair unfolds on a polished floor with a circular layout of dozens of booths and colorful banners encircling the space. Tech companies display demo screens of their latest apps, focusing on current releases, while healthcare providers showcase photos of community outreach. Alumni volunteers offer brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement broadcasts over the PA, outlining the fair schedule and establishing the event context. Inside, students line up outside before opening and, once inside, clutch resumes in branded folders.",
    "The scene is a university gym hosting a career fair on a polished circular floor with a circular layout of dozens of booths and colorful banners encircling the space. Tech companies display demo screens of their latest apps, emphasizing current releases, while healthcare providers showcase photos of community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA describes the schedule and context. Before opening, students line up outside; once inside, they clutch resumes in branded folders.",
    "At a university gym hosting a career fair, a polished circular floor supports a circular layout of dozens of booths and colorful banners encircling the space. Tech companies display demo screens of their latest apps and current releases; healthcare providers showcase photos of community outreach. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA describes the schedule and event context. Before opening, students line up outside; once inside, they clutch resumes in branded folders.",
    "At a university gym hosting a career fair, a polished circular floor supports a circular layout of dozens of booths and colorful banners encircling the space. Tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Before opening, students line up outside; once inside they clutch resumes in branded folders. A welcome announcement over the PA outlines the fair schedule and establishes the event context.",
    "At a university gym hosting a career fair, a polished circular floor supports a circular layout of dozens of booths and colorful banners encircling the space. Tech companies display demo screens of their latest apps and current releases, while healthcare providers showcase photos illustrating community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Before opening, students line up outside; inside they clutch resumes in branded folders. A welcome announcement over the PA outlines the fair schedule and establishes the event context."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3755983087764657,
    0.3755983087764657,
    0.5184624440541374,
    0.5184624440541374,
    0.5184624440541374,
    0.6271337081922062,
    0.6271337081922062,
    0.665143526687958,
    0.665143526687958,
    0.665143526687958,
    0.665143526687958,
    0.665143526687958,
    0.7433236911295454,
    0.7433236911295454,
    0.7433236911295454,
    0.7433236911295454,
    0.7494250130755353,
    0.7494250130755353,
    0.7494250130755353,
    0.7407993310498491,
    0.7407993310498491,
    0.7407993310498491,
    0.7407993310498491,
    0.7407993310498491,
    0.8777154711414031,
    0.8777154711414031,
    0.8777154711414031,
    0.8777154711414031,
    0.8777154711414031,
    0.8777154711414031,
    0.8825670431141768,
    0.8825670431141768,
    0.8825670431141768,
    0.8825670431141768,
    0.8735716533503675,
    0.8735716533503675,
    0.8735716533503675,
    0.8749046750318532,
    0.8749046750318532,
    0.8749046750318532,
    0.8749046750318532,
    0.8749046750318532,
    0.8749046750318532,
    0.8749046750318532,
    0.8605278642003908,
    0.8605278642003908,
    0.8605278642003908,
    0.8605278642003908,
    0.8605278642003908,
    0.8668963623924625,
    0.8668963623924625,
    0.8668963623924625,
    0.8668963623924625,
    0.8531386666210059,
    0.8531386666210059,
    0.8531386666210059,
    0.8531386666210059,
    0.8531386666210059
  ]
}