{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while a robotics startup flies a small drone above its booth to attract attention.",
    "Career counselors redirect unsure students toward applicable industries, while a robotics startup flies a small drone above its booth to attract attention.",
    "In a career fair setting, career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share brief pep talks near the coffee station.",
    "At the career fair, counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies present demo screens that showcase their latest apps, creating a display of newer software. A welcome announcement plays over the PA, outlining the fair schedule. In an adjoining classroom, workshops on networking etiquette begin. The scene centers on students gripping branded folders that contain resumes—the resumes are inside the folders, and the folders themselves are branded—as the focal moment. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.4798009154657952,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.772465425902944,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124,
    0.83485701759124
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; in the adjoining classroom, workshops on networking etiquette begin.",
    "Career counselors remind attendees to maintain eye contact; in the adjoining classroom, workshops on networking etiquette begin; finance firms offer QR codes for immediate internship applications.",
    "At the career fair, career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. In an adjoining classroom, workshops on networking etiquette have begun. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3384539074015523,
    0.3384539074015523,
    0.3384539074015523,
    0.3384539074015523,
    0.3384539074015523,
    0.3384539074015523,
    0.3384539074015523,
    0.4249181099509624,
    0.4249181099509624,
    0.4249181099509624,
    0.4249181099509624,
    0.4249181099509624,
    0.4249181099509624,
    0.4249181099509624,
    0.4249181099509624,
    0.4249181099509624,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8208435130106225,
    0.8129160196670744,
    0.8129160196670744,
    0.8129160196670744,
    0.8129160196670744,
    0.8129160196670744,
    0.8129160196670744,
    0.8129160196670744,
    0.8129160196670744,
    0.8129160196670744,
    0.8129160196670744
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "In the event space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, consulting firms pile glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event space, consulting firms pile glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette have begun in the adjoining classroom. Students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.5290774409768539,
    0.5290774409768539,
    0.5290774409768539,
    0.5290774409768539,
    0.5290774409768539,
    0.5290774409768539,
    0.5290774409768539,
    0.5290774409768539,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.6840869059128973,
    0.8120940532994873,
    0.8120940532994873,
    0.8120940532994873,
    0.8120940532994873,
    0.8120940532994873,
    0.8120940532994873
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "A career fair scene unfolds as a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, guiding their focus. Consulting firms stack glossy case study booklets on high tables, ready for attendees to browse.",
    "At a career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map to guide their focus, while consulting firms stack glossy case study booklets on high tables for attendees to browse. Guidance staff direct unsure students toward applicable industries, and career counselors guide them to relevant sectors. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks.",
    "At a career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map to guide their focus, while consulting firms stack glossy case study booklets on high tables for attendees to browse. Guidance staff direct unsure students toward applicable industries, and career counselors guide them to relevant sectors. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. Tech companies present demo screens showcasing their latest apps, a display of newer software. In the adjoining classroom, workshops on networking etiquette begin. The scene centers on students interacting with documents, clutching branded folders containing resumes; the resumes are inside the folders and the folders themselves are branded, highlighting the act of gripping the folders holding the resumes as the focal moment."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.48989580579667596,
    0.7878752302716903,
    0.7878752302716903,
    0.7878752302716903,
    0.7878752302716903,
    0.7878752302716903,
    0.7878752302716903,
    0.7878752302716903,
    0.7878752302716903,
    0.7760163197220029,
    0.7760163197220029,
    0.7760163197220029,
    0.7760163197220029,
    0.7760163197220029,
    0.7760163197220029,
    0.7760163197220029,
    0.7760163197220029,
    0.7760163197220029,
    0.7760163197220029,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.8334229960204481,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753,
    0.831248096815753
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop at the event. Guidance staff direct unsure students toward applicable industries, while career counselors guide them to relevant sectors. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks.",
    "At the event, a cybersecurity company conducts a password-cracking challenge on a laptop. Guidance staff direct unsure students toward applicable industries, and career counselors guide them to relevant sectors. A welcome PA announcement outlines the fair schedule at the entrance, where event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. At the career fair, another PA welcome outlines the fair schedule. Groups of friends mark target employers on the event map to guide their focus, while consulting firms stack glossy case study booklets on high tables for attendees to browse.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Guidance staff direct unsure students toward applicable industries, and career counselors guide them to relevant sectors. A welcome PA announcement at the entrance outlines the fair schedule, while event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. At the career fair, a separate PA welcome outlines the schedule. Groups of friends mark target employers on the event map to guide their focus, while consulting firms stack glossy case study booklets on high tables for attendees to browse. A small group of students quietly rehearses elevator pitches against a wall; nearby, networking etiquette workshops begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.7721595575285155,
    0.7721595575285155,
    0.7721595575285155,
    0.7721595575285155,
    0.7721595575285155,
    0.7721595575285155,
    0.7721595575285155,
    0.7721595575285155,
    0.7721595575285155,
    0.7721595575285155,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8479536511414846,
    0.8436564739986977,
    0.8436564739986977
  ],
  "5": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Near the stage, the engineering society sponsors a resume review table as part of a resume review activity. Groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom. Near the stage, the engineering society sponsors a resume review table as part of a resume review activity. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the career fair, networking etiquette workshops begin in the adjoining classroom. Near the stage, the engineering society sponsors a resume review table as part of a resume review activity. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Guidance staff direct unsure students toward applicable industries while career counselors steer them to relevant sectors. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks.",
    "At the career fair, networking etiquette workshops take place in the adjoining classroom. Near the stage, the engineering society sponsors a resume review table as part of a resume review activity. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Guidance staff direct unsure students toward applicable industries while career counselors steer them to relevant sectors. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. A small group of students quietly rehearses elevator pitches against a wall."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.6821414007273197,
    0.6821414007273197,
    0.6821414007273197,
    0.6821414007273197,
    0.6821414007273197,
    0.6821414007273197,
    0.6821414007273197,
    0.6821414007273197,
    0.7272541415791948,
    0.7272541415791948,
    0.7272541415791948,
    0.7272541415791948,
    0.7272541415791948,
    0.7272541415791948,
    0.7272541415791948,
    0.7272541415791948,
    0.7272541415791948,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8532785245596964,
    0.8671421051714661,
    0.8671421051714661,
    0.8671421051714661,
    0.8671421051714661,
    0.8671421051714661
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers give brief pep talks near the coffee station, while career counselors steer unsure students toward relevant industries. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while career counselors steer unsure students toward relevant industries. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Within the space, some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while career counselors and guidance staff steer unsure students toward relevant industries and sectors. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Within the space, some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A cybersecurity company is conducting a password-cracking challenge on a laptop at the event. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3745166956214607,
    0.3745166956214607,
    0.3745166956214607,
    0.3745166956214607,
    0.3745166956214607,
    0.3745166956214607,
    0.3745166956214607,
    0.3745166956214607,
    0.3745166956214607,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.7297024072399705,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8161444624573496,
    0.8505935774532916,
    0.8505935774532916,
    0.8505935774532916,
    0.8505935774532916,
    0.8505935774532916,
    0.8505935774532916,
    0.8505935774532916
  ],
  "7": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "During the career fair, attendees are reminded by career counselors to maintain eye contact while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. The scene includes an engineering society sponsoring a resume review table located near the stage, and tech companies display demo screens that show their latest apps.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact as an alumni panel discusses preparing for technical interviews. Workshops on networking etiquette run in the adjoining classroom. A welcome announcement broadcasts the fair schedule over the PA. An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Alumni volunteers give brief pep talks near the coffee station, while staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup operates a booth with a small drone flown above it to attract attention. Consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, HR teams jot notes on tablets, and students introduce themselves."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.41028181330409624,
    0.41028181330409624,
    0.41028181330409624,
    0.41028181330409624,
    0.41028181330409624,
    0.41028181330409624,
    0.41028181330409624,
    0.41028181330409624,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.7834901058197743,
    0.8056645316586775,
    0.8056645316586775,
    0.8056645316586775,
    0.8056645316586775,
    0.8056645316586775,
    0.8056645316586775,
    0.8056645316586775,
    0.8056645316586775,
    0.8056645316586775,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.8205264846533007,
    0.902510512031716,
    0.902510512031716,
    0.902510512031716,
    0.902510512031716
  ],
  "8": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends place marks on an event map to designate target employers, using the map as the spatial surface to identify which employers are targeted.",
    "Groups of friends place marks on an event map to designate target employers, using the map as the spatial surface to identify which employers are targeted. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Groups of friends place marks on an event map to designate target employers, using the map as the spatial surface to identify which employers are targeted. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on an event map, using the map as the surface to identify targeted firms. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. The scene centers on students gripping resumes inside branded folders; the resumes are contained within the folders, and the folders themselves are branded. The interaction between the students and their documents is the focus, described as clutching the folders that hold the resumes.",
    "At a university career fair, students grip branded folders containing resumes, the focal interaction with documents. Groups of friends mark target employers on an event map used to identify firms. Career counselors remind attendees to maintain eye contact and to direct unsure students toward applicable industries. The engineering society runs a resume review table near the stage, and networking etiquette workshops run in the adjoining classroom. Preparatory activities include alumni volunteers giving brief pep talks near the coffee station; staff at the entrance scanning registrations and handing out lanyards; and students lining up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3394894576114487,
    0.3394894576114487,
    0.3394894576114487,
    0.3394894576114487,
    0.3394894576114487,
    0.3394894576114487,
    0.3394894576114487,
    0.3394894576114487,
    0.5337071114961487,
    0.5337071114961487,
    0.5337071114961487,
    0.5337071114961487,
    0.5337071114961487,
    0.5337071114961487,
    0.5337071114961487,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7103014022995605,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.7048211755001769,
    0.8614324798850339,
    0.8614324798850339
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map.",
    "At the fair, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies present demo screens showcasing their latest apps, creating a display of newer software at the fair. A welcome announcement is played over the PA system, outlining the fair schedule for attendees.",
    "At the fair, the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Tech companies present demo screens showcasing their latest apps, creating a display of newer software at the fair. A welcome announcement is played over the PA system, outlining the fair schedule for attendees. Healthcare providers showcase community outreach photos.",
    "At the fair, the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Tech companies present demo screens showcasing their latest apps, creating a display of newer software at the fair. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the fair, the engineering society sponsors a resume-review table near the stage; groups of friends mark target employers on the event map. Tech companies present demo screens showcasing their latest apps, creating a display of newer software at the fair. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos. Workshops on networking etiquette have begun in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.43223215013925276,
    0.8290275392745381,
    0.8290275392745381,
    0.8290275392745381,
    0.8290275392745381,
    0.8290275392745381,
    0.8290275392745381,
    0.8290275392745381,
    0.8290275392745381,
    0.8290275392745381,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8505748355229601,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8874010860026673,
    0.8842177932849011,
    0.8842177932849011
  ],
  "10": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette have begun in the adjoining classroom.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "In the event space, workshops on networking etiquette have begun in the adjoining classroom. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "Within the event space, workshops on networking etiquette have begun in the adjoining classroom. Groups of friends are marking target employers on the event map. Career counselors are redirecting unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "At the event space, networking etiquette workshops have begun in the adjoining classroom. Groups of friends are marking target employers on the event map. Career counselors are redirecting unsure students toward applicable industries, while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share brief pep talks near the coffee station."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.7173088206067019,
    0.7173088206067019,
    0.7173088206067019,
    0.7173088206067019,
    0.7173088206067019,
    0.7173088206067019,
    0.7173088206067019,
    0.7173088206067019,
    0.7173088206067019,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.6648400402584049,
    0.7714824339839417,
    0.7714824339839417,
    0.7714824339839417,
    0.7714824339839417,
    0.7714824339839417,
    0.7714824339839417,
    0.7714824339839417,
    0.7714824339839417
  ],
  "11": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Guidance staff direct unsure students toward applicable industries, while career counselors guide them to relevant sectors. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, and near the coffee station, alumni volunteers share quick pep talks.",
    "The event opens with workshops on networking etiquette held in the adjoining classroom. Guidance staff direct unsure students toward applicable industries while career counselors guide them to relevant sectors. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers share quick pep talks. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage.",
    "The event opens with networking-etiquette workshops in the adjoining classroom. Guidance staff direct unsure students to applicable industries while career counselors guide them to relevant sectors. A welcome announcement on the PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver quick pep talks. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showcasing their latest apps, presenting newer software at the fair. Healthcare providers showcase community outreach photos."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.8049465097160509,
    0.8049465097160509,
    0.8049465097160509,
    0.8049465097160509,
    0.8049465097160509,
    0.8049465097160509,
    0.8049465097160509,
    0.8049465097160509,
    0.8049465097160509,
    0.8049465097160509,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.855881933528511,
    0.9192803846573845,
    0.9192803846573845,
    0.9192803846573845,
    0.9192803846573845,
    0.9192803846573845,
    0.9192803846573845,
    0.9192803846573845,
    0.9192803846573845,
    0.9192803846573845
  ],
  "12": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends place marks on the event map to designate target employers, using the map as the spatial surface for identifying which employers are targeted.",
    "Groups of friends place marks on the event map to designate target employers, using the map as the spatial surface for identifying which employers are targeted. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends place marks on the event map to designate target employers, using the map as the spatial surface for identifying which employers are targeted. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends place marks on an event map to designate target employers, using the map as the spatial surface for identifying which employers are targeted. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Groups of friends place marks on an event map to designate target employers, using the map as the surface for identifying targeted employers. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens with their latest apps, while healthcare providers showcase community outreach photos. A small group of students quietly rehearses elevator pitches against a wall, adjacent to rooms where networking etiquette workshops begin in an adjoining classroom, as a welcome announcement on the PA system outlines the fair schedule.",
    "Groups of friends place marks on an event map to designate targeted employers, using the map as the surface for identifying targets. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens with their latest apps, while healthcare providers showcase community outreach photos. A small group of students quietly rehearses elevator pitches against a wall, adjacent to rooms where networking etiquette workshops begin in an adjoining classroom. A welcome announcement on the PA system outlines the fair schedule."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3315426551635273,
    0.3315426551635273,
    0.3315426551635273,
    0.3315426551635273,
    0.3315426551635273,
    0.3315426551635273,
    0.3315426551635273,
    0.3315426551635273,
    0.3315426551635273,
    0.5609833916482717,
    0.5609833916482717,
    0.5609833916482717,
    0.5609833916482717,
    0.5609833916482717,
    0.5609833916482717,
    0.5609833916482717,
    0.5609833916482717,
    0.5609833916482717,
    0.5609833916482717,
    0.7603430839324473,
    0.7603430839324473,
    0.7603430839324473,
    0.7603430839324473,
    0.7603430839324473,
    0.7603430839324473,
    0.7603430839324473,
    0.7603430839324473,
    0.7513740998125218,
    0.7513740998125218,
    0.7513740998125218,
    0.7513740998125218,
    0.7513740998125218,
    0.7513740998125218,
    0.7513740998125218,
    0.7513740998125218,
    0.7513740998125218,
    0.7513740998125218,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8219344318360041,
    0.8428814308863702,
    0.8428814308863702,
    0.8428814308863702
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin. Students clutch branded folders that contain resumes; the resumes are within the folders, and the folders are branded. The scene centers on the interaction between the students and their documents, with the action described as clutching the folders that hold the resumes.",
    "In the adjoining classroom, workshops on networking etiquette begin. Students clutch branded folders containing resumes; the resumes reside inside the folders, and the folders are branded. The scene centers on the interaction between the students and their documents, specifically the action of clutching the folders that hold the resumes.",
    "In the adjoining classroom, workshops on networking etiquette begin. Students clutch branded folders that contain resumes, with the resumes residing inside the folders and the folders themselves branded. The scene centers on the interaction between the students and their documents, specifically the action of clutching the folders that hold the resumes. A robotics startup operates a booth where a small drone is flown above the booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin. Students clutch branded folders containing resumes, with the resumes residing inside the folders and the folders themselves branded. The scene centers on the interaction between the students and their documents, specifically the action of clutching the folders that hold the resumes. A robotics startup operates a booth where a small drone is flown above the booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the fair, workshops on networking etiquette begin in the adjoining classroom. The scene centers on students gripping branded folders that contain resumes; the resumes reside inside the folders, and the folders themselves are branded. A robotics startup operates a booth with a small drone flown above the booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps, creating a display of newer software. A welcome announcement plays over the PA system outlining the fair schedule for attendees."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5044942663313918,
    0.5044942663313918,
    0.5044942663313918,
    0.5044942663313918,
    0.5044942663313918,
    0.5044942663313918,
    0.5044942663313918,
    0.5041342727318759,
    0.5041342727318759,
    0.5041342727318759,
    0.5041342727318759,
    0.5041342727318759,
    0.5041342727318759,
    0.5041342727318759,
    0.5041342727318759,
    0.5041342727318759,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.6884828898808507,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.7193543356337939,
    0.8451005123531672,
    0.8451005123531672,
    0.8451005123531672,
    0.8451005123531672,
    0.8451005123531672,
    0.8451005123531672,
    0.8451005123531672
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "The scene presents guidance staff directing unsure students toward applicable industries, with career counselors guiding them to relevant sectors. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Guidance staff direct unsure students toward applicable industries, while career counselors guide them to relevant sectors. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, guidance staff direct unsure students toward applicable industries, while career counselors guide them to relevant sectors. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks.",
    "At the event, guidance staff direct unsure students toward applicable industries while career counselors steer them to relevant sectors. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Guidance staff direct unsure students toward applicable industries while career counselors steer them to relevant sectors. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. At the fair, tech companies are presenting demo screens that showcase their latest apps, creating a display of newer software. The scene centers on students interacting with documents, specifically clutching branded folders that contain resumes; the resumes are inside the folders, and the folders themselves are branded, highlighting the act of gripping the folders holding the resumes as the focal moment.",
    "Within a campus career fair, guidance staff direct unsure students toward applicable industries while career counselors steer attendees to relevant sectors, reminding them to maintain eye contact. A welcome announcement is broadcast over the PA outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards; near the coffee station, alumni volunteers deliver brief pep talks; workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, using it as the spatial surface to designate targeted companies. Tech companies present demo screens displaying their latest apps, forming a display of newer software. The scene centers on students gripping branded folders that contain resumes, with the resumes inside and the folders themselves branded, emphasizing the interaction with documents. The engineering society sponsors a resume review table near the stage."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5921051752098354,
    0.5921051752098354,
    0.5921051752098354,
    0.5921051752098354,
    0.5921051752098354,
    0.5921051752098354,
    0.5921051752098354,
    0.5921051752098354,
    0.5921051752098354,
    0.8108656852111737,
    0.8108656852111737,
    0.8108656852111737,
    0.8108656852111737,
    0.8108656852111737,
    0.8108656852111737,
    0.8108656852111737,
    0.848680950060978,
    0.848680950060978,
    0.848680950060978,
    0.848680950060978,
    0.848680950060978,
    0.848680950060978,
    0.848680950060978,
    0.848680950060978,
    0.8530277876828326,
    0.8530277876828326,
    0.8530277876828326,
    0.8530277876828326,
    0.8530277876828326,
    0.8530277876828326,
    0.8530277876828326,
    0.8530277876828326,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8338520248203964,
    0.8426770847587517,
    0.8426770847587517,
    0.8426770847587517,
    0.8426770847587517,
    0.8426770847587517,
    0.8426770847587517,
    0.8426770847587517,
    0.8426770847587517
  ],
  "15": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; a robotics startup flies a small drone above its booth to attract attention.",
    "Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Across the venue, tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends place marks on an event map to designate target employers, using the map as the spatial surface to identify which employers are targeted. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Across the venue, tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends place marks on an event map to designate target employers, using the map as the spatial surface to identify which employers are targeted. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4725434767147078,
    0.4725434767147078,
    0.4725434767147078,
    0.4725434767147078,
    0.4725434767147078,
    0.4725434767147078,
    0.4725434767147078,
    0.7652396806607091,
    0.7652396806607091,
    0.7652396806607091,
    0.7652396806607091,
    0.7652396806607091,
    0.7652396806607091,
    0.7652396806607091,
    0.7652396806607091,
    0.7652396806607091,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.817929758204867,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799,
    0.8200649172385799
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies are presenting demo screens that showcase their latest apps.",
    "Tech companies are presenting demo screens that showcase their latest apps, creating a display of newer software at the fair. A welcome announcement is played over the PA system, outlining the fair schedule for attendees.",
    "Tech companies are presenting demo screens that showcase their latest apps, creating a display of newer software at the fair. A welcome announcement plays over the PA system, outlining the fair schedule for attendees. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the fair, tech companies are presenting demo screens that showcase their latest apps, creating a display of newer software. A welcome announcement plays over the PA system, outlining the fair schedule for attendees. In the adjoining classroom, workshops on networking etiquette begin. The scene centers on students interacting with documents, specifically clutching branded folders that contain resumes. The resumes are inside the folders, and the folders themselves are branded, highlighting the act of gripping the folders holding the resumes as the focal moment.",
    "At the fair, tech companies present demo screens showcasing their latest apps, creating a display of newer software. A welcome announcement plays over the PA system outlining the fair schedule for attendees. In the adjoining classroom, workshops on networking etiquette begin. The scene centers on students interacting with documents, specifically clutching branded folders that contain resumes; the resumes are inside the folders, and the folders themselves are branded, highlighting the act of gripping the folders holding the resumes as the focal moment. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, tech companies present demo screens of their latest apps, creating a display of newer software. A welcome announcement plays over the PA outlining the fair schedule. In an adjoining classroom, workshops on networking etiquette begin. The scene centers on students gripping branded folders that contain resumes; the resumes are inside the folders, and the folders themselves are branded, emphasizing the interaction as they clutch the folders holding the resumes. Consulting firms stack glossy case study booklets on high tables near the stage. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Groups of friends place marks on the event map to designate target employers, using the map as the spatial surface for identifying targeted employers."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4309739779919924,
    0.4309739779919924,
    0.4309739779919924,
    0.4309739779919924,
    0.4309739779919924,
    0.4309739779919924,
    0.5839509080479072,
    0.5839509080479072,
    0.5839509080479072,
    0.5839509080479072,
    0.5839509080479072,
    0.5839509080479072,
    0.5839509080479072,
    0.7593403128774671,
    0.7593403128774671,
    0.7593403128774671,
    0.7593403128774671,
    0.7593403128774671,
    0.7593403128774671,
    0.7593403128774671,
    0.7593403128774671,
    0.7593403128774671,
    0.7382011623548829,
    0.7382011623548829,
    0.7382011623548829,
    0.7382011623548829,
    0.7382011623548829,
    0.7382011623548829,
    0.7382011623548829,
    0.7986782663073817,
    0.7986782663073817,
    0.7986782663073817,
    0.7986782663073817,
    0.7986782663073817,
    0.7986782663073817,
    0.7986782663073817,
    0.7986782663073817,
    0.7986782663073817,
    0.7986782663073817,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493,
    0.8579579116857493
  ],
  "17": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. The scene centers on students interacting with their documents, specifically clutching branded folders that contain resumes. The resumes are inside the folders, and the folders themselves are branded, highlighting the act of gripping the folders holding the resumes as the focal moment.",
    "Workshops on networking etiquette begin in the adjoining classroom. The scene centers on students interacting with documents, specifically clutching branded folders that contain resumes, with the branded folders and the act of gripping them holding the resumes serving as the focal moment. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin, with the scene centering on students who interact with documents, specifically clutching branded folders that contain resumes—the act of gripping the folders and the resumes inside serving as the focal moment. Consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. A number of students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, workshops on networking etiquette unfold as students interact with branded folders containing resumes, gripping the folders and the papers inside as the focal moment. Nearby, consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Several students rehearse elevator pitches quietly against the wall. At the career fair, attendees are reminded by career counselors to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair plus an adjoining classroom for networking etiquette, workshops unfold in the classroom; students interact with branded folders containing resumes, gripping the folders and the papers inside as the focal moment. Nearby, consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station while event staff at the entrance scan registrations and hand out lanyards. Several students rehearse elevator pitches quietly against the wall. Attendees are reminded by career counselors to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5816216459616993,
    0.5816216459616993,
    0.5816216459616993,
    0.5816216459616993,
    0.5816216459616993,
    0.5816216459616993,
    0.5816216459616993,
    0.5816216459616993,
    0.5816216459616993,
    0.6430924205805135,
    0.6430924205805135,
    0.6430924205805135,
    0.6430924205805135,
    0.6430924205805135,
    0.6430924205805135,
    0.6430924205805135,
    0.6430924205805135,
    0.6580127915328748,
    0.6580127915328748,
    0.6580127915328748,
    0.6580127915328748,
    0.6580127915328748,
    0.6580127915328748,
    0.6580127915328748,
    0.6580127915328748,
    0.6580127915328748,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8198352309786312,
    0.8889565608145067,
    0.8889565608145067
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and, when students are unsure, redirect them toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and, when students are unsure, redirect them toward applicable industries. The scene centers on students gripping resumes inside branded folders, with the resumes contained within the folders and the folders themselves branded. The interaction between the students and their documents is the focus, described as clutching the folders that hold the resumes.",
    "Career counselors remind attendees to maintain eye contact and, when students are unsure, direct them toward applicable industries. The scene centers on students gripping resumes inside branded folders, with the resumes contained within the folders and the folders themselves branded. The interaction between the students and their documents is the focus, described as clutching the folders that hold the resumes.",
    "The scene is a campus career fair where the focus is the interaction between students and their documents: students grip resumes inside branded folders, with the resumes contained within and the folders themselves branded, described as clutching the folders that hold the resumes. Career counselors remind attendees to maintain eye contact and guide unsure students to relevant sectors, while guidance staff direct them toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop at the event. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404923483799201,
    0.3404923483799201,
    0.3404923483799201,
    0.3404923483799201,
    0.3404923483799201,
    0.3404923483799201,
    0.3404923483799201,
    0.3404923483799201,
    0.5953694500153317,
    0.5953694500153317,
    0.5953694500153317,
    0.5953694500153317,
    0.5953694500153317,
    0.5953694500153317,
    0.5953694500153317,
    0.5953694500153317,
    0.5953694500153317,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.5937040664379849,
    0.7778482945433394,
    0.7778482945433394,
    0.7778482945433394,
    0.7778482945433394,
    0.7778482945433394,
    0.7778482945433394,
    0.7778482945433394,
    0.7778482945433394
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Career counselors guide unsure students toward applicable industries, remind attendees to maintain eye contact, and redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5403308578109344,
    0.5403308578109344,
    0.5403308578109344,
    0.5403308578109344,
    0.5403308578109344,
    0.5403308578109344,
    0.5403308578109344,
    0.747265185171293,
    0.747265185171293,
    0.747265185171293,
    0.747265185171293,
    0.747265185171293,
    0.747265185171293,
    0.747265185171293,
    0.747265185171293,
    0.8411968156049319,
    0.8411968156049319,
    0.8411968156049319,
    0.8411968156049319,
    0.8411968156049319,
    0.8411968156049319,
    0.8411968156049319,
    0.8411968156049319,
    0.8411968156049319,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8479545198698231,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454,
    0.8439519445689454
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Networking etiquette workshops begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Networking etiquette workshops begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage as part of a resume review activity, located in close proximity to the stage. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Networking etiquette workshops begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage as part of a resume review activity. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "An opening welcome announcement is broadcast over the PA outlining the fair schedule. Networking etiquette workshops are under way in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station while event staff at the entrance scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage as part of a resume review activity. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.7664409877855566,
    0.7664409877855566,
    0.7664409877855566,
    0.7664409877855566,
    0.7664409877855566,
    0.7664409877855566,
    0.7664409877855566,
    0.7664409877855566,
    0.7664409877855566,
    0.84612348311584,
    0.84612348311584,
    0.84612348311584,
    0.84612348311584,
    0.84612348311584,
    0.84612348311584,
    0.84612348311584,
    0.84612348311584,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8571327356776247,
    0.8755150725314194,
    0.8755150725314194,
    0.8755150725314194,
    0.8755150725314194,
    0.8755150725314194,
    0.8755150725314194,
    0.8755150725314194,
    0.8755150725314194,
    0.8755150725314194,
    0.8755150725314194
  ],
  "21": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students grip resumes inside branded folders; the resumes are contained within the folders, and the folders are branded. The scene centers on the interaction between the students and their documents, with the act described as clutching the folders that hold the resumes.",
    "The scene centers on students gripping resumes inside branded folders, with the resumes contained within the folders and the folders themselves branded. The interaction between the students and their documents is the focus, with the act described as clutching the folders that hold the resumes. Career counselors remind attendees to maintain eye contact.",
    "The scene centers on students who grip resumes housed in branded folders, with the resumes contained within and the folders themselves branded. The focus is the interaction between students and their documents, described as clutching the folders that hold the resumes. Career counselors remind attendees to maintain eye contact, and the engineering society sponsors a resume review table near the stage.",
    "The scene centers on students gripping resumes housed in branded folders, with the resumes inside and the folders themselves branded, emphasizing the interaction between students and their documents as they clutch the folders that hold the resumes. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Groups of friends place marks on the event map to designate target employers, using the map as the spatial surface for identifying which employers are targeted.",
    "The scene centers on students clutching resumes housed in branded folders, with the resumes inside the folders and the folders themselves branded, emphasizing the interaction between students and their documents. Career counselors remind attendees to maintain eye contact and, when students are unsure, redirect them toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends place marks on the event map to designate target employers, using the map as the spatial surface for identifying which employers are targeted.",
    "Students clutch resumes housed in branded folders, with the resumes inside and the folders branded, highlighting interaction between students and their documents. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An engineering society–sponsored resume review table sits near the stage. Groups of friends place marks on the event map to designate target employers, using the map as the surface for identifying targeted employers. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3470932851625028,
    0.3470932851625028,
    0.3470932851625028,
    0.3470932851625028,
    0.3470932851625028,
    0.3470932851625028,
    0.3470932851625028,
    0.3470932851625028,
    0.3470932851625028,
    0.5775270267612562,
    0.5775270267612562,
    0.5775270267612562,
    0.5775270267612562,
    0.5775270267612562,
    0.5775270267612562,
    0.5775270267612562,
    0.6130472811777267,
    0.6130472811777267,
    0.6130472811777267,
    0.6130472811777267,
    0.6130472811777267,
    0.6130472811777267,
    0.6130472811777267,
    0.6130472811777267,
    0.6130472811777267,
    0.7045358407976348,
    0.7045358407976348,
    0.7045358407976348,
    0.7045358407976348,
    0.7045358407976348,
    0.7045358407976348,
    0.7045358407976348,
    0.7045358407976348,
    0.7045358407976348,
    0.7045358407976348,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.7118054291523114,
    0.8375676062265103,
    0.8375676062265103,
    0.8375676062265103,
    0.8375676062265103,
    0.8375676062265103,
    0.8375676062265103,
    0.8375676062265103,
    0.8375676062265103,
    0.8375676062265103
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, while networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map; networking etiquette workshops begin in the adjoining classroom; career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. A robotics startup operates a booth with a small drone flown above it to attract attention. Consulting firms stack glossy case study booklets on high tables nearby. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. A robotics startup operates a booth with a small drone flown above it to attract attention. Consulting firms stack glossy case study booklets on high tables nearby. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens that show their latest apps."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.5726311717878312,
    0.5726311717878312,
    0.5726311717878312,
    0.5726311717878312,
    0.5726311717878312,
    0.5726311717878312,
    0.5726311717878312,
    0.4677279704870427,
    0.4677279704870427,
    0.4677279704870427,
    0.4677279704870427,
    0.4677279704870427,
    0.4677279704870427,
    0.4677279704870427,
    0.4677279704870427,
    0.4677279704870427,
    0.4677279704870427,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8311137790344953,
    0.8449780340186873,
    0.8449780340186873,
    0.8449780340186873,
    0.8449780340186873,
    0.8449780340186873,
    0.8449780340186873
  ],
  "23": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the space, some students rehearse elevator pitches quietly against the wall while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Within the space, some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In the space, some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Students clutch branded folders containing resumes; the resumes reside inside the folders, and the folders are branded. The scene centers on the interaction between the students and their documents, specifically the act of clutching the folders that hold the resumes.",
    "In the space, students rehearse elevator pitches quietly against a wall while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Students clutch branded folders containing resumes, with the resumes residing inside, and the folders themselves branded. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Tech companies present demo screens showcasing their latest apps, creating a display of newer software at the fair. Healthcare providers showcase community outreach photos."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5187866458202165,
    0.5187866458202165,
    0.5187866458202165,
    0.5187866458202165,
    0.5187866458202165,
    0.5187866458202165,
    0.5187866458202165,
    0.5187866458202165,
    0.5187866458202165,
    0.5143576254791415,
    0.5143576254791415,
    0.5143576254791415,
    0.5143576254791415,
    0.5143576254791415,
    0.5143576254791415,
    0.5143576254791415,
    0.5143576254791415,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.647474527084823,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358,
    0.8767865902914358
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup operates a booth with a small drone flown above it to attract attention. Consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers give brief pep talks near the coffee station as staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup operates a booth with a small drone flown above it to attract attention. Consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.5028896649628074,
    0.5028896649628074,
    0.5028896649628074,
    0.5028896649628074,
    0.5028896649628074,
    0.5028896649628074,
    0.5028896649628074,
    0.5028896649628074,
    0.5028896649628074,
    0.6928409661735848,
    0.6928409661735848,
    0.6928409661735848,
    0.6928409661735848,
    0.6928409661735848,
    0.6928409661735848,
    0.6928409661735848,
    0.6928409661735848,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8380804243522384,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836,
    0.8574676404047836
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Near the stage, the engineering society sponsors a resume review table. A welcome announcement is broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin.",
    "Near the stage, the engineering society sponsors a resume review table. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map.",
    "Near the stage, the engineering society sponsors a resume review table. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, the engineering society sponsors a resume review table near the stage as part of a resume review activity in close proximity to the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers give brief pep talks near the coffee station, and event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6931811220063735,
    0.6931811220063735,
    0.6931811220063735,
    0.6931811220063735,
    0.6931811220063735,
    0.6931811220063735,
    0.6931811220063735,
    0.6931811220063735,
    0.7520780661403321,
    0.7520780661403321,
    0.7520780661403321,
    0.7520780661403321,
    0.7520780661403321,
    0.7520780661403321,
    0.7520780661403321,
    0.7520780661403321,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.7990312614374824,
    0.8272992356398505,
    0.8272992356398505
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society–sponsored resume review table is set up near the stage. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "An engineering society–sponsored resume review table is set up near the stage as part of a resume review activity. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "An engineering society–sponsored resume review table is set up near the stage as part of a resume review activity. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.7190705568852538,
    0.7190705568852538,
    0.7190705568852538,
    0.7190705568852538,
    0.7190705568852538,
    0.7190705568852538,
    0.7190705568852538,
    0.7190705568852538,
    0.7190705568852538,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7103523004819682,
    0.7672530319844991,
    0.7672530319844991,
    0.7672530319844991,
    0.7672530319844991,
    0.7672530319844991
  ],
  "27": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the venue, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the venue for the fair, consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair venue, consulting firms pile glossy case study booklets on high tables while networking etiquette workshops run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair venue, consulting firms pile glossy case study booklets on high tables, and networking etiquette workshops run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair venue, consulting firms stack glossy case study booklets on high tables while networking etiquette workshops run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA outlining the fair schedule. Groups of friends mark target employers on the event map. Students clutch branded folders containing resumes, with the resumes residing inside the folders which are branded. The scene centers on the interaction between the students and their documents, notably the act of clutching the folders that hold the resumes. A robotics startup operates a booth where a small drone is flown above the booth to attract attention. Tech companies display demo screens showing their latest apps."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.524384861736603,
    0.524384861736603,
    0.524384861736603,
    0.524384861736603,
    0.524384861736603,
    0.524384861736603,
    0.524384861736603,
    0.524384861736603,
    0.524384861736603,
    0.524384861736603,
    0.8052698635672815,
    0.8052698635672815,
    0.8052698635672815,
    0.8052698635672815,
    0.8052698635672815,
    0.8052698635672815,
    0.8052698635672815,
    0.8052698635672815,
    0.8052698635672815,
    0.8052698635672815,
    0.8028409819165824,
    0.8028409819165824,
    0.8028409819165824,
    0.8028409819165824,
    0.8028409819165824,
    0.8028409819165824,
    0.8028409819165824,
    0.8028409819165824,
    0.8028409819165824,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307,
    0.8374001415482307
  ],
  "28": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map; the engineering society sponsors a resume review table near the stage.",
    "At the career fair, groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, groups of friends mark target employers on the event map, while alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and a scene of three groups: consulting firms, human resources teams, and students, unfolds as preparatory and opening activities. HR teams jot notes on tablets, and students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards, while students line up outside the university gym before the fair opens."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.48025930087715724,
    0.48025930087715724,
    0.48025930087715724,
    0.48025930087715724,
    0.48025930087715724,
    0.48025930087715724,
    0.48025930087715724,
    0.48025930087715724,
    0.48025930087715724,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981,
    0.8262701763530981
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves.",
    "Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Groups of friends mark target employers on the event map; human resources teams jot notes on tablets; students introduce themselves. The engineering society sponsors a resume review table near the stage as part of a resume review activity. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Preparatory and opening activities for a university career fair unfold with three groups: consulting firms, human resources teams, and students participating. Consulting firms stack glossy case study booklets on high tables while HR teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage as part of a resume review activity. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, and event staff at the entrance scan registrations and hand out lanyards. Nearby, groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.42368921239210844,
    0.42368921239210844,
    0.42368921239210844,
    0.42368921239210844,
    0.42368921239210844,
    0.42368921239210844,
    0.42368921239210844,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.636894771410114,
    0.7355972644794874,
    0.7355972644794874,
    0.7355972644794874,
    0.7355972644794874,
    0.7355972644794874,
    0.7355972644794874,
    0.7355972644794874,
    0.7355972644794874,
    0.7355972644794874,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.789022223503406,
    0.8447857105870376,
    0.8447857105870376,
    0.8447857105870376,
    0.8447857105870376
  ],
  "30": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A small group of students quietly rehearse elevator pitches against the wall.",
    "The scene features a small group of students quietly rehearsing elevator pitches against a wall, adjacent to rooms where networking etiquette workshops begin in an adjoining classroom, as a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A small group of students quietly rehearses elevator pitches against a wall; nearby, networking etiquette workshops begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers offer brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Preparations for a university career fair unfold in a shared space: a small group of students quietly rehearse elevator pitches against a wall while networking etiquette workshops take place in the adjoining classroom. A welcome announcement is broadcast over the PA, outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station as event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.26231277073125914,
    0.26231277073125914,
    0.26231277073125914,
    0.26231277073125914,
    0.26231277073125914,
    0.26231277073125914,
    0.26231277073125914,
    0.26231277073125914,
    0.37926100134287033,
    0.37926100134287033,
    0.37926100134287033,
    0.37926100134287033,
    0.37926100134287033,
    0.37926100134287033,
    0.37926100134287033,
    0.37926100134287033,
    0.37926100134287033,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.7464300172540677,
    0.8611333002827736,
    0.8611333002827736,
    0.8611333002827736,
    0.8611333002827736,
    0.8611333002827736
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "The career fair features career counselors guiding unsure students toward applicable industries. Attendees are reminded by counselors to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, counselors guide unsure students toward applicable industries, and attendees are reminded to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, counselors guide unsure students toward applicable industries while attendees are reminded to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map; human resources teams jot notes on tablets as students introduce themselves. A robotics startup operates a booth with a small drone flown above it to attract attention. Consulting firms stack glossy case study booklets on high tables nearby. The engineering society sponsors a resume review table near the stage."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.7645668582328905,
    0.7645668582328905,
    0.7645668582328905,
    0.7645668582328905,
    0.7645668582328905,
    0.7645668582328905,
    0.7645668582328905,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8785205977051163,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694,
    0.8975221905064694
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall.",
    "At the event, the engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, a resume review table is set near the stage as a welcome PA announces the schedule. Workshops on networking etiquette run in the adjoining classroom, while students rehearse elevator pitches quietly against the wall. Career counselors direct unsure students toward applicable industries, and a robotics startup flies a small drone above its booth to attract attention. A preparatory scene with consulting firms, human resources teams, and students unfolds as the fair opens. Consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets; students introduce themselves. Nearby, groups of friends mark target employers on the event map, and alumni volunteers give brief pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards, and students line up outside the university gym before the fair opens."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7364674049579618,
    0.7364674049579618,
    0.7364674049579618,
    0.7364674049579618,
    0.7364674049579618,
    0.7364674049579618,
    0.7364674049579618,
    0.7364674049579618,
    0.7364674049579618,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8260038867007647,
    0.8896550925093287,
    0.8896550925093287,
    0.8896550925093287
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup operates a booth in which a small drone is flown above the booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a robotics startup operates a booth with a small drone flown above it to attract attention. Consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup runs a booth with a small drone flown above it to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a robotics startup runs a booth with a small drone flown above it to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map, using the map as the surface to designate targets. HR teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Across the venue, tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5182361083370663,
    0.5182361083370663,
    0.5182361083370663,
    0.5182361083370663,
    0.5182361083370663,
    0.5182361083370663,
    0.5182361083370663,
    0.5182361083370663,
    0.5182361083370663,
    0.7945400374874652,
    0.7945400374874652,
    0.7945400374874652,
    0.7945400374874652,
    0.7945400374874652,
    0.7945400374874652,
    0.7945400374874652,
    0.7945400374874652,
    0.7945400374874652,
    0.7945400374874652,
    0.841213074625228,
    0.841213074625228,
    0.841213074625228,
    0.841213074625228,
    0.841213074625228,
    0.841213074625228,
    0.841213074625228,
    0.841213074625228,
    0.841213074625228,
    0.841213074625228,
    0.8477984965755145,
    0.8477984965755145,
    0.8477984965755145,
    0.8477984965755145,
    0.8477984965755145,
    0.8477984965755145,
    0.8477984965755145,
    0.8477984965755145,
    0.8477984965755145
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. The scene centers on students gripping resumes inside branded folders; the resumes are contained within the folders, and the folders themselves are branded. The interaction between the students and their documents is the focus, described as clutching the folders that hold the resumes. Career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. The scene centers on students gripping resumes inside branded folders; the resumes are contained within the folders, and the folders themselves are branded. The interaction between the students and their documents is described as clutching the folders that hold the resumes. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "Workshops on networking etiquette have begun in the adjoining classroom, framing the scene of a career fair where groups of friends mark target employers on an event map. The scene centers on students gripping resumes inside branded folders; the resumes are contained within the folders, and the folders themselves are branded. Career counselors remind attendees to maintain eye contact, echoed as the welcome announcement via PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.68492585343637,
    0.68492585343637,
    0.68492585343637,
    0.68492585343637,
    0.68492585343637,
    0.68492585343637,
    0.68492585343637,
    0.68492585343637,
    0.68492585343637,
    0.68492585343637,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.845032591422224,
    0.8444924119815074,
    0.8444924119815074,
    0.8444924119815074,
    0.8444924119815074,
    0.8444924119815074,
    0.8444924119815074,
    0.8444924119815074,
    0.8444924119815074
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "Alumni volunteers give brief pep talks near the coffee station as event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers give brief pep talks near the coffee station as event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, as part of a resume review activity. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.5963788944601245,
    0.5963788944601245,
    0.5963788944601245,
    0.5963788944601245,
    0.5963788944601245,
    0.5963788944601245,
    0.5963788944601245,
    0.5963788944601245,
    0.5963788944601245,
    0.5963788944601245,
    0.7432794555371687,
    0.7432794555371687,
    0.7432794555371687,
    0.7432794555371687,
    0.7432794555371687,
    0.7432794555371687,
    0.7432794555371687,
    0.7432794555371687,
    0.7432794555371687,
    0.7811142945911091,
    0.7811142945911091,
    0.7811142945911091,
    0.7811142945911091,
    0.7811142945911091,
    0.7811142945911091,
    0.7811142945911091,
    0.7811142945911091,
    0.7811142945911091,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015,
    0.8068222088315015
  ],
  "36": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "The scene shows preparatory and opening activities for a university career fair: groups of friends mark target employers on the event map; alumni volunteers give brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards; and students line up outside the university gym before the fair opens.",
    "Preparatory and opening activities for a university career fair are visible: groups of friends mark target employers on the event map; alumni volunteers give brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards; and students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth for attention.",
    "Preparatory and opening activities for a university career fair are visible: groups of friends mark target employers on the event map to guide their focus; alumni volunteers give brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards; students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables for attendees to browse. Guidance staff direct unsure students toward applicable industries, and career counselors guide attendees to relevant sectors."
  ],
  "36_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.7064414235869103,
    0.8617023763088816,
    0.8617023763088816,
    0.8617023763088816,
    0.8617023763088816,
    0.8617023763088816,
    0.8617023763088816
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Preparatory and opening activities for a university career fair unfold outside the university gym. Students line up outside the gym before the fair opens, while event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, coordinating their interests as the event begins. The engineering society sponsors a resume review table near the stage, offering on-site feedback as attendees circulate."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.5751297684681284,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757,
    0.818137729840757
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage, indicating a resume review activity sponsored by the society and located in close proximity to the stage.",
    "The engineering society sponsors a resume review table near the stage as part of a resume review activity, located in close proximity to the stage, while groups of friends mark target employers on the event map.",
    "The engineering society sponsors a resume review table near the stage as part of a resume review activity, with the table located in close proximity to the stage. Groups of friends mark target employers on the event map.",
    "The engineering society sponsors a resume review table near the stage as part of a resume review activity. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "The engineering society sponsors a resume review table near the stage as part of a resume review activity. Groups of friends mark target employers on the event map. Workshops on networking etiquette have begun in the adjoining classroom.",
    "At the event, the engineering society sponsors a resume review table near the stage as part of a resume review activity. Groups of friends mark target employers on the event map. Workshops on networking etiquette have begun in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.352524365307405,
    0.352524365307405,
    0.352524365307405,
    0.352524365307405,
    0.352524365307405,
    0.352524365307405,
    0.352524365307405,
    0.4078056673332627,
    0.4078056673332627,
    0.4078056673332627,
    0.4078056673332627,
    0.4078056673332627,
    0.4078056673332627,
    0.4078056673332627,
    0.4078056673332627,
    0.5188143047511246,
    0.5188143047511246,
    0.5188143047511246,
    0.5188143047511246,
    0.5188143047511246,
    0.5188143047511246,
    0.5188143047511246,
    0.6180223611366403,
    0.6180223611366403,
    0.6180223611366403,
    0.6180223611366403,
    0.6180223611366403,
    0.6180223611366403,
    0.6180223611366403,
    0.6180223611366403,
    0.6186250183210347,
    0.6186250183210347,
    0.6186250183210347,
    0.6186250183210347,
    0.6186250183210347,
    0.6186250183210347,
    0.6186250183210347,
    0.6186250183210347,
    0.6186250183210347,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713,
    0.7923750991077713
  ],
  "39": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Networking etiquette workshops begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. At the career fair, attendees are reminded by career counselors to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    " Networking etiquette workshops begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. At the career fair, attendees are reminded by career counselors to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. The scene also notes HR teams jotting notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "39_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5334520889392509,
    0.5334520889392509,
    0.5334520889392509,
    0.5334520889392509,
    0.5334520889392509,
    0.5334520889392509,
    0.5334520889392509,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.7499307952093821,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8177784534702663,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8385526769152447,
    0.8430156098861163
  ],
  "40": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "The scene includes an engineering society sponsoring a resume review table located near the stage, while tech companies display demo screens that show their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens that show their latest apps.",
    "An engineering society sponsors a resume review table near the stage, tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "An engineering society sponsors a resume review table near the stage as part of a resume review activity. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.4250605855254468,
    0.4250605855254468,
    0.4250605855254468,
    0.4250605855254468,
    0.4250605855254468,
    0.4250605855254468,
    0.4250605855254468,
    0.4250605855254468,
    0.4250605855254468,
    0.4406141772386393,
    0.4406141772386393,
    0.4406141772386393,
    0.4406141772386393,
    0.4406141772386393,
    0.4406141772386393,
    0.4406141772386393,
    0.4406141772386393,
    0.4406141772386393,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103,
    0.43768465852030103
  ],
  "41": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom, while a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "In the event scene, the adjoining classroom hosts workshops on networking etiquette. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station while event staff at the entrance scan registrations and hand out lanyards. Students clutch branded folders containing resumes; the resumes reside inside the folders, and the folders are branded. The scene centers on the interaction between students and their documents, specifically the action of clutching the folders that hold the resumes.",
    "Preparatory and opening activities for a university career fair unfold across the campus. An adjoining classroom hosts workshops on networking etiquette, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. Students clutch branded folders containing resumes; the resumes reside inside the folders, and the folders are branded. The engineering society sponsors a resume review table near the stage."
  ],
  "41_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37878944941386644,
    0.37878944941386644,
    0.37878944941386644,
    0.37878944941386644,
    0.37878944941386644,
    0.37878944941386644,
    0.37878944941386644,
    0.37878944941386644,
    0.37878944941386644,
    0.37878944941386644,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7759948480906453,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.7331401113086968,
    0.8541641312203572,
    0.8541641312203572,
    0.8541641312203572,
    0.8541641312203572,
    0.8541641312203572,
    0.8541641312203572,
    0.8541641312203572
  ],
  "42": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "A scene with three groups: consulting firms, human resources teams, and students. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets. Students introduce themselves.",
    "A scene with three groups—consulting firms, human resources teams, and students—materializes as preparatory and opening activities for a university career fair. Consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets; students introduce themselves. Nearby, groups of friends mark target employers on the event map; alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, while students line up outside the university gym before the fair opens.",
    "A scene depicts preparatory and opening activities for a university career fair involving consulting firms, human resources teams, and students. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets and students introduce themselves. Nearby, groups of friends mark target employers on the event map, and alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, as students line up outside the university gym before the fair opens. The scene includes an engineering society sponsoring a resume review table located near the stage, and tech companies display demo screens showing their latest apps.",
    "The scene depicts preparatory and opening activities for a university career fair involving consulting firms, human resources teams, and students. Consulting firms stack glossy case study booklets on high tables while HR teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on an event map, using it as the spatial surface to identify targeted employers. Alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards as students line up outside the university gym before the fair opens. An engineering society sponsors a resume-review table near the stage, and tech companies display demo screens of their latest apps across the venue. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.6089359501518428,
    0.6089359501518428,
    0.6089359501518428,
    0.6089359501518428,
    0.6089359501518428,
    0.6089359501518428,
    0.6089359501518428,
    0.6089359501518428,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.770741771370857,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8328944268414843,
    0.8494074517799967
  ],
  "43": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "In a career event setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "In a career event setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Networking etiquette workshops begin in the adjoining classroom.",
    "At a career event, counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries and sectors, while guidance staff direct them to relevant industries. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. A welcome announcement is broadcast over the PA system outlining the fair schedule. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company is conducting a password-cracking challenge on a laptop at the event.",
    "At a career event, counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while guidance staff direct them to relevant industries. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. A welcome announcement is broadcast over the PA outlining the schedule. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company is conducting a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.563477698520674,
    0.563477698520674,
    0.563477698520674,
    0.563477698520674,
    0.563477698520674,
    0.563477698520674,
    0.563477698520674,
    0.563477698520674,
    0.563477698520674,
    0.563477698520674,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7702037531797321,
    0.7848941096745508,
    0.7848941096745508,
    0.7848941096745508,
    0.7848941096745508,
    0.7848941096745508,
    0.7848941096745508,
    0.7848941096745508,
    0.7848941096745508,
    0.7848941096745508,
    0.7848941096745508,
    0.828455852358581,
    0.828455852358581,
    0.828455852358581
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "During preparatory and opening activities for a university career fair, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens with their latest apps. Groups of friends mark target employers on the event map, and alumni volunteers give brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens.",
    "During the preparatory and opening activities for a university career fair, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens with their latest apps. Groups of friends mark target employers on the event map, and alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8068959880674638,
    0.8443620424283067,
    0.8443620424283067,
    0.8443620424283067,
    0.8443620424283067,
    0.8443620424283067,
    0.8443620424283067,
    0.8443620424283067,
    0.8443620424283067,
    0.8443620424283067,
    0.8443620424283067
  ],
  "45": [
    "",
    "",
    "",
    "Alumni volunteers share brief pep talks near the coffee station.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene at the event shows alumni volunteers giving brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "The event scene features alumni volunteers near the coffee station giving pep talks, while event staff at the entrance scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves, and a PA welcome outlines the fair schedule. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Guidance staff direct unsure students toward applicable industries, while career counselors guide them to relevant sectors.",
    "At the event scene, alumni volunteers stand near the coffee station giving pep talks while event staff at the entrance scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves, and a PA welcome announces the fair schedule. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette run in the adjoining classroom. Guidance staff direct unsure students toward applicable industries, and career counselors guide them to relevant sectors. Students clutch branded folders containing resumes—the resumes reside inside the folders, and the folders are branded. The scene centers on the interaction between students and their documents, specifically the action of clutching the folders that hold the resumes."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.3955680760111941,
    0.5847351531305911,
    0.5847351531305911,
    0.5847351531305911,
    0.5847351531305911,
    0.5847351531305911,
    0.5847351531305911,
    0.5847351531305911,
    0.5847351531305911,
    0.5847351531305911,
    0.5847351531305911,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8210532253786589,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.8085651455217326,
    0.7694101691223165
  ],
  "46": [
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "The engineering society sponsors a resume review table near the stage; a welcome announcement is broadcast over the PA system outlining the fair schedule; workshops on networking etiquette begin in the adjoining classroom; some students rehearse elevator pitches quietly against the wall.",
    "At the event, the engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers give brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event, the engineering society sponsors a resume review table near the stage as part of a resume review activity, located in close proximity to the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage as part of a resume review activity. A welcome announcement is broadcast over the PA system outlining the fair schedule. Networking etiquette workshops have begun in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.7185868784319489,
    0.5022975131612902,
    0.5022975131612902,
    0.5022975131612902,
    0.5022975131612902,
    0.5022975131612902,
    0.5022975131612902,
    0.5022975131612902,
    0.5022975131612902,
    0.8130441584508754,
    0.8130441584508754,
    0.8130441584508754,
    0.8130441584508754,
    0.8130441584508754,
    0.8130441584508754,
    0.8130441584508754,
    0.8130441584508754,
    0.8130441584508754,
    0.8130441584508754,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8137798995953349,
    0.8158635916526764,
    0.8158635916526764,
    0.8158635916526764,
    0.8158635916526764
  ],
  "47": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette have begun in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette have begun in the adjoining classroom. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers give brief pep talks by the coffee station. Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops have begun in the adjoining classroom. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. In the event space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.738237209706702,
    0.738237209706702,
    0.738237209706702,
    0.738237209706702,
    0.738237209706702,
    0.738237209706702,
    0.738237209706702,
    0.738237209706702,
    0.738237209706702,
    0.738237209706702,
    0.7482601887467152,
    0.7482601887467152,
    0.7482601887467152,
    0.7482601887467152,
    0.7482601887467152,
    0.7482601887467152,
    0.7482601887467152,
    0.7482601887467152,
    0.7482601887467152,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.7760280407329538,
    0.796868318871197,
    0.796868318871197,
    0.796868318871197,
    0.796868318871197,
    0.796868318871197,
    0.796868318871197,
    0.796868318871197,
    0.796868318871197,
    0.796868318871197
  ],
  "48": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. At the event, alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "The scene shows preparatory and opening activities for a university career fair: groups of friends mark target employers on the event map; alumni volunteers give brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards; and students line up outside the university gym before the fair opens.",
    "The scene depicts preparatory and opening activities for a university career fair. Groups of friends mark target employers on the event map, while alumni volunteers give brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "Preparatory and opening activities for a university career fair are underway. Groups of friends are marking target employers on the event map. Alumni volunteers are giving brief pep talks near the coffee station. Event staff at the entrance are scanning registrations and handing out lanyards. Students are lining up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette are beginning in the adjoining classroom. Some students are rehearsing elevator pitches quietly against the wall.",
    "Preparatory and opening activities for a university career fair are underway. Groups of friends are marking target employers on the event map, while alumni volunteers give brief pep talks near the coffee station. Event staff at the entrance are scanning registrations and handing out lanyards. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette are beginning in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5838209833651048,
    0.5838209833651048,
    0.5838209833651048,
    0.5838209833651048,
    0.5838209833651048,
    0.5838209833651048,
    0.5838209833651048,
    0.5838209833651048,
    0.5838209833651048,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.5387539923457135,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.81934572126239,
    0.8362095642822969,
    0.8362095642822969,
    0.8362095642822969,
    0.8362095642822969,
    0.8362095642822969,
    0.8362095642822969,
    0.8362095642822969,
    0.8362095642822969,
    0.8362095642822969,
    0.8362095642822969,
    0.8242233317922247,
    0.8242233317922247,
    0.8242233317922247,
    0.8242233317922247,
    0.8242233317922247,
    0.8242233317922247,
    0.8242233317922247
  ],
  "49": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Networking-focused event activities unfold: Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends place marks on an event map to designate target employers, using the map as the spatial surface to identify which employers are targeted. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Networking-focused event activities unfold: Workshops on networking etiquette begin in an adjoining classroom. Alumni volunteers give brief pep talks near the coffee station while event staff at the entrance scan registrations and hand out lanyards. Groups of friends place marks on an event map to designate target employers, using the map as the spatial surface to identify targeted employers. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the fair, the engineering society sponsors a resume-review table near the stage. Tech companies present demo screens showcasing their latest apps, creating a display of newer software at the fair. A welcome announcement is played over the PA system outlining the fair schedule for attendees. Healthcare providers showcase community outreach photos."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.5121110459118278,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.647300922233384,
    0.8648836282487025,
    0.8648836282487025,
    0.8648836282487025,
    0.8648836282487025,
    0.8648836282487025,
    0.8648836282487025,
    0.8648836282487025
  ]
}