{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens, while workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym ahead of the career fair opening, as workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees, while a welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up ahead of the career fair opening while workshops on networking etiquette run in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees, as a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, students line up ahead of the career fair opening as workshops on networking etiquette run in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards, while a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers offer quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4173358635608484,
    0.4173358635608484,
    0.4173358635608484,
    0.4173358635608484,
    0.4173358635608484,
    0.4173358635608484,
    0.4173358635608484,
    0.630711432651184,
    0.630711432651184,
    0.630711432651184,
    0.630711432651184,
    0.630711432651184,
    0.630711432651184,
    0.7923102031399183,
    0.7923102031399183,
    0.7923102031399183,
    0.7923102031399183,
    0.7923102031399183,
    0.7923102031399183,
    0.7923102031399183,
    0.7923102031399183,
    0.7923102031399183,
    0.7795963728799354,
    0.7795963728799354,
    0.7795963728799354,
    0.7795963728799354,
    0.7795963728799354,
    0.7795963728799354,
    0.7795963728799354,
    0.7795963728799354,
    0.7795963728799354,
    0.7660763307676783,
    0.7660763307676783,
    0.7660763307676783,
    0.7660763307676783,
    0.7660763307676783,
    0.7660763307676783,
    0.7660763307676783,
    0.7660763307676783,
    0.7660763307676783,
    0.8091162032974066,
    0.8091162032974066,
    0.8091162032974066,
    0.8091162032974066,
    0.8091162032974066,
    0.8091162032974066,
    0.8091162032974066,
    0.8091162032974066,
    0.8091162032974066,
    0.8091162032974066
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Career counselors direct unsure students toward applicable industries, guiding their preparation for the fair. Students clutch resumes inside branded folders and stand in a line outside the university gym before the career fair opens.",
    "In the lead-up to the career fair, counselors direct unsure students toward applicable industries and guide their preparation for the fair. Outside the university gym, students clutch resumes inside branded folders and stand in a line before the fair opens. Counselors remind attendees to maintain eye contact.",
    "In the lead-up to the career fair, counselors direct unsure students toward applicable industries and guide their preparation for the event. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders. Counselors remind attendees to maintain eye contact.",
    "Leading up to the career fair, counselors direct unsure students toward applicable industries and guide their preparation for the event. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders. Counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Leading up to the career fair, counselors direct unsure students toward applicable industries and guide their preparation for the event. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Leading up to the career fair, counselors direct unsure students toward applicable industries and guide their event preparation. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.6251557133107263,
    0.6251557133107263,
    0.6251557133107263,
    0.6251557133107263,
    0.6251557133107263,
    0.6251557133107263,
    0.6251557133107263,
    0.7640158174327318,
    0.7640158174327318,
    0.7640158174327318,
    0.7640158174327318,
    0.7640158174327318,
    0.7640158174327318,
    0.7640158174327318,
    0.7640158174327318,
    0.7640158174327318,
    0.7853666780791013,
    0.7853666780791013,
    0.7853666780791013,
    0.7853666780791013,
    0.7853666780791013,
    0.7853666780791013,
    0.7853666780791013,
    0.7853666780791013,
    0.8261213047875325,
    0.8261213047875325,
    0.8261213047875325,
    0.8261213047875325,
    0.8261213047875325,
    0.8261213047875325,
    0.8261213047875325,
    0.8261213047875325,
    0.8174194153172525,
    0.8174194153172525,
    0.8174194153172525,
    0.8174194153172525,
    0.8174194153172525,
    0.8174194153172525,
    0.8174194153172525,
    0.8174194153172525,
    0.8174194153172525,
    0.8555006726188064,
    0.8555006726188064,
    0.8555006726188064
  ],
  "2": [
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university event, healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a university event, healthcare providers display photos of community outreach while a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, and tech companies show demo screens featuring their latest apps.",
    "At a university event, healthcare providers display photos of community outreach while a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, and tech companies show demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university event, healthcare providers display photos of community outreach while a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, as tech companies show demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university event, healthcare providers display photos of community outreach while a cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, as tech companies show demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At a university event, healthcare providers display photos of community outreach while a cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens as tech companies show demo screens featuring their latest apps. Alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders, and career counselors redirect unsure students toward applicable industries."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.4892090292172252,
    0.4892090292172252,
    0.4892090292172252,
    0.4892090292172252,
    0.4892090292172252,
    0.4892090292172252,
    0.4892090292172252,
    0.7069326493082257,
    0.7069326493082257,
    0.7069326493082257,
    0.7069326493082257,
    0.7069326493082257,
    0.7069326493082257,
    0.7069326493082257,
    0.7069326493082257,
    0.5889747482450302,
    0.5889747482450302,
    0.5889747482450302,
    0.5889747482450302,
    0.5889747482450302,
    0.5889747482450302,
    0.5889747482450302,
    0.5889747482450302,
    0.5889747482450302,
    0.7346358941188483,
    0.7346358941188483,
    0.7346358941188483,
    0.7346358941188483,
    0.7346358941188483,
    0.7346358941188483,
    0.7346358941188483,
    0.7174176541505108,
    0.7174176541505108,
    0.7174176541505108,
    0.7174176541505108,
    0.7174176541505108,
    0.7174176541505108,
    0.7174176541505108,
    0.7174176541505108,
    0.7174176541505108,
    0.746119410081207,
    0.746119410081207,
    0.746119410081207,
    0.746119410081207,
    0.746119410081207,
    0.746119410081207,
    0.746119410081207,
    0.746119410081207,
    0.746119410081207,
    0.7779851973582869,
    0.7779851973582869,
    0.7779851973582869,
    0.7779851973582869,
    0.7779851973582869,
    0.7779851973582869,
    0.7779851973582869
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students forms outside the university gym ahead of the career fair opening, as career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. A robotics startup has a booth and flies a small drone above it to attract attention.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. A robotics startup has a booth, with a small drone flown above it to attract attention. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. A robotics startup occupies a booth with a small drone flown above it to attract attention. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms ahead of the career fair opening as career counselors remind attendees to maintain eye contact. A robotics startup occupies a booth with a small drone flying above it to attract attention. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms ahead of the career fair opening as career counselors remind attendees to maintain eye contact. A robotics startup occupies a booth with a small drone flying above it to attract attention. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students forms ahead of the career fair opening as career counselors remind attendees to maintain eye contact. A robotics startup occupies a booth with a small drone flying above it to attract attention. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3444228295354184,
    0.3444228295354184,
    0.3444228295354184,
    0.3444228295354184,
    0.3444228295354184,
    0.3444228295354184,
    0.3444228295354184,
    0.7353947316810981,
    0.7353947316810981,
    0.7353947316810981,
    0.7353947316810981,
    0.7353947316810981,
    0.7353947316810981,
    0.7353947316810981,
    0.7353947316810981,
    0.7354563225476118,
    0.7354563225476118,
    0.7354563225476118,
    0.7354563225476118,
    0.7354563225476118,
    0.7354563225476118,
    0.7354563225476118,
    0.7354563225476118,
    0.7746662478093813,
    0.7746662478093813,
    0.7746662478093813,
    0.7746662478093813,
    0.7746662478093813,
    0.7746662478093813,
    0.7746662478093813,
    0.7746662478093813,
    0.7453291935205096,
    0.7453291935205096,
    0.7453291935205096,
    0.7453291935205096,
    0.7453291935205096,
    0.7453291935205096,
    0.7453291935205096,
    0.7453291935205096,
    0.7746823473080389,
    0.7746823473080389,
    0.7746823473080389,
    0.7746823473080389,
    0.7746823473080389,
    0.7746823473080389,
    0.7746823473080389,
    0.7746823473080389,
    0.7746823473080389,
    0.7746823473080389,
    0.7936421342933642,
    0.7936421342933642,
    0.7936421342933642,
    0.7936421342933642,
    0.7936421342933642
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly, positioned against the wall.",
    "Some students rehearse elevator pitches quietly, positioned against the wall, as human resources teams jot notes on tablets during the students’ introductions.",
    "Some students rehearse elevator pitches quietly, positioned against the wall, as human resources teams jot notes on tablets during the students’ introductions; a robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym ahead of the career fair, some students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets during the introductions. A robotics startup flies a small drone above its booth to attract attention. Outside, students line up before the career fair opens.",
    "At the university gym ahead of the career fair, some students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets during the introductions. A robotics startup flies a small drone above its booth to attract attention. Outside, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym ahead of the career fair, students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets during the introductions. A robotics startup flies a small drone above its booth to attract attention. Outside, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the university gym ahead of the career fair, students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets during introductions. A robotics startup flies a small drone above its booth to attract attention. Outside, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the university gym ahead of the career fair, students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets during introductions. A robotics startup flies a small drone above its booth to attract attention. Outside, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.21060996938034904,
    0.21060996938034904,
    0.21060996938034904,
    0.21060996938034904,
    0.21060996938034904,
    0.21060996938034904,
    0.32634728805370977,
    0.32634728805370977,
    0.32634728805370977,
    0.32634728805370977,
    0.32634728805370977,
    0.32634728805370977,
    0.32634728805370977,
    0.4250469592895175,
    0.4250469592895175,
    0.4250469592895175,
    0.4250469592895175,
    0.4250469592895175,
    0.4250469592895175,
    0.7270726316006983,
    0.7270726316006983,
    0.7270726316006983,
    0.7270726316006983,
    0.7270726316006983,
    0.7270726316006983,
    0.7270726316006983,
    0.7270726316006983,
    0.7270726316006983,
    0.7495207326249734,
    0.7495207326249734,
    0.7495207326249734,
    0.7495207326249734,
    0.7495207326249734,
    0.7495207326249734,
    0.7495207326249734,
    0.8300047180209658,
    0.8300047180209658,
    0.8300047180209658,
    0.8300047180209658,
    0.8300047180209658,
    0.8300047180209658,
    0.8300047180209658,
    0.8300047180209658,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.8295726257927859,
    0.83383302326981,
    0.83383302326981,
    0.83383302326981,
    0.83383302326981,
    0.83383302326981,
    0.83383302326981,
    0.83383302326981,
    0.83383302326981,
    0.83383302326981
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and career counselors redirect unsure students toward applicable industries.",
    "At the venue entrance for the career fair, event staff scan registrations and hand out lanyards as some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and career counselors redirect unsure students toward applicable industries. A line of students waits outside the university gym before the career fair opens.",
    "At the venue entrance for the career fair, event staff scan registrations and hand out lanyards as some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, while career counselors direct unsure students toward applicable industries. A line of students waits outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance for the career fair, event staff scan registrations and hand out lanyards as some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, while career counselors direct unsure students toward applicable industries. A line of students waits outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym hosting a career fair, event staff scan registrations and hand out lanyards at the entrance as some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, while career counselors direct unsure students toward applicable industries. A line of students waits outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop, and consulting firms stack glossy case study booklets on high tables.",
    "At the university gym hosting a career fair, event staff scan registrations and hand out lanyards at the entrance as some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, while career counselors direct unsure students toward applicable industries. A line of students waits outside the gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5355474631262793,
    0.5355474631262793,
    0.5355474631262793,
    0.5355474631262793,
    0.5355474631262793,
    0.5355474631262793,
    0.5355474631262793,
    0.7224572907073984,
    0.7224572907073984,
    0.7224572907073984,
    0.7224572907073984,
    0.7224572907073984,
    0.7224572907073984,
    0.7224572907073984,
    0.7224572907073984,
    0.5816795988817094,
    0.5816795988817094,
    0.5816795988817094,
    0.5816795988817094,
    0.5816795988817094,
    0.5816795988817094,
    0.7561182144599989,
    0.7561182144599989,
    0.7561182144599989,
    0.7561182144599989,
    0.7561182144599989,
    0.7561182144599989,
    0.7561182144599989,
    0.7988830131824812,
    0.7988830131824812,
    0.7988830131824812,
    0.7988830131824812,
    0.7988830131824812,
    0.7988830131824812,
    0.7988830131824812,
    0.7988830131824812,
    0.7988830131824812,
    0.7988830131824812,
    0.8453850427301512,
    0.8453850427301512,
    0.8453850427301512,
    0.8453850427301512,
    0.8453850427301512,
    0.8453850427301512,
    0.7889158428982715,
    0.7889158428982715,
    0.7889158428982715,
    0.7889158428982715,
    0.7889158428982715,
    0.7889158428982715,
    0.7889158428982715,
    0.7889158428982715,
    0.8131531754948488,
    0.8131531754948488,
    0.8131531754948488,
    0.8131531754948488
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement was broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement over the PA outlines the fair schedule as workshops on networking etiquette begin in the adjoining classroom, a robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps.",
    "A welcome PA announcement describes the fair schedule, noting that workshops on networking etiquette will begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "A welcome PA announcement describes the fair schedule, noting that workshops on networking etiquette will begin in the adjoining classroom and that the schedule will be outlined over the PA system. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "A welcome PA announcement describes the fair schedule, noting that workshops on networking etiquette will begin in the adjoining classroom and that the schedule will be outlined over the PA system. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome PA announcement outlines the fair schedule, noting that networking etiquette workshops will begin in the adjoining classroom and that the schedule will be outlined over the PA system. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.536321230041088,
    0.536321230041088,
    0.536321230041088,
    0.536321230041088,
    0.536321230041088,
    0.536321230041088,
    0.536321230041088,
    0.536321230041088,
    0.7232944898066679,
    0.7232944898066679,
    0.7232944898066679,
    0.7232944898066679,
    0.7232944898066679,
    0.7232944898066679,
    0.7232944898066679,
    0.7232944898066679,
    0.7232944898066679,
    0.5202160419113027,
    0.5202160419113027,
    0.5202160419113027,
    0.5202160419113027,
    0.5202160419113027,
    0.5202160419113027,
    0.5202160419113027,
    0.5202160419113027,
    0.6647729330807921,
    0.6647729330807921,
    0.6647729330807921,
    0.6647729330807921,
    0.6647729330807921,
    0.6647729330807921,
    0.6647729330807921,
    0.6647729330807921,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.6509874611029379,
    0.7963813389076069,
    0.7963813389076069,
    0.7963813389076069,
    0.7963813389076069,
    0.7963813389076069,
    0.7963813389076069,
    0.7963813389076069,
    0.7963813389076069,
    0.7963813389076069,
    0.8061267047074178
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves, indicating concurrent activities. The scene features HR staff recording observations on electronic devices as students participate by giving self-introductions.",
    "Dozens of booths with colorful banners circle a polished floor as human resources teams jot notes on tablets, recording observations on electronic devices while students introduce themselves, indicating concurrent activities as participants give self-introductions.",
    "Dozens of booths with colorful banners encircle a polished floor. Human resources teams jot notes on tablets and record observations on electronic devices. Students introduce themselves, with concurrent self-introductions among participants. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners surround a polished floor, while HR teams take notes on tablets and record observations on electronic devices. Students introduce themselves, with concurrent self-introductions among participants. At the entrance, event staff scan registrations and distribute lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners surround a polished floor, as HR teams take notes on tablets and record observations on electronic devices. Students introduce themselves, with concurrent self-introductions among participants. At the entrance, event staff scan registrations and distribute lanyards. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners surround a polished floor, where HR teams take notes on tablets and record observations on electronic devices. Students introduce themselves, with concurrent self-introductions among participants. At the entrance, event staff scan registrations and distribute lanyards. A welcome PA outlines the fair schedule. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a polished floor at the career fair, where HR teams take notes on tablets and record observations on electronic devices. Students introduce themselves, with concurrent self-introductions among participants. At the entrance, event staff scan registrations and distribute lanyards. A welcome announcement outlines the fair schedule over the PA system. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a polished floor at the career fair, where HR teams take notes on tablets and record observations on electronic devices. Students introduce themselves, with concurrent self-introductions among participants. At the entrance, event staff scan registrations and distribute lanyards. A welcome announcement outlines the fair schedule over the PA system. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.46161331681986767,
    0.46161331681986767,
    0.46161331681986767,
    0.46161331681986767,
    0.46161331681986767,
    0.46161331681986767,
    0.46161331681986767,
    0.4069781521539801,
    0.4069781521539801,
    0.4069781521539801,
    0.4069781521539801,
    0.4069781521539801,
    0.4069781521539801,
    0.4069781521539801,
    0.736318693650735,
    0.736318693650735,
    0.736318693650735,
    0.736318693650735,
    0.736318693650735,
    0.736318693650735,
    0.736318693650735,
    0.736318693650735,
    0.736318693650735,
    0.835552556281548,
    0.835552556281548,
    0.835552556281548,
    0.835552556281548,
    0.835552556281548,
    0.835552556281548,
    0.835552556281548,
    0.8796628991560771,
    0.8796628991560771,
    0.8796628991560771,
    0.8796628991560771,
    0.8796628991560771,
    0.8796628991560771,
    0.8796628991560771,
    0.8796628991560771,
    0.8796628991560771,
    0.8833220148178407,
    0.8833220148178407,
    0.8833220148178407,
    0.8833220148178407,
    0.8833220148178407,
    0.8833220148178407,
    0.8833220148178407,
    0.8833220148178407,
    0.8833220148178407,
    0.8833220148178407,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.870955006314085,
    0.8875394121605784,
    0.8875394121605784,
    0.8875394121605784,
    0.8875394121605784
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews; career counselors remind attendees to maintain eye contact; and event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact; event staff scan registrations and hand out lanyards at the entrance; a cybersecurity company runs a password cracking challenge on a laptop; some students rehearse elevator pitches quietly against the wall.",
    "At the event, consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews; career counselors remind attendees to maintain eye contact; event staff scan registrations and hand out lanyards at the entrance; a cybersecurity company runs a password cracking challenge on a laptop; some students rehearse elevator pitches quietly against the wall.",
    "At the event, consulting firms stack glossy case study booklets on high tables while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4958933418625902,
    0.4958933418625902,
    0.4958933418625902,
    0.4958933418625902,
    0.4958933418625902,
    0.4958933418625902,
    0.6642215406807241,
    0.6642215406807241,
    0.6642215406807241,
    0.6642215406807241,
    0.6642215406807241,
    0.6642215406807241,
    0.6642215406807241,
    0.6642215406807241,
    0.5012018116630048,
    0.5012018116630048,
    0.5012018116630048,
    0.5012018116630048,
    0.5012018116630048,
    0.5012018116630048,
    0.5012018116630048,
    0.5012018116630048,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.7867545230625497,
    0.5239100639850436,
    0.5239100639850436,
    0.5239100639850436,
    0.5239100639850436,
    0.5239100639850436,
    0.5239100639850436,
    0.5239100639850436,
    0.5239100639850436,
    0.5239100639850436,
    0.5239100639850436,
    0.5250889323730584,
    0.5250889323730584,
    0.5250889323730584,
    0.5250889323730584,
    0.5250889323730584,
    0.5250889323730584,
    0.5250889323730584,
    0.5250889323730584,
    0.8180950081661169
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps.",
    "Students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the career fair opens.",
    "At the university gym, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor as tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the career fair opens.",
    "At the university gym, students rehearse elevator pitches quietly against the wall while career counselors guide unsure attendees toward applicable industries. Dozens of booths with colorful banners encircle the polished floor as tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables. Before the career fair opens, students line up outside the gym. Throughout, counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.514875992329836,
    0.514875992329836,
    0.514875992329836,
    0.514875992329836,
    0.514875992329836,
    0.514875992329836,
    0.5682898254923225,
    0.5682898254923225,
    0.5682898254923225,
    0.5682898254923225,
    0.5682898254923225,
    0.5682898254923225,
    0.5682898254923225,
    0.5682898254923225,
    0.5682898254923225,
    0.5682898254923225,
    0.7176564055068005,
    0.7176564055068005,
    0.7176564055068005,
    0.7176564055068005,
    0.7176564055068005,
    0.7176564055068005,
    0.7176564055068005,
    0.7176564055068005,
    0.7266748443129318,
    0.7266748443129318,
    0.7266748443129318,
    0.7266748443129318,
    0.7266748443129318,
    0.7266748443129318,
    0.7266748443129318,
    0.7446715183717566,
    0.7446715183717566,
    0.7446715183717566,
    0.7446715183717566,
    0.7446715183717566,
    0.7446715183717566,
    0.7446715183717566,
    0.7446715183717566,
    0.7446715183717566,
    0.7446715183717566,
    0.7440784357553695,
    0.7440784357553695,
    0.7440784357553695
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, finance firms offer QR codes for immediate internship applications; some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.5360996796054982,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.3830369827874411,
    0.5359625786591601,
    0.5359625786591601,
    0.5359625786591601,
    0.5359625786591601,
    0.5359625786591601,
    0.5359625786591601
  ],
  "12": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while the engineering society sponsors a resume review table near the stage.",
    "At the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. A resume review table sponsored by the engineering society is placed near the stage. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. A resume review table sponsored by the engineering society is placed near the stage. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Near the stage, a resume review table sponsored by the engineering society is set up. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Near the stage, a resume review table sponsored by the engineering society is set up. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Near the stage, a resume review table sponsored by the engineering society is set up. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Near the stage, a resume review table sponsored by the engineering society is set up. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.44558719659623247,
    0.44558719659623247,
    0.44558719659623247,
    0.44558719659623247,
    0.44558719659623247,
    0.7983569512564529,
    0.7983569512564529,
    0.7983569512564529,
    0.7983569512564529,
    0.7983569512564529,
    0.7983569512564529,
    0.8270735522940666,
    0.8270735522940666,
    0.8270735522940666,
    0.8270735522940666,
    0.8270735522940666,
    0.8270735522940666,
    0.8646023457115374,
    0.8646023457115374,
    0.8646023457115374,
    0.8646023457115374,
    0.8646023457115374,
    0.8646023457115374,
    0.8646023457115374,
    0.8646023457115374,
    0.8646023457115374,
    0.8646023457115374,
    0.8547608295720986,
    0.8547608295720986,
    0.8547608295720986,
    0.8547608295720986,
    0.8547608295720986,
    0.8547608295720986,
    0.8547608295720986,
    0.8547608295720986,
    0.8707501787644534,
    0.8707501787644534,
    0.8707501787644534,
    0.8707501787644534,
    0.8707501787644534,
    0.8707501787644534,
    0.8707501787644534,
    0.8707501787644534,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863,
    0.8900677706164863
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the event, career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the event, career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "Career counselors at the event remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Career counselors at the event remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym ahead of the career fair, students line up outside as the event opens. Inside, career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the university gym ahead of the career fair, students line up outside as the event opens. Inside, career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym ahead of the career fair, students line up outside as the event opens. Inside, career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5640978735371518,
    0.5640978735371518,
    0.5640978735371518,
    0.5640978735371518,
    0.5640978735371518,
    0.5640978735371518,
    0.7872065366666067,
    0.7872065366666067,
    0.7872065366666067,
    0.7872065366666067,
    0.7872065366666067,
    0.7872065366666067,
    0.8316456981286726,
    0.8316456981286726,
    0.8316456981286726,
    0.8316456981286726,
    0.8316456981286726,
    0.8316456981286726,
    0.8090079405458159,
    0.8090079405458159,
    0.8090079405458159,
    0.8090079405458159,
    0.8090079405458159,
    0.8090079405458159,
    0.8090079405458159,
    0.8090079405458159,
    0.8090079405458159,
    0.8090079405458159,
    0.8168869520675295,
    0.8168869520675295,
    0.8168869520675295,
    0.8168869520675295,
    0.8168869520675295,
    0.8168869520675295,
    0.8168869520675295,
    0.8168869520675295,
    0.8421892976685865,
    0.8421892976685865,
    0.8421892976685865,
    0.8421892976685865,
    0.8421892976685865,
    0.8421892976685865,
    0.8421892976685865,
    0.8421892976685865,
    0.8421892976685865,
    0.8651517191571527,
    0.8651517191571527,
    0.8651517191571527,
    0.8651517191571527,
    0.8651517191571527,
    0.8651517191571527,
    0.8651517191571527,
    0.8756391028096715
  ],
  "14": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while event staff scan registrations and hand out lanyards at the entrance.",
    "Workshops on networking etiquette have begun in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette have begun in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette have begun in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette have begun in the adjoining classroom. At the entrance, event staff scan registrations and hand out attendee lanyards. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are underway in the adjoining classroom. At the entrance, event staff scan registrations and hand out attendee lanyards. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens.",
    "An event space hosts a career fair and related workshops: networking etiquette workshops are underway in the adjoining classroom; at the entrance staff scan registrations and hand out attendee lanyards; tech companies display demo screens showing their latest apps; dozens of booths with colorful banners encircle the polished floor; students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact."
  ],
  "14_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7142082741175355,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7430354322730778,
    0.7994171673540551,
    0.7994171673540551,
    0.7994171673540551,
    0.7994171673540551,
    0.7994171673540551,
    0.7994171673540551,
    0.7994171673540551,
    0.7994171673540551,
    0.5580614812293268,
    0.5580614812293268,
    0.5580614812293268,
    0.5580614812293268,
    0.5580614812293268,
    0.5580614812293268,
    0.5580614812293268,
    0.5580614812293268
  ],
  "15": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, and alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops begin in the adjoining classroom, alumni volunteers share quick pep talks near the coffee station, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops are underway in the adjoining classroom, alumni volunteers giving quick pep talks near the coffee station, and a cybersecurity company running a password cracking challenge on a laptop. Career counselors are redirecting unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops are underway, with alumni volunteers giving quick pep talks near the coffee station. A cybersecurity company is running a password cracking challenge on a laptop. Career counselors are redirecting unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables.",
    "In the adjoining classroom, networking etiquette workshops are underway, with alumni volunteers giving quick pep talks near the coffee station. A cybersecurity company is running a password cracking challenge on a laptop. Career counselors are redirecting unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables.",
    "In the adjoining classroom, networking etiquette workshops are underway, with alumni volunteers giving quick pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop. Career counselors are redirecting unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "Across the fair, attendees move between interactive booths and sessions. In the adjoining classroom, networking etiquette workshops are underway, with alumni volunteers giving quick pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop. Career counselors are redirecting unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, attendees move between interactive booths and sessions. In the adjoining classroom, networking etiquette workshops are underway, with alumni volunteers delivering quick pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop. Career counselors are redirecting unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications."
  ],
  "15_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.30686379287534493,
    0.30686379287534493,
    0.30686379287534493,
    0.30686379287534493,
    0.30686379287534493,
    0.30686379287534493,
    0.38275477555899795,
    0.38275477555899795,
    0.38275477555899795,
    0.38275477555899795,
    0.38275477555899795,
    0.38275477555899795,
    0.5601103684637949,
    0.5601103684637949,
    0.5601103684637949,
    0.5601103684637949,
    0.5601103684637949,
    0.5601103684637949,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.6918024534590118,
    0.7228784206525315,
    0.7228784206525315,
    0.7228784206525315,
    0.7228784206525315,
    0.7228784206525315,
    0.7228784206525315,
    0.7228784206525315,
    0.7228784206525315,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.890485224455092,
    0.9103421072304801,
    0.9103421072304801,
    0.9103421072304801,
    0.9103421072304801,
    0.9103421072304801,
    0.9103421072304801,
    0.9103421072304801,
    0.9103421072304801
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, identifying specific employers of interest on the map. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, identifying specific employers of interest on the map. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, identifying specific employers of interest on the map. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map, identifying specific employers of interest. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map, identifying specific employers of interest. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map, identifying specific employers of interest. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map, identifying specific employers of interest. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5794183772644783,
    0.5794183772644783,
    0.5794183772644783,
    0.5794183772644783,
    0.5794183772644783,
    0.5794183772644783,
    0.5794183772644783,
    0.5794183772644783,
    0.7427250843390998,
    0.7427250843390998,
    0.7427250843390998,
    0.7427250843390998,
    0.7427250843390998,
    0.7427250843390998,
    0.7427250843390998,
    0.7817266253441075,
    0.7817266253441075,
    0.7817266253441075,
    0.7817266253441075,
    0.7817266253441075,
    0.7817266253441075,
    0.7817266253441075,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8152011617817477,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8293570478492285,
    0.8207103233424344
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair, career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair, career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor of the university gym. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the university gym, a career fair unfolds with dozens of booths adorned by colorful banners circling the polished floor. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students line up outside the gym before the career fair opens.",
    "At the university gym, a career fair unfolds with dozens of booths adorned by colorful banners circling the polished floor. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students line up outside the gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "In the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens of their latest apps. Students line up outside the gym before the fair opens, and groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.566281977703696,
    0.566281977703696,
    0.566281977703696,
    0.566281977703696,
    0.566281977703696,
    0.566281977703696,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7822289122101063,
    0.7803485983812595,
    0.7803485983812595,
    0.7803485983812595,
    0.7803485983812595,
    0.7803485983812595,
    0.7803485983812595,
    0.7803485983812595,
    0.7803485983812595,
    0.8178461298627362,
    0.8178461298627362,
    0.8178461298627362,
    0.8178461298627362,
    0.8178461298627362,
    0.8178461298627362,
    0.8178461298627362,
    0.8178461298627362,
    0.8178461298627362,
    0.8322829413251714,
    0.8322829413251714,
    0.8322829413251714,
    0.8322829413251714,
    0.8322829413251714,
    0.8322829413251714,
    0.8322829413251714,
    0.8322829413251714,
    0.8322829413251714,
    0.8495016291940582,
    0.8495016291940582,
    0.8495016291940582,
    0.8495016291940582,
    0.8495016291940582,
    0.8495016291940582
  ],
  "18": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The event interleaves guidance on interview preparation with demonstrations of community outreach, framed by etiquette prompts from counselors. Attendees observe the panel, view the photos, and respond to eye-contact reminders as part of a unified program.",
    "An alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The event interleaves guidance on interview preparation with demonstrations of community outreach, framed by etiquette prompts from counselors. Attendees observe the panel, view the photos, and respond to eye-contact reminders as part of a unified program. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The event interleaves guidance on interview preparation with demonstrations of community outreach, framed by etiquette prompts from counselors. Attendees observe the panel, view the photos, and respond to eye-contact reminders as part of a unified program. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos, set within an event that interleaves interview guidance with demonstrations of community outreach. Career counselors frame the program with etiquette prompts and remind attendees to maintain eye contact. Attendees observe the panel, view the photos, and respond to eye-contact reminders as part of a unified program. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables.",
    "An event combines an alumni panel on how to prepare for technical interviews with demonstrations by healthcare providers of community outreach, interleaving interview guidance with outreach demonstrations. Career counselors frame the program with etiquette prompts and remind attendees to maintain eye contact, and attendees observe the panel, view the photos, and respond to eye-contact reminders as a unified program. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications.",
    "An event combines an alumni panel on how to prepare for technical interviews with demonstrations by healthcare providers of community outreach, interleaving interview guidance with outreach demonstrations. Career counselors frame the program with etiquette prompts and remind attendees to maintain eye contact, and attendees observe the panel, view the photos, and respond to eye-contact reminders as a unified program. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos."
  ],
  "18_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.6927635448077192,
    0.6927635448077192,
    0.6927635448077192,
    0.6927635448077192,
    0.6927635448077192,
    0.6927635448077192,
    0.6927635448077192,
    0.6927635448077192,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.71104128530075,
    0.7184940533925939,
    0.7184940533925939,
    0.7184940533925939,
    0.7184940533925939,
    0.7184940533925939,
    0.7184940533925939,
    0.7184940533925939,
    0.7282839576862874,
    0.7282839576862874,
    0.7282839576862874,
    0.7282839576862874,
    0.7282839576862874,
    0.7282839576862874,
    0.7282839576862874,
    0.7282839576862874,
    0.7282839576862874,
    0.7282839576862874,
    0.7172079978096194,
    0.7172079978096194,
    0.7172079978096194,
    0.7172079978096194,
    0.7172079978096194,
    0.7172079978096194,
    0.7172079978096194,
    0.7172079978096194,
    0.7172079978096194,
    0.7172079978096194
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while event staff at the entrance scan registrations and hand out lanyards.",
    "Some students rehearse elevator pitches quietly against the wall, and at the entrance event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners ring a polished floor, while several students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners ring a polished floor, while several students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.35561851773553627,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.34523151069396735,
    0.7266002988358664,
    0.7266002988358664,
    0.7266002988358664,
    0.7266002988358664,
    0.7266002988358664,
    0.7266002988358664,
    0.7266002988358664,
    0.7266002988358664,
    0.7266002988358664,
    0.7449539055736157,
    0.7449539055736157,
    0.7449539055736157,
    0.7449539055736157,
    0.7449539055736157,
    0.7449539055736157,
    0.7449539055736157,
    0.7449539055736157,
    0.76733814719757,
    0.76733814719757,
    0.76733814719757,
    0.76733814719757,
    0.76733814719757,
    0.76733814719757,
    0.76733814719757,
    0.76733814719757,
    0.76733814719757,
    0.7843623161216584,
    0.7843623161216584,
    0.7843623161216584,
    0.7843623161216584,
    0.7843623161216584
  ],
  "20": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "The scene shows dozens of booths with colorful banners circling the polished floor. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle a polished floor. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a bustling event space. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a bustling event space. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a bustling event space. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a bustling event space. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "A bustling event space forms as dozens of booths with colorful banners encircle a polished floor. Groups of friends mark target employers on the event map, guiding attendees through the layout. Healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. An alumni panel offers guidance on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event space bustles with dozens of booths and colorful banners encircling a polished floor. Groups of friends mark target employers on the event map, guiding attendees through the layout. Healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. An alumni panel offers guidance on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5487142076467233,
    0.5487142076467233,
    0.5487142076467233,
    0.5487142076467233,
    0.5487142076467233,
    0.5487142076467233,
    0.5487142076467233,
    0.5487142076467233,
    0.6475285323459252,
    0.6475285323459252,
    0.6475285323459252,
    0.6475285323459252,
    0.6475285323459252,
    0.6475285323459252,
    0.6475285323459252,
    0.6475285323459252,
    0.7017987780237726,
    0.7017987780237726,
    0.7017987780237726,
    0.7017987780237726,
    0.7017987780237726,
    0.7017987780237726,
    0.7017987780237726,
    0.8028541417585907,
    0.8028541417585907,
    0.8028541417585907,
    0.8028541417585907,
    0.8028541417585907,
    0.8028541417585907,
    0.8028541417585907,
    0.8028541417585907,
    0.8028541417585907,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8305523247200561,
    0.8109891876655654,
    0.8109891876655654,
    0.8109891876655654,
    0.8109891876655654,
    0.8109891876655654,
    0.8109891876655654,
    0.8109891876655654,
    0.8109891876655654,
    0.8017177196847853
  ],
  "21": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showing their latest apps while some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule.",
    "At a fair, tech companies display demo screens showing their latest apps while students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, and alumni volunteers share quick pep talks near the coffee station.",
    "At a fair, tech companies display demo screens showing their latest apps while students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At a fair, tech companies display demo screens showing their latest apps while students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the fair, tech companies display demo screens showing their latest apps while students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, tech companies display demo screens of their latest apps while students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders."
  ],
  "21_score": [
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.6455836091543491,
    0.6455836091543491,
    0.6455836091543491,
    0.6455836091543491,
    0.6455836091543491,
    0.6455836091543491,
    0.6455836091543491,
    0.6455836091543491,
    0.6575736170451787,
    0.6575736170451787,
    0.6575736170451787,
    0.6575736170451787,
    0.6575736170451787,
    0.6575736170451787,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.803501138006719,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8534564088061681,
    0.8703366054146637,
    0.8703366054146637,
    0.8703366054146637,
    0.8703366054146637,
    0.8703366054146637,
    0.8703366054146637
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "An event space hosts the engineering society’s resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention.",
    "An event space hosts the engineering society’s resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "In an event space near the stage, the engineering society’s resume review table is hosted. Dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An event space near the stage hosts a career fair, with the engineering society’s resume review table taking a place of focus. Dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "An event space near the stage hosts a career fair, with the engineering society’s resume review table as a focal point. Dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event space near the stage hosts a career fair, anchored by the engineering society’s resume review table as a focal point. Dozens of booths with colorful banners surround the polished floor. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.6555255355236072,
    0.6555255355236072,
    0.6555255355236072,
    0.6555255355236072,
    0.6555255355236072,
    0.6555255355236072,
    0.6555255355236072,
    0.6555255355236072,
    0.723855759626221,
    0.723855759626221,
    0.723855759626221,
    0.723855759626221,
    0.723855759626221,
    0.723855759626221,
    0.723855759626221,
    0.723855759626221,
    0.723855759626221,
    0.7996291287262425,
    0.7996291287262425,
    0.7996291287262425,
    0.7996291287262425,
    0.7996291287262425,
    0.7996291287262425,
    0.7996291287262425,
    0.7996291287262425,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8558066129724036,
    0.8555280407859056,
    0.8555280407859056,
    0.8555280407859056,
    0.8555280407859056,
    0.8555280407859056,
    0.8555280407859056,
    0.8555280407859056,
    0.8555280407859056,
    0.8555280407859056,
    0.8567996684673673,
    0.8567996684673673,
    0.8567996684673673,
    0.8567996684673673
  ],
  "23": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while the engineering society sponsors a resume review table near the stage.",
    "A cybersecurity company runs a password cracking challenge on a laptop while the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company operates a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company operates a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map as tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, and students introduce themselves.",
    "At the event, a cybersecurity company operates a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps, and groups of friends mark target employers on the event map. Human resources teams jot notes on tablets, and students introduce themselves.",
    "At the event, a cybersecurity company operates a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets, and students introduce themselves.",
    "At the event, a cybersecurity company operates a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets, and students introduce themselves. Finance firms offer QR codes for immediate internship applications."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4051899950611674,
    0.4051899950611674,
    0.4051899950611674,
    0.4051899950611674,
    0.4051899950611674,
    0.4051899950611674,
    0.4051899950611674,
    0.4051899950611674,
    0.4051899950611674,
    0.5627842011564965,
    0.5627842011564965,
    0.5627842011564965,
    0.5627842011564965,
    0.5627842011564965,
    0.5627842011564965,
    0.5627842011564965,
    0.7730373276551158,
    0.7730373276551158,
    0.7730373276551158,
    0.7730373276551158,
    0.7730373276551158,
    0.7730373276551158,
    0.7730373276551158,
    0.766409318894889,
    0.766409318894889,
    0.766409318894889,
    0.766409318894889,
    0.766409318894889,
    0.766409318894889,
    0.766409318894889,
    0.766409318894889,
    0.7548549754414882,
    0.7548549754414882,
    0.7548549754414882,
    0.7548549754414882,
    0.7548549754414882,
    0.7548549754414882,
    0.7548549754414882,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.7881763704108116,
    0.8316707434649795,
    0.8316707434649795,
    0.8316707434649795,
    0.8316707434649795,
    0.8316707434649795,
    0.8316707434649795,
    0.8316707434649795
  ],
  "24": [
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, enabling quick submission of opportunities. A robotics startup flies a small drone above its booth to attract attention, using aerial display to draw visitors.",
    "Finance firms offer QR codes for immediate internship applications, enabling quick submission of opportunities. A robotics startup flies a small drone above its booth to attract attention, using an aerial display to draw visitors. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, finance firms offer QR codes for immediate internship applications, enabling quick submission of opportunities. A robotics startup flies a small drone above its booth to attract attention, using an aerial display to draw visitors. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, finance firms offer QR codes for immediate internship applications, enabling quick submission of opportunities. A robotics startup flies a small drone above its booth as an aerial display to attract visitors. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, finance firms offer QR codes for immediate internship applications, enabling quick submission of opportunities. A robotics startup flies a small drone above its booth as an aerial display to attract visitors. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, finance firms offer QR codes for immediate internship applications, enabling quick submission of opportunities. A robotics startup flies a small drone above its booth as an aerial display to attract visitors. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, firms present recruitment and engagement activities. Finance firms offer QR codes for immediate internship applications, enabling quick submission of opportunities. A robotics startup flies a small drone above its booth as an aerial display to attract visitors. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, firms conduct recruitment and engagement activities. Finance firms offer QR codes enabling immediate internship applications and rapid submission of opportunities. A robotics startup flies a small drone above its booth as an aerial display to attract visitors. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, firms conduct recruitment and engagement activities. Finance firms offer QR codes enabling immediate internship applications and rapid submission of opportunities. A robotics startup flies a small drone above its booth as an aerial display to attract visitors. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5912262728194109,
    0.5912262728194109,
    0.5912262728194109,
    0.5912262728194109,
    0.5912262728194109,
    0.5912262728194109,
    0.5912262728194109,
    0.5912262728194109,
    0.5912262728194109,
    0.7397793878210196,
    0.7397793878210196,
    0.7397793878210196,
    0.7397793878210196,
    0.7397793878210196,
    0.7397793878210196,
    0.8227799642720727,
    0.8227799642720727,
    0.8227799642720727,
    0.8227799642720727,
    0.8227799642720727,
    0.8227799642720727,
    0.8460917197585642,
    0.8460917197585642,
    0.8460917197585642,
    0.8460917197585642,
    0.8460917197585642,
    0.8460917197585642,
    0.8460917197585642,
    0.8460917197585642,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.8423236215451522,
    0.854045676895113,
    0.854045676895113,
    0.854045676895113,
    0.854045676895113,
    0.854045676895113,
    0.854045676895113,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934,
    0.8472735277955934
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets while the students introduce themselves; a welcome announcement on the PA system outlines the fair schedule.",
    "Students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets while the students introduce themselves; a welcome announcement on the PA system outlines the fair schedule.",
    "Students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves; a welcome announcement on the PA system outlines the fair schedule.",
    "At a fair, students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves; a welcome announcement on the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At a fair, students rehearse elevator pitches quietly against a wall while human resources teams jot notes on tablets as the students introduce themselves. A welcome announcement on the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3693986954281005,
    0.3693986954281005,
    0.3693986954281005,
    0.3693986954281005,
    0.3693986954281005,
    0.3693986954281005,
    0.3693986954281005,
    0.3693986954281005,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5020651147419062,
    0.5040641174369898,
    0.5040641174369898,
    0.5040641174369898,
    0.5040641174369898,
    0.5040641174369898,
    0.5040641174369898,
    0.5040641174369898,
    0.5040641174369898,
    0.5040641174369898,
    0.5040641174369898,
    0.663299889857661,
    0.663299889857661,
    0.663299889857661,
    0.663299889857661,
    0.663299889857661,
    0.663299889857661,
    0.663299889857661,
    0.8323117387759071,
    0.8323117387759071
  ],
  "26": [
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Event activities include human resources teams taking notes on tablets as students introduce themselves; alumni volunteers deliver brief pep talks near the coffee station. Tech companies run demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends use the event map to mark target employers.",
    "At the event, HR teams take notes on tablets as students introduce themselves, and alumni volunteers deliver brief pep talks near the coffee station. Tech companies run and display demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends use the event map to mark target employers.",
    "At the event, HR teams take notes on tablets as students introduce themselves, and alumni volunteers deliver brief pep talks near the coffee station. Tech companies run and display demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends use the event map to mark target employers. Healthcare providers showcase community outreach photos.",
    "At the event, HR teams take notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Tech companies run and display demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends use the event map to mark target employers. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "26_score": [
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.35553309086083423,
    0.35553309086083423,
    0.35553309086083423,
    0.35553309086083423,
    0.35553309086083423,
    0.35553309086083423,
    0.5430782262615731,
    0.5430782262615731,
    0.5430782262615731,
    0.5430782262615731,
    0.5430782262615731,
    0.5430782262615731,
    0.5430782262615731,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7823130742980988,
    0.7602421215887777,
    0.7602421215887777,
    0.7602421215887777,
    0.7602421215887777,
    0.7602421215887777,
    0.7602421215887777,
    0.7602421215887777,
    0.7602421215887777,
    0.8209886397107032,
    0.8209886397107032,
    0.8209886397107032,
    0.8209886397107032,
    0.8209886397107032,
    0.8209886397107032,
    0.8209886397107032,
    0.8209886397107032,
    0.8162040300971449,
    0.8162040300971449,
    0.8162040300971449,
    0.8162040300971449,
    0.8162040300971449,
    0.8162040300971449,
    0.8162040300971449,
    0.8162040300971449,
    0.8399513960482123,
    0.8399513960482123
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors engage with attendees, redirecting unsure students toward applicable industries and reminding them to maintain eye contact.",
    "Career counselors engage with attendees, redirecting unsure students toward applicable industries and reminding them to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Career counselors engage with attendees, redirecting unsure students toward applicable industries and reminding them to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors engage attendees, redirecting unsure students toward applicable industries and reminding them to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, counselors engage attendees, directing unsure students toward applicable industries and reminding them to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, counselors engage attendees, directing unsure students toward applicable industries and reminding them to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, counselors engage attendees, directing unsure students toward applicable industries and reminding them to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3949327168854877,
    0.3949327168854877,
    0.3949327168854877,
    0.3949327168854877,
    0.3949327168854877,
    0.3949327168854877,
    0.5481349542533989,
    0.5481349542533989,
    0.5481349542533989,
    0.5481349542533989,
    0.5481349542533989,
    0.5481349542533989,
    0.5481349542533989,
    0.7169335400374812,
    0.7169335400374812,
    0.7169335400374812,
    0.7169335400374812,
    0.7169335400374812,
    0.7169335400374812,
    0.7169335400374812,
    0.8317335604680537,
    0.8317335604680537,
    0.8317335604680537,
    0.8317335604680537,
    0.8317335604680537,
    0.8317335604680537,
    0.8317335604680537,
    0.8317335604680537,
    0.8317335604680537,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8470413986581578,
    0.8593976704656034,
    0.8593976704656034,
    0.8593976704656034,
    0.8593976704656034,
    0.8593976704656034,
    0.8593976704656034
  ],
  "28": [
    "",
    "",
    "A robotics startup operates a small drone above its booth to attract attention.",
    "A robotics startup operates a small drone above its booth to attract attention, as dozens of booths with colorful banners circle the polished floor.",
    "A robotics startup operates a small drone above its booth to attract attention, while dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "A robotics startup operates a small drone above its booth to attract attention, while dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a robotics startup operates a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor; students line up outside the university gym before the fair opens.",
    "At the career fair, a robotics startup operates a small drone hovering above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, a robotics startup operates a small drone hovering above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, a robotics startup operates a small drone hovering above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair hosted at the university gym, a robotics startup operates a small drone hovering above its booth to attract attention, as dozens of booths with colorful banners encircle a polished floor. Students line up outside the gym before the fair opens, while human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "28_score": [
    0.0,
    0.0,
    0.4166581046075167,
    0.4166581046075167,
    0.4166581046075167,
    0.4166581046075167,
    0.4166581046075167,
    0.4166581046075167,
    0.4166581046075167,
    0.4166581046075167,
    0.36919196094244333,
    0.36919196094244333,
    0.36919196094244333,
    0.36919196094244333,
    0.36919196094244333,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.6059555844491616,
    0.5231095199990412,
    0.5231095199990412,
    0.5231095199990412,
    0.5231095199990412,
    0.5231095199990412,
    0.5231095199990412,
    0.5231095199990412,
    0.5231095199990412,
    0.8348658760213579,
    0.8348658760213579,
    0.8348658760213579,
    0.8348658760213579,
    0.8348658760213579,
    0.8348658760213579,
    0.8348658760213579,
    0.8314711547320497,
    0.8314711547320497,
    0.8314711547320497,
    0.8314711547320497,
    0.8314711547320497,
    0.8314711547320497,
    0.8314711547320497,
    0.8314711547320497,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8767123648155506,
    0.8544140890940424,
    0.8544140890940424
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms are offering QR codes to facilitate immediate internship applications.",
    "Finance firms are offering QR codes to facilitate immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Finance firms are offering QR codes to facilitate immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "A scene at a venue where finance firms are offering QR codes to facilitate immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a venue, finance firms offer QR codes to enable immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Inside, dozens of booths with colorful banners encircle the polished floor, where finance firms offer QR codes to enable immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Inside, dozens of booths with colorful banners encircle a polished floor, where finance firms offer QR codes to enable immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.40726678485577716,
    0.40726678485577716,
    0.40726678485577716,
    0.40726678485577716,
    0.40726678485577716,
    0.40726678485577716,
    0.40726678485577716,
    0.40726678485577716,
    0.5484543828050372,
    0.5484543828050372,
    0.5484543828050372,
    0.5484543828050372,
    0.5484543828050372,
    0.5484543828050372,
    0.5484543828050372,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.6999373574405231,
    0.7472092966739441,
    0.7472092966739441,
    0.7472092966739441,
    0.7472092966739441,
    0.7472092966739441,
    0.7472092966739441,
    0.7472092966739441,
    0.7472092966739441,
    0.7472092966739441,
    0.7472092966739441,
    0.781992767575429,
    0.781992767575429,
    0.781992767575429,
    0.781992767575429,
    0.781992767575429,
    0.781992767575429,
    0.781992767575429,
    0.781992767575429,
    0.7933315574699684,
    0.7933315574699684,
    0.7933315574699684,
    0.7933315574699684,
    0.7933315574699684,
    0.7933315574699684,
    0.7933315574699684,
    0.7933315574699684,
    0.7933315574699684,
    0.7933315574699684,
    0.8166797956207845,
    0.8166797956207845,
    0.8166797956207845,
    0.8166797956207845,
    0.8166797956207845
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff are stationed to scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff are stationed to scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff are stationed to scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff are stationed to scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene depicts a career fair in progress. At the event entrance, staff are stationed to scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A career fair is in progress. At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5891029682578192,
    0.5891029682578192,
    0.5891029682578192,
    0.5891029682578192,
    0.5891029682578192,
    0.5891029682578192,
    0.5891029682578192,
    0.71665614170977,
    0.71665614170977,
    0.71665614170977,
    0.71665614170977,
    0.71665614170977,
    0.71665614170977,
    0.7735977060902617,
    0.7735977060902617,
    0.7735977060902617,
    0.7735977060902617,
    0.7735977060902617,
    0.7735977060902617,
    0.8395042561481033,
    0.8395042561481033,
    0.8395042561481033,
    0.8395042561481033,
    0.8395042561481033,
    0.8395042561481033,
    0.8395042561481033,
    0.8395042561481033,
    0.8385934238266746,
    0.8385934238266746,
    0.8385934238266746,
    0.8385934238266746,
    0.8385934238266746,
    0.8385934238266746,
    0.8385934238266746,
    0.8385934238266746,
    0.8385934238266746,
    0.8134012049378666,
    0.8134012049378666,
    0.8134012049378666,
    0.8134012049378666,
    0.8134012049378666,
    0.8134012049378666,
    0.8134012049378666,
    0.8385922787675795,
    0.8385922787675795,
    0.8385922787675795
  ],
  "31": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "A career fair is taking place in the university gym, with consulting firms stacking glossy case study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, a career fair unfolds with consulting firms stacking glossy case study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders and line up outside the gym before opening. Career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym, a career fair unfolds with consulting firms stacking glossy case study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders and line up outside the gym before opening. Career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications."
  ],
  "31_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.6714709179150937,
    0.6714709179150937,
    0.6714709179150937,
    0.6714709179150937,
    0.6714709179150937,
    0.6714709179150937,
    0.6714709179150937,
    0.6714709179150937,
    0.8285905895611104,
    0.8285905895611104,
    0.8285905895611104,
    0.8285905895611104,
    0.8285905895611104,
    0.8285905895611104,
    0.8285905895611104,
    0.8285905895611104,
    0.7571266985199878,
    0.7571266985199878,
    0.7571266985199878,
    0.7571266985199878,
    0.7571266985199878,
    0.7571266985199878,
    0.7571266985199878,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917,
    0.7824504035374917
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves. At the same time, groups of friends mark target employers on the event map.",
    "Human resources teams jot notes on tablets as students introduce themselves; at the same time, groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom.",
    "Human resources teams jot notes on tablets as students introduce themselves; at the same time, groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom.",
    "On a university campus ahead of the career fair, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens, indicating a pre-entry queue. The scene combines HR observations, student self-introductions, and pre-fair preparation, anchored by the gym as the entry point and the classroom for training. The event map and tablet notes function as on-site tools supporting attendees’ identification of employers and recording of interactions, while the adjacent classroom hosts the etiquette workshops, signaling coordinated, multi-space activity surrounding the fair.",
    "On a university campus ahead of the career fair, HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens, indicating a pre-entry queue. The scene combines HR observations, student self-introductions, and pre-fair preparation, anchored by the gym as the entry point and the classroom for training. The event map and tablet notes function as on-site tools supporting attendees’ identification of employers and recording of interactions, while the adjacent classroom hosts the etiquette workshops, signaling coordinated, multi-space activity surrounding the fair. Dozens of booths with colorful banners circle the polished floor.",
    "On a university campus ahead of the career fair, HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, signaling coordinated, multi-space activity surrounding the event. Students line up outside the university gym before the fair opens, indicating a pre-entry queue with the gym as the entry point and the classroom for training. The event map and tablet notes function as on-site tools supporting attendees’ identification of employers and recording of interactions, while dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5370946612325088,
    0.5370946612325088,
    0.5370946612325088,
    0.5370946612325088,
    0.5370946612325088,
    0.5370946612325088,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.41009358585420363,
    0.7480963925518027,
    0.7480963925518027,
    0.7480963925518027,
    0.7480963925518027,
    0.7480963925518027,
    0.7480963925518027,
    0.7480963925518027,
    0.7480963925518027,
    0.7480963925518027,
    0.7480963925518027,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.78461534698403,
    0.8086530927603242,
    0.8086530927603242,
    0.8086530927603242,
    0.8086530927603242,
    0.8086530927603242
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach, presenting images that document their outreach efforts.",
    "Healthcare providers showcase photos of their community outreach, presenting images that document the outreach efforts. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers showcase photos documenting their community outreach, presenting images that capture the outreach efforts. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase photos documenting their community outreach, presenting images that capture the outreach efforts. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase photos documenting their community outreach, presenting images that capture the outreach efforts. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "An event features healthcare providers displaying photos that document their community outreach, a cybersecurity company running a password-cracking challenge on a laptop, dozens of booths with colorful banners circling a polished floor, an alumni panel discussing how to prepare for technical interviews, and career counselors redirecting unsure students toward applicable industries.",
    "At the event, healthcare providers display photos documenting their community outreach while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2538209876984378,
    0.2538209876984378,
    0.2538209876984378,
    0.2538209876984378,
    0.2538209876984378,
    0.2538209876984378,
    0.2538209876984378,
    0.2538209876984378,
    0.5057404062539332,
    0.5057404062539332,
    0.5057404062539332,
    0.5057404062539332,
    0.5057404062539332,
    0.5057404062539332,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6434008876479399,
    0.6591234653252773,
    0.6591234653252773,
    0.6591234653252773,
    0.6591234653252773,
    0.6591234653252773,
    0.6591234653252773,
    0.6591234653252773,
    0.6591234653252773,
    0.7004462845447244,
    0.7004462845447244,
    0.7004462845447244,
    0.7004462845447244,
    0.7004462845447244,
    0.7004462845447244,
    0.7004462845447244,
    0.7004462845447244,
    0.7004462845447244,
    0.7004462845447244,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.4817381610147466,
    0.8107362233750239,
    0.8107362233750239,
    0.8107362233750239,
    0.8107362233750239,
    0.8107362233750239
  ],
  "34": [
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Students are lined up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students are lined up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Students are lined up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Students are lined up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Students are lined up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "A university career fair is underway with a welcome announcement broadcast over the PA system outlining the schedule. Students are lined up outside the university gym before the fair opens. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "A university career fair is underway, with a welcome announcement broadcast over the PA system outlining the schedule. Students are lined up outside the university gym before opening. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Finance firms display QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Career counselors direct unsure students toward applicable industries.",
    "A university career fair is underway, with a welcome announcement broadcast over the PA system outlining the schedule. Students are lined up outside the university gym before opening. Alumni volunteers deliver pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Finance firms display QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Career counselors direct unsure students toward applicable industries."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5695832643138871,
    0.5695832643138871,
    0.5695832643138871,
    0.5695832643138871,
    0.5695832643138871,
    0.5695832643138871,
    0.7511811252466958,
    0.7511811252466958,
    0.7511811252466958,
    0.7511811252466958,
    0.7511811252466958,
    0.7511811252466958,
    0.7511811252466958,
    0.7511811252466958,
    0.7466355013120555,
    0.7466355013120555,
    0.7466355013120555,
    0.7466355013120555,
    0.7466355013120555,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8156960540220597,
    0.8038838141285573,
    0.8038838141285573,
    0.8038838141285573,
    0.8038838141285573,
    0.8038838141285573,
    0.8038838141285573,
    0.8038838141285573,
    0.8038838141285573,
    0.8038838141285573,
    0.8038838141285573,
    0.8034386151119054,
    0.8034386151119054,
    0.8034386151119054,
    0.8034386151119054,
    0.8034386151119054,
    0.8034386151119054,
    0.8034386151119054,
    0.8034386151119054,
    0.8035205507216008,
    0.8035205507216008
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables nearby.",
    "At an event, a robotics startup uses a small drone flown above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Against the wall, some students rehearse elevator pitches quietly.",
    "At an event, a robotics startup uses a small drone flown above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Against the wall, some students rehearse elevator pitches quietly. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, a robotics startup uses a small drone flown above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Against the wall, some students rehearse elevator pitches quietly. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a robotics startup uses a small drone flown above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Against the wall, some students rehearse elevator pitches quietly. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, a robotics startup uses a small drone flown above its booth to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Against the wall, some students rehearse elevator pitches quietly. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3813594058722277,
    0.3813594058722277,
    0.3813594058722277,
    0.3813594058722277,
    0.3813594058722277,
    0.3813594058722277,
    0.6813595842042306,
    0.6813595842042306,
    0.6813595842042306,
    0.6813595842042306,
    0.6813595842042306,
    0.6813595842042306,
    0.6813595842042306,
    0.6813595842042306,
    0.6813595842042306,
    0.6813595842042306,
    0.7166842339193891,
    0.7166842339193891,
    0.7166842339193891,
    0.7166842339193891,
    0.7166842339193891,
    0.7166842339193891,
    0.7166842339193891,
    0.7166842339193891,
    0.8173543116179998,
    0.8173543116179998,
    0.8173543116179998,
    0.8173543116179998,
    0.8173543116179998,
    0.8173543116179998,
    0.8173543116179998,
    0.8173543116179998,
    0.8173543116179998,
    0.8212387818904527,
    0.8212387818904527,
    0.8212387818904527,
    0.8212387818904527,
    0.8212387818904527,
    0.8212387818904527,
    0.8212387818904527,
    0.8212387818904527,
    0.8212387818904527,
    0.8512207067972315,
    0.8512207067972315,
    0.8512207067972315,
    0.8512207067972315,
    0.8512207067972315
  ],
  "36": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Near the stage, the engineering society sponsors a resume review table, serving as a focal point for attendees. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Near the stage, the engineering society runs a resume review table that serves as a focal point for attendees. A few students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Near the stage, the engineering society operates a resume review table that serves as a focal point for attendees. A few students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The career fair at the university features dozens of booths with colorful banners circling the polished floor. Near the stage, the engineering society runs a resume review table that serves as a focal point for attendees. A few students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, dozens of booths are arranged around a polished floor, with colorful banners circling the space. Near the stage, the engineering society runs a resume review table that serves as a focal point for attendees. Outside the university gym, students line up before the fair opens. Inside, consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system. A few students rehearse elevator pitches quietly against the wall."
  ],
  "36_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.7144946650272013,
    0.7144946650272013,
    0.7144946650272013,
    0.7144946650272013,
    0.7144946650272013,
    0.7144946650272013,
    0.7157823602488997,
    0.7157823602488997,
    0.7157823602488997,
    0.7157823602488997,
    0.7157823602488997,
    0.7157823602488997,
    0.7157823602488997,
    0.7157823602488997,
    0.733125771772903,
    0.733125771772903,
    0.733125771772903,
    0.733125771772903,
    0.733125771772903,
    0.733125771772903,
    0.733125771772903,
    0.7740656431331618,
    0.7740656431331618,
    0.7740656431331618,
    0.7740656431331618,
    0.7740656431331618,
    0.7740656431331618,
    0.7740656431331618,
    0.7740656431331618,
    0.7740656431331618,
    0.7719021256580337,
    0.7719021256580337,
    0.7719021256580337,
    0.7719021256580337,
    0.7719021256580337,
    0.7719021256580337,
    0.7719021256580337,
    0.7719021256580337,
    0.7719021256580337,
    0.8419350194358448,
    0.8419350194358448,
    0.8419350194358448,
    0.8419350194358448,
    0.8419350194358448,
    0.8419350194358448,
    0.8419350194358448,
    0.8419350194358448,
    0.846720069329363,
    0.846720069329363
  ],
  "37": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact; separately, human resources teams jot notes on tablets as students introduce themselves; an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Separately, human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair event unfolds with career counselors guiding unsure students toward applicable industries and reminding attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before the career fair opens.",
    "At the university gym, a career fair unfolds with career counselors guiding unsure students toward applicable industries and reminding attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.5519929488316322,
    0.5519929488316322,
    0.5519929488316322,
    0.5519929488316322,
    0.5519929488316322,
    0.5519929488316322,
    0.46189611737649394,
    0.46189611737649394,
    0.46189611737649394,
    0.46189611737649394,
    0.46189611737649394,
    0.46189611737649394,
    0.46189611737649394,
    0.781333310786005,
    0.781333310786005,
    0.781333310786005,
    0.781333310786005,
    0.781333310786005,
    0.781333310786005,
    0.781333310786005,
    0.781333310786005,
    0.8447227875043926,
    0.8447227875043926,
    0.8447227875043926,
    0.8447227875043926,
    0.8447227875043926,
    0.8447227875043926,
    0.8447227875043926,
    0.8447227875043926,
    0.8447227875043926,
    0.8447227875043926,
    0.8122825434500764,
    0.8122825434500764,
    0.8122825434500764,
    0.8122825434500764,
    0.8122825434500764,
    0.8122825434500764,
    0.8122825434500764,
    0.8122825434500764,
    0.8122825434500764,
    0.8122825434500764,
    0.8191223223001802,
    0.8191223223001802,
    0.8191223223001802,
    0.8191223223001802,
    0.8191223223001802,
    0.8191223223001802,
    0.8191223223001802
  ],
  "38": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps.",
    "In the venue, students rehearse elevator pitches quietly against the wall as tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the venue, students rehearse elevator pitches quietly against the wall as tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the venue, students rehearse elevator pitches quietly against the wall as tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens.",
    "At the venue, students rehearse elevator pitches quietly against the wall as tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, students rehearse elevator pitches quietly against the wall as tech companies display demo screens showing their latest apps; at the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the venue, students rehearse elevator pitches quietly against the wall while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, students rehearse elevator pitches quietly against the wall while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.5783441913343365,
    0.5783441913343365,
    0.5783441913343365,
    0.5783441913343365,
    0.5783441913343365,
    0.5783441913343365,
    0.7633511922090503,
    0.7633511922090503,
    0.7633511922090503,
    0.7633511922090503,
    0.7633511922090503,
    0.7633511922090503,
    0.7544195353658657,
    0.7544195353658657,
    0.7544195353658657,
    0.7544195353658657,
    0.7544195353658657,
    0.7544195353658657,
    0.7544195353658657,
    0.7955673456614544,
    0.7955673456614544,
    0.7955673456614544,
    0.7955673456614544,
    0.7955673456614544,
    0.7955673456614544,
    0.7955673456614544,
    0.7900248192770194,
    0.7900248192770194,
    0.7900248192770194,
    0.7900248192770194,
    0.7900248192770194,
    0.7900248192770194,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8103850451871308,
    0.8259672513304841,
    0.8259672513304841,
    0.8259672513304841
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station.",
    "The engineering society sponsors a resume review table near the stage, while alumni volunteers give quick pep talks near the coffee station.",
    "The engineering society sponsors a resume review table near the stage, while alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "The event features a resume review table sponsored by the engineering society near the stage; alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact.",
    "The event features a resume review table sponsored by the engineering society near the stage; alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage; alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase photos from community outreach; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage; alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase photos from community outreach; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.36989179812440254,
    0.36989179812440254,
    0.36989179812440254,
    0.36989179812440254,
    0.36989179812440254,
    0.36989179812440254,
    0.36989179812440254,
    0.38968224984234984,
    0.38968224984234984,
    0.38968224984234984,
    0.38968224984234984,
    0.38968224984234984,
    0.38968224984234984,
    0.3826505986959045,
    0.3826505986959045,
    0.3826505986959045,
    0.3826505986959045,
    0.3826505986959045,
    0.3826505986959045,
    0.3826505986959045,
    0.501765520400807,
    0.501765520400807,
    0.501765520400807,
    0.501765520400807,
    0.501765520400807,
    0.501765520400807,
    0.501765520400807,
    0.501765520400807,
    0.4925218596774721,
    0.4925218596774721,
    0.4925218596774721,
    0.4925218596774721,
    0.4925218596774721,
    0.4925218596774721,
    0.4925218596774721,
    0.4925218596774721,
    0.4796997796800277,
    0.4796997796800277,
    0.4796997796800277,
    0.4796997796800277,
    0.4796997796800277,
    0.4796997796800277,
    0.4796997796800277,
    0.4796997796800277,
    0.4796997796800277,
    0.6452394137883843,
    0.6452394137883843,
    0.6452394137883843,
    0.6452394137883843,
    0.6452394137883843
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.6165103305380415,
    0.6165103305380415,
    0.6165103305380415,
    0.6165103305380415,
    0.6165103305380415,
    0.6165103305380415,
    0.7950242417196627,
    0.7950242417196627,
    0.7950242417196627,
    0.7950242417196627,
    0.7950242417196627,
    0.7950242417196627,
    0.7950242417196627,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7795686977761171,
    0.7768066581725042,
    0.7768066581725042,
    0.7768066581725042,
    0.7768066581725042,
    0.7768066581725042,
    0.7768066581725042,
    0.7768066581725042,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277,
    0.7734720310040277
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Some students stand against the wall, quietly rehearsing elevator pitches. A welcome announcement, transmitted over the PA system, outlines the fair schedule.",
    "Some students stand against the wall, quietly rehearsing elevator pitches. A welcome announcement, transmitted over the PA system, outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, some students stand against the wall, quietly rehearsing elevator pitches. A welcome announcement transmitted over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the event, some students stand against the wall, quietly rehearsing elevator pitches. A welcome announcement transmitted over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, several students stand against the wall quietly rehearsing elevator pitches. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications.",
    "At the event, several students stand against the wall quietly rehearsing elevator pitches. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the event, several students stand against the wall quietly rehearsing elevator pitches. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.4907877094442932,
    0.4907877094442932,
    0.4907877094442932,
    0.4907877094442932,
    0.4907877094442932,
    0.4907877094442932,
    0.4907877094442932,
    0.4907877094442932,
    0.6150674233568746,
    0.6150674233568746,
    0.6150674233568746,
    0.6150674233568746,
    0.6150674233568746,
    0.6150674233568746,
    0.7981254084206653,
    0.7981254084206653,
    0.7981254084206653,
    0.7981254084206653,
    0.7981254084206653,
    0.7981254084206653,
    0.7981254084206653,
    0.7981254084206653,
    0.8416256605585822,
    0.8416256605585822,
    0.8416256605585822,
    0.8416256605585822,
    0.8416256605585822,
    0.8416256605585822,
    0.8416256605585822,
    0.8849574068621748,
    0.8849574068621748,
    0.8849574068621748,
    0.8849574068621748,
    0.8849574068621748,
    0.8849574068621748,
    0.8849574068621748,
    0.8849574068621748,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527,
    0.8913492428805527
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At a professional expo, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth to attract attention.",
    "At a professional expo, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At a professional expo, consulting firms stack glossy case study booklets on high tables; career counselors direct unsure students toward applicable industries; healthcare providers showcase photos of community outreach; a robotics startup flies a small drone above its booth to attract attention; alumni volunteers share quick pep talks near the coffee station; human resources teams jot notes on tablets while students introduce themselves.",
    "At a professional expo and career fair, consulting firms stack glossy case study booklets on high tables; career counselors direct unsure students toward applicable industries; healthcare providers showcase photos of community outreach; a robotics startup flies a small drone above its booth to attract attention; alumni volunteers share quick pep talks near the coffee station; human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.5439136741348402,
    0.5439136741348402,
    0.5439136741348402,
    0.5439136741348402,
    0.5439136741348402,
    0.5439136741348402,
    0.7489096998431783,
    0.7489096998431783,
    0.7489096998431783,
    0.7489096998431783,
    0.7489096998431783,
    0.7489096998431783,
    0.7489096998431783,
    0.7489096998431783,
    0.7489096998431783,
    0.7639181897186025,
    0.7639181897186025,
    0.7639181897186025,
    0.7639181897186025,
    0.7639181897186025,
    0.7639181897186025,
    0.7639181897186025,
    0.7639181897186025,
    0.7639181897186025,
    0.47913427956282156,
    0.47913427956282156,
    0.47913427956282156,
    0.47913427956282156,
    0.47913427956282156,
    0.47913427956282156,
    0.47913427956282156,
    0.47913427956282156,
    0.47913427956282156,
    0.47913427956282156,
    0.6776107983556502,
    0.6776107983556502,
    0.6776107983556502,
    0.6776107983556502
  ],
  "43": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves. The HR teams use tablets to record notes, and the students perform self-introductions. The two activities occur concurrently, indicating a shared setting where documentation and introductions happen in parallel.",
    "In a shared setting, human resources teams jot notes on tablets while students introduce themselves; both activities run concurrently, with documentation and self-introductions happening in parallel. The HR teams use tablets to record notes, and the students perform self-introductions. Dozens of booths with colorful banners circle the polished floor.",
    "In a shared setting, human resources teams jot notes on tablets while students introduce themselves, with documentation and self-introductions occurring in parallel. HR teams use tablets to record notes as the students perform their self-introductions. Dozens of booths, each adorned with colorful banners, circle the polished floor, providing spaces for activity. The HR documentation and student introductions unfold concurrently around the booths, creating a simultaneous rhythm of note-taking and self-introductions.",
    "In a shared setting, human resources teams jot notes on tablets as students introduce themselves, with documentation and self-introductions occurring in parallel. HR teams use tablets to record notes as the students perform their self-introductions; the HR documentation and student introductions unfold concurrently around the space. Dozens of booths circle the polished floor, each adorned with colorful banners, providing spaces for activity. Tech companies display demo screens showing their latest apps, visible around the booths as events unfold.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, with documentation and self-introductions occurring in parallel around the room. Dozens of booths circle the polished floor, each adorned with colorful banners and providing spaces for activity. Tech companies display demo screens showing their latest apps, visible around the booths as events unfold. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared space for a career fair, human resources teams jot notes on tablets as students introduce themselves, with documentation and self-introductions occurring in parallel around the room. Dozens of booths circle the polished floor, each adorned with colorful banners and providing spaces for activity. Tech companies display demo screens showing their latest apps, visible around the booths as events unfold. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "In a shared space for a career fair at the university, human resources teams jot notes on tablets as students introduce themselves, with documentation and self-introductions occurring in parallel around the room. Dozens of booths circle the polished floor, each adorned with colorful banners and providing spaces for activity. Tech companies display demo screens showing their latest apps, visible around the booths as events unfold. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.49972516738014705,
    0.49972516738014705,
    0.49972516738014705,
    0.49972516738014705,
    0.49972516738014705,
    0.49972516738014705,
    0.49972516738014705,
    0.49972516738014705,
    0.49972516738014705,
    0.5897208516125119,
    0.5897208516125119,
    0.5897208516125119,
    0.5897208516125119,
    0.5897208516125119,
    0.5897208516125119,
    0.5897208516125119,
    0.5897208516125119,
    0.5897208516125119,
    0.5520643308119032,
    0.5520643308119032,
    0.5520643308119032,
    0.5520643308119032,
    0.5520643308119032,
    0.5520643308119032,
    0.5520643308119032,
    0.5520643308119032,
    0.5520643308119032,
    0.5520643308119032,
    0.6419252706770652,
    0.6419252706770652,
    0.6419252706770652,
    0.6419252706770652,
    0.6419252706770652,
    0.6419252706770652,
    0.6419252706770652,
    0.6419252706770652,
    0.6419252706770652,
    0.735665387347433,
    0.735665387347433,
    0.735665387347433,
    0.735665387347433,
    0.735665387347433,
    0.735665387347433,
    0.735665387347433,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8293076041968128,
    0.8310513899045733,
    0.8310513899045733,
    0.8310513899045733,
    0.8310513899045733,
    0.8310513899045733,
    0.8310513899045733
  ],
  "44": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Near the stage, the engineering society sponsors a resume review table.",
    "Groups of friends mark target employers on the event map, establishing focal locations for prospective opportunities. Near the stage, the engineering society sponsors a resume review table. Before the career fair opens, students line up outside the university gym.",
    "During setup for the career fair, groups of friends mark target employers on the event map, establishing focal locations for prospective opportunities. Near the stage, the engineering society sponsors a resume review table. Before the career fair opens, students line up outside the university gym. Tech companies display demo screens showing their latest apps.",
    "At the career fair setup, groups of friends mark target employers on the event map, creating focal locations for opportunities. Near the stage, the engineering society sponsors a resume review table. Before the fair opens, students line up outside the university gym. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair setup, groups of friends mark target employers on the event map, creating focal locations for opportunities. Near the stage, the engineering society sponsors a resume review table. Before the fair opens, students line up outside the university gym. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Groups of friends mark target employers on the event map, creating focal locations for opportunities at the career fair setup. Near the stage, the engineering society sponsors a resume review table. Before the fair opens, students line up outside the university gym. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5868855161305354,
    0.5868855161305354,
    0.5868855161305354,
    0.5868855161305354,
    0.5868855161305354,
    0.5868855161305354,
    0.5868855161305354,
    0.7674112075268384,
    0.7674112075268384,
    0.7674112075268384,
    0.7674112075268384,
    0.7674112075268384,
    0.7674112075268384,
    0.7674112075268384,
    0.7674112075268384,
    0.8209353801882616,
    0.8209353801882616,
    0.8209353801882616,
    0.8209353801882616,
    0.8209353801882616,
    0.8209353801882616,
    0.8209353801882616,
    0.8525060470529124,
    0.8525060470529124,
    0.8525060470529124,
    0.8525060470529124,
    0.8525060470529124,
    0.8525060470529124,
    0.8525060470529124,
    0.8525060470529124,
    0.8525060470529124,
    0.8617022337704738,
    0.8617022337704738,
    0.8617022337704738,
    0.8617022337704738,
    0.8617022337704738,
    0.8617022337704738,
    0.8617022337704738,
    0.8617022337704738,
    0.8617022337704738,
    0.8617022337704738,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286,
    0.8771368701583286
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a space, some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "In a space, some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "In a space, some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "In a shared space, students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The scene blends student preparation, corporate literature, community outreach displays, and career-prep discussions within reach of the registration area and coffee station.",
    "In a shared space, students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The scene blends student preparation, corporate literature, community outreach displays, and career-prep discussions within reach of the registration area and coffee station."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3078995775808057,
    0.3078995775808057,
    0.3078995775808057,
    0.3078995775808057,
    0.3078995775808057,
    0.3078995775808057,
    0.48457476917866815,
    0.48457476917866815,
    0.48457476917866815,
    0.48457476917866815,
    0.48457476917866815,
    0.48457476917866815,
    0.48457476917866815,
    0.5383219629066377,
    0.5383219629066377,
    0.5383219629066377,
    0.5383219629066377,
    0.5383219629066377,
    0.5383219629066377,
    0.5383219629066377,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.6722689829569711,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052,
    0.7280699978286052
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "A venue scene features dozens of booths with colorful banners circling a polished floor.",
    "At a venue, dozens of booths with colorful banners circle a polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At a venue, dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At a venue, dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "A venue features a polished floor encircled by dozens of booths with colorful banners. Some students rehearse elevator pitches quietly against the wall.",
    "A venue features a polished floor encircled by dozens of booths with colorful banners. Some students rehearse elevator pitches quietly against the wall.",
    "A venue with a polished floor hosts dozens of booths adorned with colorful banners arranged around and encircling the floor. Some students rehearse elevator pitches quietly against a wall.",
    "A venue with a polished floor hosts dozens of booths adorned with colorful banners arranged around and encircling the floor; some students rehearse elevator pitches quietly against a wall.",
    "At a venue with a polished floor, dozens of booths are adorned with colorful banners and arranged around and encircling the space. Some students rehearse elevator pitches quietly against a wall. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41133928467235703,
    0.41133928467235703,
    0.41133928467235703,
    0.41133928467235703,
    0.41133928467235703,
    0.5042598106559341,
    0.5042598106559341,
    0.5042598106559341,
    0.5042598106559341,
    0.5042598106559341,
    0.5042598106559341,
    0.5042598106559341,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.504190174549443,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.49557131907306357,
    0.5125040681743666,
    0.5125040681743666,
    0.5125040681743666,
    0.5125040681743666,
    0.5125040681743666,
    0.5125040681743666,
    0.5125040681743666,
    0.4051629576350347,
    0.4051629576350347,
    0.4051629576350347,
    0.4051629576350347,
    0.4051629576350347,
    0.4051629576350347,
    0.4051629576350347,
    0.4051629576350347,
    0.4051629576350347,
    0.7666488611124542,
    0.7666488611124542,
    0.7666488611124542,
    0.7666488611124542,
    0.7666488611124542,
    0.7666488611124542
  ],
  "47": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions"
  ],
  "47_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.6534637165840416,
    0.6534637165840416,
    0.6534637165840416,
    0.6534637165840416,
    0.6534637165840416,
    0.6534637165840416,
    0.6534637165840416,
    0.6534637165840416,
    0.8018975622071944,
    0.8018975622071944,
    0.8018975622071944,
    0.8018975622071944,
    0.8018975622071944,
    0.8018975622071944,
    0.8018975622071944,
    0.8101492954288296,
    0.8101492954288296,
    0.8101492954288296,
    0.8101492954288296,
    0.8101492954288296,
    0.8101492954288296,
    0.8101492954288296,
    0.8101492954288296,
    0.8071985295419329,
    0.8071985295419329,
    0.8071985295419329,
    0.8071985295419329,
    0.8071985295419329,
    0.8071985295419329,
    0.8071985295419329,
    0.8071985295419329,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.8658376007187526,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule, while tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens, and some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens, and some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens, and some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.5064948135540325,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6743123300941786,
    0.6664620151489488,
    0.6664620151489488,
    0.6664620151489488,
    0.6664620151489488,
    0.6664620151489488,
    0.6664620151489488,
    0.6664620151489488,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.8072395264839393,
    0.808038824581724,
    0.808038824581724,
    0.808038824581724,
    0.808038824581724,
    0.808038824581724,
    0.808038824581724,
    0.808038824581724,
    0.808038824581724,
    0.808038824581724,
    0.8347658049595765
  ],
  "49": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, placing markers to identify those employers on the map.",
    "Groups of friends mark target employers on the event map by placing markers to identify them, while workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map by placing markers to identify them; workshops on networking etiquette begin in the adjoining classroom; finance firms offer QR codes for immediate internship applications.",
    "Groups of friends mark target employers on the event map by placing markers to identify them. Workshops on networking etiquette begin in an adjoining classroom. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "An event scene unfolds with dozens of booths with colorful banners circling a polished floor. Groups of friends mark target employers on the event map by placing markers to identify them. Workshops on networking etiquette begin in an adjoining classroom. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "An event scene unfolds on a polished floor, where dozens of booths with colorful banners encircle the space. Groups of friends mark target employers on the event map by placing markers to identify them. Workshops on networking etiquette run in an adjoining classroom. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries.",
    "On a polished floor, dozens of booths with colorful banners encircle the space. Groups of friends place markers on the event map to identify target employers. Workshops on networking etiquette run in an adjoining classroom. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries.",
    "On a polished floor, a career fair unfolds with dozens of booths encircled by colorful banners. Groups of friends place markers on the event map to identify target employers. Workshops on networking etiquette run in an adjoining classroom. Finance firms provide QR codes for immediate internship applications. Alumni volunteers give quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "On a polished floor, a career fair unfolds with dozens of booths encircled by colorful banners. Groups of friends place markers on the event map to identify target employers. Workshops on networking etiquette run in an adjoining classroom. Finance firms provide QR codes for immediate internship applications. Alumni volunteers give quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "On a polished floor, a career fair unfolds with dozens of booths encircled by colorful banners. Groups of friends place markers on the event map to identify target employers. Workshops on networking etiquette run in an adjoining classroom. Finance firms provide QR codes for immediate internship applications. Alumni volunteers give quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.348269264873067,
    0.348269264873067,
    0.348269264873067,
    0.348269264873067,
    0.348269264873067,
    0.348269264873067,
    0.4411373716445359,
    0.4411373716445359,
    0.4411373716445359,
    0.4411373716445359,
    0.4411373716445359,
    0.4411373716445359,
    0.5098899248755461,
    0.5098899248755461,
    0.5098899248755461,
    0.5098899248755461,
    0.5098899248755461,
    0.5098899248755461,
    0.5098899248755461,
    0.7550609317623076,
    0.7550609317623076,
    0.7550609317623076,
    0.7550609317623076,
    0.7550609317623076,
    0.771258867978092,
    0.771258867978092,
    0.771258867978092,
    0.771258867978092,
    0.771258867978092,
    0.771258867978092,
    0.771258867978092,
    0.7935833049253769,
    0.7935833049253769,
    0.7935833049253769,
    0.7935833049253769,
    0.7935833049253769,
    0.7935833049253769,
    0.7935833049253769,
    0.7935833049253769,
    0.7930838261066857,
    0.7930838261066857,
    0.7930838261066857,
    0.7930838261066857,
    0.7930838261066857,
    0.7930838261066857,
    0.7930838261066857,
    0.7930838261066857,
    0.8545377326349568,
    0.8545377326349568,
    0.8545377326349568,
    0.8545377326349568,
    0.8545377326349568,
    0.8545377326349568,
    0.8545377326349568,
    0.8545377326349568,
    0.8529159551945412,
    0.8529159551945412,
    0.8529159551945412,
    0.8529159551945412,
    0.8529159551945412,
    0.8529159551945412,
    0.8529159551945412
  ]
}