{
  "0": [
    "",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention, while groups of friends mark target employers on the event map.",
    "At the event, finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. Concurrently, groups of friends are marking target employers on the event map.",
    "At the event, finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. Groups of friends are marking target employers on the event map. Career guidance and tech-industry preparation are described: career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables; an alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on a tech-focused career fair and robotics expo that blends corporate recruitment with hands-on challenges and guidance. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career guidance and tech-industry preparation are described: career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables; an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach, presenting a visual record of their engagement. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "The scene centers on a tech-focused career fair and robotics expo that blends corporate recruitment with hands-on challenges and guidance. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career guidance and tech-industry preparation are described: career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables; an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach, presenting a visual record of their engagement. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "The scene centers on a tech-focused career fair and robotics expo spread across the university gym and adjoining event space, with dozens of booths, banners, and a polished floor. Finance firms offer QR codes for immediate internship applications, while a robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map. Career guidance runs through counselors redirecting unsure students toward applicable industries; a cybersecurity company hosts a password-cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables; an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. A welcome PA outlines the fair schedule and reminders to maintain eye contact. Inside the event space, students rehearse elevator pitches while staff scan registrations and hand out lanyards; the engineering society sponsors a resume review table near the stage.",
    "At a tech-focused career fair and robotics expo spanning the university gym and adjoining event space, dozens of booths with colorful banners occupy a polished floor. A robotics startup flies a drone above its booth; finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map as career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables; alumni volunteers share pep talks by the coffee station, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. Inside, students rehearse elevator pitches while staff scan registrations and hand out lanyards; the engineering society sponsors a resume review table near the stage, with students clutching branded folders. Some students line up outside the gym before the fair opens."
  ],
  "0_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6009075048424015,
    0.6009075048424015,
    0.6009075048424015,
    0.6009075048424015,
    0.6009075048424015,
    0.6009075048424015,
    0.6009075048424015,
    0.6009075048424015,
    0.6009075048424015,
    0.7537274013699891,
    0.7537274013699891,
    0.7537274013699891,
    0.7537274013699891,
    0.7537274013699891,
    0.8499405069504657,
    0.8499405069504657,
    0.8499405069504657,
    0.8499405069504657,
    0.8499405069504657,
    0.8499405069504657,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8463067876500899,
    0.8521616395621701,
    0.8521616395621701,
    0.8521616395621701,
    0.8521616395621701,
    0.8521616395621701,
    0.8521616395621701,
    0.8521616395621701,
    0.8521616395621701,
    0.8521616395621701,
    0.8746082965125264,
    0.8746082965125264
  ],
  "1": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating their engagement with local communities. Finance firms offer QR codes to enable immediate internship applications.",
    "At the event, healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, forming a display of materials. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, forming a coherent display of materials. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At the event, healthcare providers display community outreach photos illustrating their engagement with local communities. Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, forming a coherent display of materials. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At university gym hosting a career fair, booths with colorful banners circle polished floor, while tech demo screens show latest apps. Healthcare providers display community outreach photos illustrating engagement with local communities; finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, with students clutching resumes in branded folders. Alumni volunteers share pep talks by the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, and counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables as part of their displays. A robotics startup flies a drone above its booth to attract attention. Groups of friends mark target employers on event map as dozens of booths with banners circle floor. Students line up outside the gym before the fair opens."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5211311386446398,
    0.5211311386446398,
    0.5211311386446398,
    0.5211311386446398,
    0.5211311386446398,
    0.5211311386446398,
    0.5211311386446398,
    0.5211311386446398,
    0.7584348519596837,
    0.7584348519596837,
    0.7584348519596837,
    0.7584348519596837,
    0.8032223552958475,
    0.8032223552958475,
    0.8032223552958475,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8144348791449926,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347,
    0.8729140643546347
  ],
  "2": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, forming a display of materials. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees.",
    "Consulting firms stack glossy case study booklets on high tables, forming a display of materials. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, consulting firms stack glossy case study booklets on high tables to form a display of materials. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display photos of community outreach to illustrate their engagement with local communities. Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, consulting firms display glossy case study booklets stacked on high tables to form a display of materials. Alumni volunteers give brief pep talks near the coffee station to attendees. An alumni panel discusses preparing for technical interviews. Healthcare providers display photos illustrating their engagement with local communities. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the floor forms a busy display with dozens of booths encircled by colorful banners around a polished floor, and groups of friends mark target employers on the event map. Consulting firms display glossy case study booklets stacked on high tables. Alumni volunteers give brief pep talks near the coffee station to attendees. An alumni panel discusses preparing for technical interviews. Healthcare providers display photos illustrating their engagement with local communities. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Career guidance describes redirecting unsure students toward applicable industries; the alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a polished floor hosts dozens of booths encircled by colorful banners, while groups of friends mark target employers on the event map. Consulting firms display glossy case-study booklets on high tables, and an engineering society sponsors a resume review table near the stage, where students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Healthcare providers display photos of their engagement with local communities; finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Career guidance describes redirecting unsure students toward applicable industries; career counselors steer unsure students toward those industries. A welcome PA announces the fair schedule, and students line up outside the university gym before opening.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths, each adorned with colorful banners. Groups of friends mark target employers on event map as staff at the entrance scan registrations and hand out lanyards while students line up outside before opening. Inside, a welcome PA announces the schedule; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Healthcare providers display photos of their engagement with local communities; finance firms offer QR codes for internship applications. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens showing their latest apps. A cybersecurity firm runs a password-cracking challenge on a laptop at one booth; a robotics startup flies a drone above its booth to attract attention."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.495554776422102,
    0.495554776422102,
    0.495554776422102,
    0.495554776422102,
    0.6657750228434908,
    0.6657750228434908,
    0.6657750228434908,
    0.6657750228434908,
    0.6657750228434908,
    0.6657750228434908,
    0.6657750228434908,
    0.8061913573229182,
    0.8061913573229182,
    0.8061913573229182,
    0.8061913573229182,
    0.8061913573229182,
    0.8061913573229182,
    0.8061913573229182,
    0.8310191475102069,
    0.8310191475102069,
    0.8310191475102069,
    0.8310191475102069,
    0.8310191475102069,
    0.8310191475102069,
    0.8310191475102069,
    0.8310191475102069,
    0.8669107228398463,
    0.8669107228398463,
    0.8669107228398463,
    0.8669107228398463,
    0.8669107228398463,
    0.8669107228398463,
    0.8669107228398463,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917,
    0.8947429439635917
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a mixed professional setting, consulting firms stack glossy case study booklets on high tables, career counselors redirect unsure students toward applicable industries, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "A mixed professional setting includes consulting firms stacking glossy case study booklets on high tables, career counselors directing unsure students toward applicable industries, and a cybersecurity company running a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "In a mixed professional setting, consulting firms stack glossy case study booklets on high tables; career counselors direct unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At a mixed professional event, consulting firms stack glossy case-study booklets on high tables while career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, and tech firms display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and career guidance and tech-industry preparation are described through counselors redirecting students and through the cybersecurity challenge and case-study materials.",
    "At a mixed professional event, consulting firms stack glossy case-study booklets on high tables while career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, and tech firms display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career guidance and tech-industry preparation are described through counselors redirecting students and through the cybersecurity challenge and case-study materials.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "Groups of friends mark target employers on the event map as dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Near the stage, a resume review table sponsored by the engineering society hosts students who clutch resumes inside branded folders. Career guidance and tech-industry preparation are described: career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop; consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give brief pep talks near the coffee station to attendees. Healthcare providers display photos illustrating their engagement with local communities. Finance firms provide QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.5462361993376171,
    0.5462361993376171,
    0.5462361993376171,
    0.37387206295904973,
    0.37387206295904973,
    0.37387206295904973,
    0.5221621391220692,
    0.5221621391220692,
    0.5221621391220692,
    0.5221621391220692,
    0.5221621391220692,
    0.5066414651318196,
    0.5066414651318196,
    0.5066414651318196,
    0.5066414651318196,
    0.5066414651318196,
    0.5066414651318196,
    0.5066414651318196,
    0.5066414651318196,
    0.5066414651318196,
    0.768502281988255,
    0.768502281988255,
    0.768502281988255,
    0.789126095382189,
    0.789126095382189,
    0.789126095382189,
    0.789126095382189,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925,
    0.8801451593264925
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms provide QR codes that enable immediate internship applications; at the event entrance, staff scan registrations and hand out lanyards.",
    "Finance firms provide QR codes that enable immediate internship applications; at the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the event, finance firms provide QR codes to enable immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. In career guidance and tech-industry preparation, career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop; consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, finance firms provide QR codes to enable immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. In career guidance and tech-industry preparation, career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables to form a display of materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees.",
    "At the event, finance firms provide QR codes to enable immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. In career guidance and tech-industry preparation, career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables to form a display of materials. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, finance firms display QR codes for internship applications, and at the entrance staff scan registrations and hand out lanyards. The engineering society sponsors a resume-review table near the stage, where students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. In career guidance and tech-industry preparation, career counselors redirect unsure students toward applicable industries, while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables to form a cohesive display. An alumni panel discusses how to prepare for technical interviews, and nearby alumni volunteers share pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. On the trade show floor, a robotics startup flies a drone above its booth amid dozens of booths with colorful banners. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4153695488489615,
    0.4153695488489615,
    0.4153695488489615,
    0.6221534122614185,
    0.6221534122614185,
    0.6221534122614185,
    0.6221534122614185,
    0.7835179326956891,
    0.7835179326956891,
    0.7835179326956891,
    0.8133186782578254,
    0.8133186782578254,
    0.8133186782578254,
    0.8133186782578254,
    0.8133186782578254,
    0.8133186782578254,
    0.8133186782578254,
    0.8133186782578254,
    0.8372731985471593,
    0.8372731985471593,
    0.8372731985471593,
    0.8372731985471593,
    0.8372731985471593,
    0.8372731985471593,
    0.8372731985471593,
    0.8384068012066926,
    0.8384068012066926,
    0.8384068012066926,
    0.8384068012066926,
    0.8384068012066926,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8442106694182141,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234,
    0.8843529383795234
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, as dozens of booths with colorful banners circle the polished floor.",
    "Tech companies display demo screens showing their latest apps as dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map.",
    "At a tech event, companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, creating a busy loop around the space. Groups of friends mark target employers on the event map, noting where they want to focus their attention. Meanwhile, some students rehearse elevator pitches quietly against the wall, practicing concise introductions. The scene combines product demonstrations with planning and preparation: exhibitors present interfaces and apps, attendees identify companies of interest, and individuals refine their pitch delivery in a restrained, focused setting.",
    "At a tech event, demo screens display the latest apps from exhibitors, with dozens of booths and colorful banners circling the polished floor to form a busy loop around the space. Groups of friends mark target employers on the event map, noting where they want to focus their attention, while some students rehearse elevator pitches quietly against the wall, refining concise introductions. Exhibitors present interfaces and apps, and attendees identify companies of interest as individuals practice restrained, focused delivery. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At a tech event, dozens of booths line a polished floor where colorful banners form a busy loop around the space as demo screens display the latest apps from exhibitors. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall, refining concise introductions. Exhibitors present interfaces and apps and attendees identify companies of interest as people practice restrained, focused delivery. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair held in a gym, dozens of booths form a circular arrangement on a polished floor, each booth adorned with colorful banners and demo screens displaying exhibitors' latest apps, creating a busy loop around the space. Groups of friends mark target employers on the event map while students rehearse elevator pitches against the wall, refining concise introductions. An alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens; a cybersecurity firm runs a password-cracking challenge on a laptop at one booth. A robotics startup flies a small drone above its booth. The engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards; inside, a welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact. Students line up outside before opening."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3874002859562655,
    0.3874002859562655,
    0.3874002859562655,
    0.3874002859562655,
    0.3874002859562655,
    0.46885073038163366,
    0.46885073038163366,
    0.46885073038163366,
    0.46885073038163366,
    0.46885073038163366,
    0.46885073038163366,
    0.46885073038163366,
    0.46885073038163366,
    0.7505981982136833,
    0.7505981982136833,
    0.7505981982136833,
    0.7505981982136833,
    0.7505981982136833,
    0.7505981982136833,
    0.8385735666398006,
    0.8385735666398006,
    0.8385735666398006,
    0.8385735666398006,
    0.8385735666398006,
    0.8385735666398006,
    0.8385735666398006,
    0.8385735666398006,
    0.8261450136004881,
    0.8261450136004881,
    0.8261450136004881,
    0.8261450136004881,
    0.8261450136004881,
    0.8261450136004881,
    0.8261450136004881,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385,
    0.8862143421704385
  ],
  "6": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries.",
    "At the university event, a cybersecurity company operates a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens.",
    "At the university event, a cybersecurity company operates a password-cracking challenge on a laptop. Career counselors direct uncertain students toward applicable industries. Outside the university gym, students line up before the career fair opens. Inside the university gym hosting the career fair, consulting firms stack glossy case-study booklets on high tables as part of their displays. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the university career fair held in the campus gym, a cybersecurity company runs a password-cracking challenge on a laptop, while robotics startups fly a small drone above their booth to attract attention and tech firms display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables, and finance firms provide QR codes to enable immediate internship applications. Outside the gym, students line up before the fair opens. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. In career guidance and tech-industry preparation, career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair held in the campus gym, dozens of booths with colorful banners circle the polished floor, creating a busy display arrangement. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; robotics startups fly a drone above their booth to attract attention, while tech firms display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables, and finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Outside the gym, students line up before the fair opens; at the entrance, staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule.",
    "At the university career fair held in the campus gym, dozens of booths with colorful banners circle the polished floor. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; robotics startups fly a drone above their booth; tech firms display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables, and finance firms provide QR codes to enable internship applications. The engineering society sponsors a resume-review table near the stage, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Outside, students line up before the fair opens as staff scan registrations and hand out lanyards at the entrance. A welcome PA announces the fair schedule. Groups of friends mark target employers on the event map."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.419619260669708,
    0.7011378708336427,
    0.7011378708336427,
    0.7011378708336427,
    0.7011378708336427,
    0.7011378708336427,
    0.7011378708336427,
    0.79126026527446,
    0.79126026527446,
    0.79126026527446,
    0.79126026527446,
    0.79126026527446,
    0.79126026527446,
    0.79126026527446,
    0.79126026527446,
    0.79126026527446,
    0.8945512502580311,
    0.8945512502580311,
    0.8945512502580311,
    0.8945512502580311,
    0.8945512502580311,
    0.8945512502580311,
    0.8945512502580311,
    0.903384858794323,
    0.903384858794323,
    0.903384858794323,
    0.903384858794323,
    0.903384858794323,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726,
    0.9038847732037726
  ],
  "7": [
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop at one booth. Career counselors redirect unsure students toward applicable industries. The space features a circular arrangement of dozens of booths around a polished floor, each booth adorned with colorful banners. Groups of friends are marking target employers on the event map. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the university gym, a career fair unfolds with a circular arrangement of dozens of booths around a polished floor, each booth adorned with colorful banners, creating a busy display. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop at one booth. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards; inside, a welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map; students line up outside before opening.",
    "At the university gym, a career fair unfolds in a circular arrangement of dozens of booths around a polished floor, each booth adorned with colorful banners. An alumni panel discusses technical interview preparation. Consulting firms stack glossy case-study booklets on high tables as part of their displays. Tech companies show demo screens of their latest apps. A cybersecurity firm runs a password-cracking challenge on a laptop at one booth. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications. At the entrance staff scan registrations and hand out lanyards; inside a welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map; students line up outside before opening.",
    "At the university gym, a career fair unfolds in a circular arrangement of dozens of booths around a polished floor, each booth adorned with colorful banners. An alumni panel discusses technical interview preparation. Consulting firms stack glossy case-study booklets on high tables as part of their displays. Tech companies show demo screens of their latest apps. A cybersecurity firm runs a password-cracking challenge on a laptop at one booth. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications. At the entrance staff scan registrations and hand out lanyards; inside a welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map; students line up outside before opening."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.6719154710832632,
    0.6719154710832632,
    0.6719154710832632,
    0.6719154710832632,
    0.8365719639349318,
    0.8365719639349318,
    0.8365719639349318,
    0.8365719639349318,
    0.8365719639349318,
    0.8883304750570602,
    0.8883304750570602,
    0.8883304750570602,
    0.8883304750570602,
    0.8883304750570602,
    0.8883304750570602,
    0.8883304750570602,
    0.8889829942639669,
    0.8889829942639669,
    0.8889829942639669,
    0.8889829942639669,
    0.8889829942639669,
    0.8889829942639669,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548,
    0.8823474693829548
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "The engineering society sponsors a resume review table near the stage. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Inside, the engineering society sponsors a resume review table near the stage as a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Inside, the engineering society sponsors a resume review table near the stage as a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, creating a busy display arrangement. Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards.",
    "At the university gym hosting a career fair, students line up outside before opening. Inside, the engineering society sponsors a resume review table near the stage, with students clutching resumes in branded folders. The PA system broadcasts the fair schedule as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, creating a busy display arrangement. Finance firms provide QR codes for immediate internship applications; staff scan registrations at the entrance and hand out lanyards. Counselors direct unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth. Tech companies display demo screens showing latest apps. Groups of friends mark target employers on the event map.",
    "At a university gym hosting a career fair, students line up outside before opening; inside, the engineering society sponsors a resume-review table near the stage, with students clutching resumes in branded folders. The PA broadcasts the fair schedule as career counselors remind attendees to maintain eye contact. Dozens of booths surround the floor. Finance firms provide QR codes for internship applications, with staff scanning registrations at the entrance and handing out lanyards. Consulting firms stack glossy case-study booklets on tables, while a robotics startup flies a small drone above its booth and tech companies display demo screens showing apps. Friends mark target employers on the event map. Some rehearse elevator pitches. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses interview prep; alumni volunteers offer pep talks. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5783662067516422,
    0.5783662067516422,
    0.5783662067516422,
    0.5783662067516422,
    0.5783662067516422,
    0.679184362536417,
    0.679184362536417,
    0.679184362536417,
    0.679184362536417,
    0.679184362536417,
    0.753294823504266,
    0.753294823504266,
    0.753294823504266,
    0.753294823504266,
    0.753294823504266,
    0.753294823504266,
    0.753294823504266,
    0.753294823504266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8405860197657266,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.8685580874814314,
    0.890425593870135,
    0.890425593870135,
    0.890425593870135,
    0.890425593870135,
    0.890425593870135,
    0.890425593870135,
    0.890425593870135,
    0.890425593870135
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "At a robotics expo, a startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews.",
    "At a robotics expo, a startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach, presenting a visual record of their engagement. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At a robotics expo, a startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach, presenting a visual record of their engagement. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At a robotics expo, a startup flies a small drone above its booth to attract attention; an alumni panel discusses how to prepare for technical interviews; healthcare providers showcase photos of community outreach, presenting a visual record of their engagement; a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees; and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the robotics expo, a startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos documenting their community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Career guidance and tech-industry preparation are described, with career counselors directing unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables.",
    "At the robotics expo, a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Healthcare providers showcase photos documenting their community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Career guidance and tech-industry preparation are described, with career counselors directing unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4816424763040414,
    0.4816424763040414,
    0.4816424763040414,
    0.4816424763040414,
    0.4816424763040414,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.7500219676354083,
    0.4908585585655046,
    0.4908585585655046,
    0.4908585585655046,
    0.4908585585655046,
    0.4908585585655046,
    0.4908585585655046,
    0.4908585585655046,
    0.8369383353352627,
    0.8369383353352627,
    0.8369383353352627,
    0.8369383353352627,
    0.8369383353352627,
    0.8369383353352627,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277,
    0.8393651191501277
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. An engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. A robotics startup is flying a small drone above its booth to attract attention, while finance firms are offering QR codes for immediate internship applications.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. At the university career fair, an engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement via the PA system opens the university career fair, outlining the schedule. Outside the university gym, students line up before the fair opens. Inside, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews and alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables as attendees queue. Tech companies display demo screens showing their latest apps.",
    "A university career fair opens with a welcome PA announcement outlining the schedule. Outside the gym, students line up before the fair opens. Inside, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews and alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables as attendees queue. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "A university career fair opens with a welcome PA outlining the schedule, and students line up outside the gym before it begins. Inside, the engineering society sponsors a resume-review table near the stage; an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables as attendees queue. Tech companies show demo screens of their latest apps, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair opening, a welcome PA outlines the schedule while students line up outside the gym. Inside, the engineering society runs a resume-review table near the stage; an alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables as attendees queue. Tech companies show demo screens of their latest apps, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions"
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.587658475504694,
    0.587658475504694,
    0.587658475504694,
    0.7686786264454095,
    0.7686786264454095,
    0.7686786264454095,
    0.7937691233717461,
    0.7937691233717461,
    0.7937691233717461,
    0.8636367589625819,
    0.8636367589625819,
    0.8636367589625819,
    0.8636367589625819,
    0.8636367589625819,
    0.8636367589625819,
    0.8636367589625819,
    0.8636367589625819,
    0.8880056964991243,
    0.8880056964991243,
    0.8880056964991243,
    0.8880056964991243,
    0.8880056964991243,
    0.8773075678927995,
    0.8773075678927995,
    0.8773075678927995,
    0.8773075678927995,
    0.8773075678927995,
    0.8773075678927995,
    0.8773075678927995,
    0.8773075678927995,
    0.8773075678927995,
    0.8773075678927995,
    0.8866118372507537,
    0.8866118372507537,
    0.8866118372507537,
    0.8866118372507537,
    0.8866118372507537,
    0.8866118372507537,
    0.8866118372507537,
    0.8788947729603251,
    0.8788947729603251,
    0.8788947729603251,
    0.8788947729603251,
    0.8788947729603251,
    0.8788947729603251,
    0.8788947729603251,
    0.8287155785881379,
    0.8287155785881379,
    0.8287155785881379,
    0.8287155785881379,
    0.8287155785881379,
    0.8287155785881379,
    0.8287155785881379,
    0.8287155785881379,
    0.8287155785881379,
    0.8287155785881379
  ],
  "11": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university gym hosting a career fair, career counselors redirect uncertain students toward applicable industries. Consulting firms stack glossy case study booklets on high tables as part of their displays. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the career fair opens, while tech companies display demo screens showing their latest apps.",
    "At a university gym hosting a career fair, career counselors direct uncertain students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables as part of their displays. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the career fair opens, while tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, career counselors direct uncertain students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables as part of their displays. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the career fair opens. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map while dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. Near the stage, a resume review table sponsored by the engineering society hosts students who clutch resumes inside branded folders.",
    "At the university gym hosting a career fair, counselors direct unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables as part of their displays. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the fair opens. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map while dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. Near the stage, a resume review table sponsored by the engineering society hosts students who clutch resumes inside branded folders.",
    "At the university gym hosting a career fair, counselors direct unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables as part of their displays. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the fair opens. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map while dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. Near the stage, a resume review table sponsored by the engineering society hosts students who clutch resumes inside branded folders.",
    "At the university gym hosting a career fair, students line up outside the gym before the fair opens as counselors direct unsure attendees toward applicable industries and remind all to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map while dozens of booths with colorful banners circle the polished floor. Near the stage, a resume review table sponsored by the engineering society hosts students who clutch resumes inside branded folders, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards."
  ],
  "11_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.6312197855730771,
    0.6312197855730771,
    0.6312197855730771,
    0.7722634235213759,
    0.7722634235213759,
    0.7722634235213759,
    0.7722634235213759,
    0.7693341088282561,
    0.7693341088282561,
    0.7693341088282561,
    0.7693341088282561,
    0.7693341088282561,
    0.8272635192465572,
    0.8272635192465572,
    0.8272635192465572,
    0.8272635192465572,
    0.8272635192465572,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8419590158781326,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274,
    0.8867308499437274
  ],
  "12": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. A resume review table near the stage is sponsored by the engineering society.",
    "Dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. A resume review table near the stage is sponsored by the engineering society. Finance firms provide QR codes that enable immediate internship applications; at the event entrance, staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes that enable immediate internship applications, and at the event entrance staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners circle the polished floor, creating a busy display arrangement. An engineering society sponsors a resume review table near the stage. Finance firms provide QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "A career fair unfolds inside the university gym, with dozens of booths and colorful banners circling the polished floor to create a busy display. The engineering society sponsors a resume review table near the stage, while finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Students line up outside before opening. Inside, a welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "A university gym hosts a career fair with dozens of booths around a polished floor, each booth adorned with colorful banners. The engineering society sponsors a resume review table near the stage; finance firms provide QR codes for immediate internship applications. At the entrance, staff scan registrations and hand out lanyards while students line up outside before opening. Inside, a welcome PA announces the fair schedule, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses preparing for technical interviews at the university career fair, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. A cybersecurity firm runs a password-cracking challenge on a laptop at one booth. Groups of friends mark target employers on an event map. A robotics startup flies a drone above its booth to attract attention."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5302975009796923,
    0.5302975009796923,
    0.5302975009796923,
    0.5302975009796923,
    0.5302975009796923,
    0.7836505133891878,
    0.7836505133891878,
    0.7836505133891878,
    0.7836505133891878,
    0.7768828163433086,
    0.7768828163433086,
    0.7768828163433086,
    0.7768828163433086,
    0.8113682785833817,
    0.8113682785833817,
    0.8113682785833817,
    0.8113682785833817,
    0.8113682785833817,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8277128745055555,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411,
    0.8855222925918411
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "Career guidance and tech-industry preparation are described: career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop; consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews.",
    "An event combines career guidance and tech-industry preparation. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. A robotics startup flies a small drone above its booth to attract attention. Near the stage, a resume-review table sponsored by the engineering society hosts students who clutch resumes inside branded folders.",
    "An event combines career guidance and tech-industry preparation. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. A robotics startup flies a small drone above its booth to attract attention. Near the stage, a resume-review table sponsored by the engineering society hosts students who clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "An event combining career guidance and tech-industry preparation features career counselors redirecting unsure students toward applicable industries, an alumni panel on preparing for technical interviews, and a cybersecurity company running a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor, forming a busy display. A robotics startup flies a small drone above its booth to attract attention. Near the stage, a resume-review table sponsored by the engineering society hosts students who clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "An event combining career guidance and tech-industry prep features career counselors directing unsure students toward applicable industries, an alumni panel on preparing for technical interviews, and a cybersecurity company running a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor, forming a busy display. A robotics startup flies a small drone above its booth to attract attention. Near the stage, a resume-review table sponsored by the engineering society hosts students clutching resumes inside branded folders. At the event, healthcare providers showcase photos from community outreach, while a welcome PA announces the fair schedule.",
    "At the university gym hosting the career fair, students line up outside before opening as a welcome PA announces the schedule. Inside, dozens of booths with colorful banners encircle the polished floor, creating a busy display. Groups of friends mark target employers on the event map while tech companies show demo screens; a robotics startup flies a small drone above its booth. A resume-review table sponsored by the engineering society sits near the stage, with students clutching resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications, with staff scanning registrations at the entrance and handing out lanyards. Counselors direct unsure students toward applicable industries; the PA system continues to broadcast the fair schedule. Healthcare providers showcase photos from community outreach, alongside an alumni panel on preparing for technical interviews."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.5861943700538679,
    0.5861943700538679,
    0.5861943700538679,
    0.5861943700538679,
    0.5861943700538679,
    0.4620403106537652,
    0.4620403106537652,
    0.4620403106537652,
    0.4620403106537652,
    0.4620403106537652,
    0.8353033117473436,
    0.8353033117473436,
    0.8353033117473436,
    0.8353033117473436,
    0.8353033117473436,
    0.8339318837443934,
    0.8339318837443934,
    0.8339318837443934,
    0.8339318837443934,
    0.8339318837443934,
    0.8339318837443934,
    0.8339318837443934,
    0.8339318837443934,
    0.8173106910485627,
    0.8173106910485627,
    0.8173106910485627,
    0.8173106910485627,
    0.8173106910485627,
    0.8173106910485627,
    0.8173106910485627,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.8749714609059658,
    0.893177720798731,
    0.893177720798731,
    0.893177720798731,
    0.893177720798731,
    0.893177720798731,
    0.893177720798731
  ],
  "14": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach, presenting a visual record of their engagement. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "Healthcare providers showcase photos of community outreach, presenting a visual record of their engagement. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase photos of community outreach, presenting a visual record of their engagement. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. An alumni panel discusses how to prepare for technical interviews. At a robotics expo, a startup flies a small drone above its booth to attract attention.",
    "Healthcare providers showcase photos from community outreach, while a welcome PA announces the fair schedule. An alumni panel discusses how to prepare for technical interviews. At a robotics expo, a startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor in a busy display. Near the stage, a resume review table sponsored by the engineering society hosts students clutching resumes inside branded folders.",
    "At the event, healthcare providers showcase photos from community outreach, while a welcome PA announces the fair schedule. An alumni panel discusses how to prepare for technical interviews. At a robotics expo, a startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor in a busy display. Near the stage, a resume review table sponsored by the engineering society hosts students clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display community outreach photos illustrating engagement with local communities, with a welcome PA announcing the fair schedule. An alumni panel discusses how to prepare for technical interviews, while nearby a robotics expo features a startup flying a small drone above its booth to attract attention. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor in a busy display. Near the stage, a resume review table sponsored by the engineering society hosts students clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, forming a coherent display of materials. Finance firms offer QR codes to enable immediate internship applications. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "A university career fair is held in a gym space with dozens of booths around a polished floor, each booth displaying colorful banners and groups of friends marking target employers on an event map. At the entrance, staff scan registrations and hand out lanyards as students line up before opening. Inside, a welcome PA announces the fair schedule, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, with students clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables; finance firms provide QR codes for immediate internship applications. Alumni volunteers give quick pep talks near the coffee station; an alumni panel discusses preparing for technical interviews at the university career fair. Tech companies display demo screens; a cybersecurity firm runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth to attract attention."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.47052410651277193,
    0.47052410651277193,
    0.47052410651277193,
    0.47052410651277193,
    0.6336509263027423,
    0.6336509263027423,
    0.6336509263027423,
    0.6336509263027423,
    0.6336509263027423,
    0.6336509263027423,
    0.6336509263027423,
    0.6336509263027423,
    0.6336509263027423,
    0.755523428664461,
    0.755523428664461,
    0.755523428664461,
    0.755523428664461,
    0.8653240907140234,
    0.8653240907140234,
    0.8653240907140234,
    0.8653240907140234,
    0.8653240907140234,
    0.8653240907140234,
    0.8653240907140234,
    0.8653240907140234,
    0.8653240907140234,
    0.8653240907140234,
    0.8726515652343849,
    0.8726515652343849,
    0.8726515652343849,
    0.8726515652343849,
    0.8726515652343849,
    0.8726515652343849,
    0.8726515652343849,
    0.8726515652343849,
    0.8726515652343849,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8820702569884952,
    0.8877960397164761,
    0.8877960397164761,
    0.8877960397164761,
    0.8877960397164761,
    0.8877960397164761,
    0.8877960397164761,
    0.8877960397164761
  ],
  "15": [
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while finance firms are offering QR codes for immediate internship applications.",
    "At a trade show, a robotics startup is flying a small drone above its booth to attract attention. Finance firms are offering QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At the trade show, a robotics startup is flying a small drone above its booth to attract attention. Finance firms are offering QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, forming a busy display. Groups of friends mark target employers on the event map. A resume review table near the stage is sponsored by the engineering society.",
    "At the trade show, a robotics startup flies a small drone above its booth to attract attention, while dozens of booths with colorful banners circle the polished floor in a busy display. Finance firms are offering QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming a cohesive display of materials. Groups of friends mark target employers on the event map. A resume review table near the stage is sponsored by the engineering society. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "On the trade show floor, a robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, forming a cohesive display. Groups of friends mark target employers on the event map. A resume-review table near the stage is sponsored by the engineering society. Nearby, alumni volunteers share quick pep talks by the coffee station, offering brief encouragement to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "On the trade show floor, a robotics startup flies a small drone above its booth to attract attention while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, forming a cohesive display. Groups of friends mark target employers on the event map. A resume-review table near the stage is sponsored by the engineering society. Nearby, alumni volunteers share quick pep talks by the coffee station, offering brief encouragement to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "On the trade show floor, a robotics startup attracts attention by flying a small drone over its booth as dozens of booths with colorful banners circle the polished floor. Finance firms display QR codes for immediate internship applications. A cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables to form a cohesive display. Groups of friends mark target employers on the event map. A resume-review table near the stage is sponsored by the engineering society. Nearby, alumni volunteers offer quick pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule."
  ],
  "15_score": [
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3921353470773043,
    0.3921353470773043,
    0.431637641671151,
    0.431637641671151,
    0.431637641671151,
    0.431637641671151,
    0.431637641671151,
    0.431637641671151,
    0.431637641671151,
    0.431637641671151,
    0.7580173533707724,
    0.7580173533707724,
    0.7580173533707724,
    0.7580173533707724,
    0.8292690248257645,
    0.8292690248257645,
    0.8292690248257645,
    0.8292690248257645,
    0.8292690248257645,
    0.8656520499004118,
    0.8656520499004118,
    0.8656520499004118,
    0.8656520499004118,
    0.864863452197993,
    0.864863452197993,
    0.864863452197993,
    0.864863452197993,
    0.864863452197993,
    0.8643364875335338,
    0.8643364875335338,
    0.8643364875335338,
    0.8643364875335338,
    0.8643364875335338,
    0.8643364875335338,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962,
    0.8901488395156962
  ],
  "16": [
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, while tech companies display demo screens showing their latest apps and consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. The space features a circular arrangement of dozens of booths around a polished floor, each booth adorned with colorful banners. Tech companies display demo screens showing their latest apps; finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables near the stage, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop at one booth. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, the scene spans outside and inside the gym. Outside, a circular arrangement of booths sits on a polished floor, each booth with colorful banners. Tech companies display demo screens of their apps; finance firms offer QR codes for immediate internship applications. Consulting firms lay glossy case study booklets on high tables near stage, while career counselors guide unsure students toward applicable industries. The engineering society hosts a resume review table near the stage, and some students rehearse elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map; an alumni panel discusses preparing for technical interviews. Inside, entry staff scan registrations and hand out lanyards; alumni volunteers pep talks by the coffee station; HR jot notes as students introduce themselves."
  ],
  "16_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5489320768401846,
    0.5489320768401846,
    0.5489320768401846,
    0.4446055764097653,
    0.4446055764097653,
    0.4446055764097653,
    0.4446055764097653,
    0.4446055764097653,
    0.4446055764097653,
    0.4446055764097653,
    0.4446055764097653,
    0.7422915693614538,
    0.7422915693614538,
    0.7422915693614538,
    0.7361744043319081,
    0.7361744043319081,
    0.7361744043319081,
    0.7361744043319081,
    0.7361744043319081,
    0.8120157399416223,
    0.8120157399416223,
    0.8120157399416223,
    0.8120157399416223,
    0.8120157399416223,
    0.8120157399416223,
    0.8120157399416223,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8815059243292342,
    0.8898622939154698
  ],
  "17": [
    "",
    "",
    "",
    "\"\"",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while groups of friends mark target employers on the event map.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Groups of friends are marking target employers on the event map, while finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Groups of friends are marking target employers on the event map, while finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables.",
    "At the career fair events, a robotics startup is flying a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. At the university career fair, an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the career fair events, a robotics startup flies a small drone above its booth to attract attention; groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. At the university career fair, an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule. An engineering society sponsors a resume review table near the stage. The alumni panel includes alumni volunteers sharing quick pep talks near the coffee station.",
    "At the university career fair events, a robotics startup flies a small drone above its booth to attract attention, while groups of friends mark target employers on the event map and finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case-study booklets on high tables. At the university fair, an alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before opening, and a welcome PA announcement outlines the fair schedule. An engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a robotics startup flies a drone above its booth to attract attention as groups of friends mark employers on the event map and finance firms offer QR codes for internship applications. A cybersecurity company runs a password-cracking challenge on a laptop at one booth, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on tables near the stage, and an engineering society sponsors a resume review table by the stage. Alumni volunteers discuss how to prepare for technical interviews, with alumni panel and pep talks near the coffee station. Tech companies display demo screens showing their apps. The space features a circular arrangement of dozens of booths around a floor, each booth adorned with banners, and students rehearse elevator pitches quietly against the wall. A welcome PA outlines the schedule, and students line up outside the gym before opening."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3893647855830098,
    0.3893647855830098,
    0.3893647855830098,
    0.3893647855830098,
    0.6206452031667404,
    0.6206452031667404,
    0.6206452031667404,
    0.6206452031667404,
    0.6206452031667404,
    0.8126426144434309,
    0.8126426144434309,
    0.8126426144434309,
    0.8126426144434309,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8648898875473875,
    0.8987487600732176,
    0.8987487600732176,
    0.8987487600732176,
    0.8987487600732176,
    0.8987487600732176,
    0.8987487600732176,
    0.8987487600732176,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8881470134790735,
    0.8827335410274115,
    0.8827335410274115,
    0.8827335410274115,
    0.8827335410274115,
    0.8827335410274115,
    0.8827335410274115,
    0.8827335410274115
  ],
  "18": [
    "",
    "",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "At the event space, some students are quietly rehearsing elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event space, students quietly rehearse elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "In the event space, students rehearse elevator pitches against a wall; at the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, students rehearse elevator pitches against a wall while staff at the entrance scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; and a cybersecurity company runs a password cracking challenge on a laptop in the same mixed professional setting.",
    "Inside the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. In the event space, students rehearse elevator pitches against a wall while staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop in the same mixed professional setting. The engineering society sponsors a resume review table near the stage, while finance firms provide QR codes for immediate internship applications. Students line up outside before opening. Inside, a welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Inside the university gym, a career fair fills the space with dozens of booths and colorful banners circling the polished floor. In the event area, students rehearse elevator pitches against a wall while staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, while finance firms provide QR codes for immediate internship applications. Students line up outside before opening. A welcome PA outlines the fair schedule, and counselors remind attendees to maintain eye contact.",
    "Inside the university gym, a career fair fills the space with dozens of booths and colorful banners circling the polished floor. In the event area, students rehearse elevator pitches against a wall while staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications. Students line up outside before opening. A welcome PA outlines the fair schedule, and counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "18_score": [
    0.0,
    0.0,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.49279250343490455,
    0.49279250343490455,
    0.49279250343490455,
    0.7241727096395802,
    0.7241727096395802,
    0.7241727096395802,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.7946288472903269,
    0.49815234397428576,
    0.49815234397428576,
    0.49815234397428576,
    0.49815234397428576,
    0.49815234397428576,
    0.49815234397428576,
    0.49815234397428576,
    0.49815234397428576,
    0.49815234397428576,
    0.49815234397428576,
    0.8605012455990447,
    0.8605012455990447,
    0.8605012455990447,
    0.8605012455990447,
    0.8605012455990447,
    0.8605012455990447,
    0.8605012455990447,
    0.8605012455990447,
    0.8605012455990447,
    0.8684802109693945,
    0.8684802109693945,
    0.8684802109693945,
    0.8684802109693945,
    0.8684802109693945,
    0.8684802109693945,
    0.8679526797979932,
    0.8679526797979932,
    0.8679526797979932,
    0.8679526797979932,
    0.8679526797979932,
    0.8679526797979932,
    0.8679526797979932,
    0.8679526797979932,
    0.8679526797979932,
    0.8679526797979932
  ],
  "19": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "At the university venue, a cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university venue, a cybersecurity company runs a password cracking challenge on a laptop while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, as a welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "At the university venue and career fair, a cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, and a welcome announcement over the PA system outlines the schedule. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the university venue hosting the career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the fair opens as a welcome announcement over the PA outlines the schedule. The engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the university venue hosting the career fair, a cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the fair opens as a welcome PA announces the schedule. The engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the university venue hosting the career fair, students line up outside the gym before opening as a welcome PA announces the schedule. Inside, the engineering society sponsors a resume-review table near the stage; an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables as attendees queue; finance firms display QR codes for immediate internship applications; healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At a university venue hosting a career fair, students line up outside the gym before opening as a welcome PA announces the schedule. Inside, the engineering society sponsors a resume-review table near the stage; an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables as attendees queue; finance firms display QR codes for immediate internship applications; healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, students line up outside the gym before opening as a welcome PA outlines the schedule. Inside, an engineering society runs a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Tech companies display demo screens of their latest apps; career counselors redirect unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables as attendees queue; finance firms display QR codes for immediate internship applications; healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map while continuing conversations around booths."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.5674330630392896,
    0.5674330630392896,
    0.5674330630392896,
    0.5674330630392896,
    0.5674330630392896,
    0.5674330630392896,
    0.8039155111360047,
    0.8039155111360047,
    0.8039155111360047,
    0.8039155111360047,
    0.8039155111360047,
    0.8039155111360047,
    0.8039155111360047,
    0.8039155111360047,
    0.8039155111360047,
    0.8408592831672939,
    0.8408592831672939,
    0.8408592831672939,
    0.8408592831672939,
    0.8408592831672939,
    0.850254406797476,
    0.850254406797476,
    0.850254406797476,
    0.850254406797476,
    0.850254406797476,
    0.850254406797476,
    0.8494774399432613,
    0.8494774399432613,
    0.8494774399432613,
    0.8494774399432613,
    0.8494774399432613,
    0.8494774399432613,
    0.8494774399432613,
    0.8891198307934239,
    0.8891198307934239,
    0.8891198307934239,
    0.8891198307934239,
    0.8891198307934239,
    0.8891198307934239,
    0.8692089945736363,
    0.8692089945736363,
    0.8692089945736363,
    0.8692089945736363,
    0.8692089945736363,
    0.8692089945736363,
    0.8692089945736363,
    0.8692089945736363,
    0.8692089945736363,
    0.8692089945736363,
    0.8779870282157515
  ],
  "20": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. A resume review table near the stage is sponsored by the engineering society.",
    "Groups of friends at the event mark target employers on the event map while dozens of booths with colorful banners circle the polished floor, forming a busy display arrangement. A robotics startup flies a small drone above its booth to attract attention. Near the stage, a resume review table sponsored by the engineering society hosts students who clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map as dozens of booths with colorful banners encircle the polished floor, creating a busy display. A robotics startup flies a small drone above its booth to attract attention. Near the stage, a resume review table sponsored by the engineering society hosts students who clutch resumes inside branded folders. Career guidance and tech-industry preparation are described: career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop; consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map as dozens of booths with colorful banners encircle the polished floor, creating a busy display. A robotics startup flies a small drone above its booth to attract attention. Near the stage, a resume review table sponsored by the engineering society hosts students who clutch resumes inside branded folders. Career guidance and tech-industry preparation are described: career counselors redirect unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop; consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give brief pep talks near the coffee station to attendees. Healthcare providers display photos illustrating their engagement with local communities. Finance firms provide QR codes for immediate internship applications.",
    "At the university career fair, groups mark employers on an event map as booths encircle the floor. A robotics startup flies a small drone above its booth. Near the stage, a resume review table sponsored by the engineering society hosts students with branded folders. Career counselors direct unsure students toward industries, remind them to maintain eye contact, and describe preparation. A cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack case-study booklets. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give pep talks. Healthcare providers display photos illustrating engagement with local communities; finance firms provide QR codes for internships. Students line up outside the gym before opening. Staff at the entrance scan registrations and hand out lanyards; HR jot notes on tablets as students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5420506402008297,
    0.5420506402008297,
    0.5420506402008297,
    0.5420506402008297,
    0.7675544205128513,
    0.7675544205128513,
    0.7675544205128513,
    0.7678496765309457,
    0.7678496765309457,
    0.7678496765309457,
    0.7678496765309457,
    0.7678496765309457,
    0.7678496765309457,
    0.7678496765309457,
    0.7678496765309457,
    0.7678496765309457,
    0.7678496765309457,
    0.8420299681291541,
    0.8420299681291541,
    0.8420299681291541,
    0.8420299681291541,
    0.8420299681291541,
    0.8420299681291541,
    0.8420299681291541,
    0.8420299681291541,
    0.8420299681291541,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8741626441694994,
    0.8949777599632689,
    0.8949777599632689,
    0.8949777599632689,
    0.8949777599632689,
    0.8949777599632689,
    0.8949777599632689,
    0.8949777599632689,
    0.8949777599632689,
    0.8949777599632689
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers give quick pep talks near the coffee station.",
    "A scene at the event entrance shows staff scanning registrations and handing out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. In another area, human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. In another area, human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the event, an ongoing university career fair is organized with an entrance where staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by a coffee station. In another area, human resources teams jot notes on tablets while students introduce themselves. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Inside, tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by a coffee station. In another area, human resources teams jot notes on tablets while students introduce themselves. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens. Inside, tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. In another area, human resources teams jot notes on tablets while students introduce themselves. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens. Inside, tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Alumni volunteers give pep talks near the coffee station and offer brief encouragement to attendees. In an adjacent area, human resources teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. Inside, tech companies display demo screens of their latest apps, while consulting firms place glossy case study booklets on high tables to form a coherent materials display. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers display photos illustrating their outreach to local communities. Finance firms offer QR Codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.397030282594944,
    0.397030282594944,
    0.397030282594944,
    0.6772389936420707,
    0.6772389936420707,
    0.7632593948233082,
    0.7632593948233082,
    0.7632593948233082,
    0.7632593948233082,
    0.7632593948233082,
    0.7632593948233082,
    0.7632593948233082,
    0.7632593948233082,
    0.8423926111843318,
    0.8423926111843318,
    0.8423926111843318,
    0.8575559669927868,
    0.8575559669927868,
    0.8575559669927868,
    0.8575559669927868,
    0.8575559669927868,
    0.8575559669927868,
    0.8575559669927868,
    0.8575559669927868,
    0.855865027343122,
    0.855865027343122,
    0.855865027343122,
    0.855865027343122,
    0.855865027343122,
    0.855865027343122,
    0.855865027343122,
    0.855865027343122,
    0.855865027343122,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291,
    0.8831861883207291
  ],
  "22": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "At the event, consulting firms stack glossy case study booklets on high tables, forming organized piles. The engineering society sponsors a resume review table near the stage.",
    "At the event, consulting firms stack glossy case study booklets on high tables, forming organized piles. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the career fair event, consulting firms stack glossy case study booklets on high tables, forming organized piles. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables in organized piles. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, consulting firms display glossy case study booklets in organized piles on high tables. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a circular arrangement of dozens of booths sits around a polished floor, each booth adorned with colorful banners. Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop at one booth. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a circular arrangement of dozens of booths sits around a polished floor, each booth adorned with colorful banners. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop at one booth. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a circular arrangement of dozens of booths sit on a polished floor, each adorned with colorful banners. Consulting firms display glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage, where students clutch resumes in branded folders. Tech companies show demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of their community engagement. Groups of friends mark target employers on the event map. Students line up outside the university gym before opening. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses preparing for technical interviews, with alumni volunteers giving brief pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5135928903432128,
    0.5135928903432128,
    0.5135928903432128,
    0.7098619105674056,
    0.7098619105674056,
    0.7098619105674056,
    0.7098619105674056,
    0.7098619105674056,
    0.7098619105674056,
    0.7098619105674056,
    0.7098619105674056,
    0.8269413770690411,
    0.8269413770690411,
    0.8269413770690411,
    0.8269413770690411,
    0.7883296008214127,
    0.7883296008214127,
    0.7883296008214127,
    0.7883296008214127,
    0.7883296008214127,
    0.7883296008214127,
    0.809836716931741,
    0.809836716931741,
    0.809836716931741,
    0.809836716931741,
    0.809836716931741,
    0.9057436852572947,
    0.9057436852572947,
    0.9057436852572947,
    0.9057436852572947,
    0.9057436852572947,
    0.9057436852572947,
    0.9057436852572947,
    0.9054846097235244,
    0.9054846097235244,
    0.9054846097235244,
    0.9054846097235244,
    0.9054846097235244,
    0.9054846097235244,
    0.9054846097235244,
    0.9054846097235244,
    0.9054846097235244,
    0.9054846097235244,
    0.8994626324209161,
    0.8994626324209161,
    0.8994626324209161,
    0.8994626324209161,
    0.8994626324209161,
    0.8994626324209161,
    0.8994626324209161,
    0.8994626324209161,
    0.8994626324209161,
    0.8994626324209161
  ],
  "23": [
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Groups of friends are marking target employers on the event map, while finance firms offer QR codes for immediate internship applications.",
    "At the career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. An engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station.",
    "At the career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station.",
    "At the career fair, a cybersecurity company runs a password-cracking challenge on a laptop while career counselors steer unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a cybersecurity company runs a password-cracking challenge on a laptop while career counselors guide unsure students toward applicable industries. Consulting firms stack case-study booklets on high tables, and a robotics startup flies a drone above its booth to attract attention. Groups of friends mark employers on the event map, and finance firms provide QR codes for internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks as an alumni panel discusses how to prepare for technical interviews near the coffee station. Healthcare providers display photos illustrating engagement with local communities. The floor forms a busy display with dozens of booths encircled by banners on a polished floor, and students line up outside the university gym before opening.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while career counselors guide unsure students toward applicable industries. Consulting firms stack case-study booklets on high tables, and a robotics startup flies a drone above its booth to attract attention. Groups of friends mark employers on the event map, and finance firms provide QR codes for internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders. Alumni volunteers deliver pep talks as an alumni panel discusses how to prepare for technical interviews near the coffee station. Healthcare providers display photos illustrating engagement with local communities. The floor forms a busy display with dozens of booths encircled by banners on a polished floor, and students line up outside the university gym before opening."
  ],
  "23_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5258280306814057,
    0.5258280306814057,
    0.5258280306814057,
    0.5258280306814057,
    0.622269294522862,
    0.622269294522862,
    0.622269294522862,
    0.827353613669355,
    0.827353613669355,
    0.827353613669355,
    0.827353613669355,
    0.827353613669355,
    0.8998772141898824,
    0.8998772141898824,
    0.8998772141898824,
    0.8998772141898824,
    0.8998772141898824,
    0.9033118606309434,
    0.9033118606309434,
    0.9033118606309434,
    0.9033118606309434,
    0.9033118606309434,
    0.9033118606309434,
    0.9033118606309434,
    0.9033118606309434,
    0.9033118606309434,
    0.9033118606309434,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.901190876663263,
    0.9191824584355889,
    0.9191824584355889,
    0.9191824584355889,
    0.9191824584355889,
    0.9191824584355889,
    0.9191824584355889,
    0.9019728178072632,
    0.9019728178072632,
    0.9019728178072632,
    0.9019728178072632,
    0.9019728178072632,
    0.9019728178072632
  ],
  "24": [
    "",
    "\"\"",
    "A circular arrangement of dozens of booths with colorful banners surrounds a polished floor.",
    "The space features a circular arrangement of dozens of booths adorned with colorful banners around a polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The space features a circular arrangement of dozens of booths around a polished floor, each booth adorned with colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop at one booth. Groups of friends are marking target employers on the event map. A robotics startup is flying a small drone above its booth to attract attention.",
    "The scene centers on a university career fair set in a circular arrangement of dozens of booths around a polished floor, each booth adorned with colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop at one booth. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. At the university fair, an alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, a circular arrangement of dozens of booths sits on a polished floor, each booth sporting colorful banners. A cybersecurity company hosts a password-cracking challenge on a laptop at one booth, while tech firms display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the fair opens, and career counselors direct unsure students toward applicable industries.",
    "At the university career fair, a circular arrangement of dozens of booths sits on a polished floor, each booth with colorful banners. A cybersecurity company hosts a password-cracking challenge on a laptop at one booth; tech firms display demo screens of their latest apps; finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables near the stage; the engineering society sponsors a resume review table near the stage; career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens; some rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a circular arrangement of dozens of booths sits on a polished floor, each booth with colorful banners. A cybersecurity company hosts a password-cracking challenge on a laptop at one booth; tech firms display demo screens of their latest apps; finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables near the stage; the engineering society sponsors a resume review table near the stage; career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens; some rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders."
  ],
  "24_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35793031026325367,
    0.35793031026325367,
    0.35793031026325367,
    0.35793031026325367,
    0.48131689848649106,
    0.48131689848649106,
    0.48131689848649106,
    0.48131689848649106,
    0.48131689848649106,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.711354530439251,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8653380532291768,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8802018937694358,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8976139536694652,
    0.8996442406798552,
    0.8996442406798552
  ]
}