{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.75457046793707,
    0.75457046793707,
    0.75457046793707,
    0.75457046793707,
    0.75457046793707,
    0.75457046793707,
    0.75457046793707,
    0.75457046793707,
    0.8069550715944309,
    0.8069550715944309,
    0.8069550715944309,
    0.8069550715944309,
    0.8069550715944309,
    0.8069550715944309,
    0.8069550715944309,
    0.8218404365348693,
    0.8218404365348693,
    0.8218404365348693,
    0.8218404365348693,
    0.8218404365348693,
    0.8218404365348693,
    0.8218404365348693,
    0.8218404365348693,
    0.8218404365348693,
    0.8218404365348693,
    0.8374820535296474,
    0.8374820535296474,
    0.8374820535296474,
    0.8374820535296474,
    0.8374820535296474,
    0.8374820535296474,
    0.8374820535296474,
    0.8374820535296474,
    0.8374820535296474,
    0.8513278559911939,
    0.8513278559911939,
    0.8513278559911939,
    0.8513278559911939,
    0.8513278559911939,
    0.8513278559911939,
    0.8513278559911939,
    0.8513278559911939,
    0.8534952995907183,
    0.8534952995907183
  ],
  "1": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor.",
    "In a career fair setting, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a career fair, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At a career fair, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "At a career fair, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor, where counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor, where counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.6614103264244977,
    0.6614103264244977,
    0.6614103264244977,
    0.6614103264244977,
    0.6614103264244977,
    0.6614103264244977,
    0.6614103264244977,
    0.8207029521594502,
    0.8207029521594502,
    0.8207029521594502,
    0.8207029521594502,
    0.8207029521594502,
    0.8207029521594502,
    0.8309501953273415,
    0.8309501953273415,
    0.8309501953273415,
    0.8309501953273415,
    0.8309501953273415,
    0.8309501953273415,
    0.8309501953273415,
    0.8478199226259209,
    0.8478199226259209,
    0.8478199226259209,
    0.8478199226259209,
    0.8478199226259209,
    0.8478199226259209,
    0.8478199226259209,
    0.8478199226259209,
    0.850100671361911,
    0.850100671361911,
    0.850100671361911,
    0.850100671361911,
    0.850100671361911,
    0.850100671361911,
    0.850100671361911,
    0.850100671361911,
    0.850100671361911,
    0.8429311052941829,
    0.8429311052941829,
    0.8429311052941829,
    0.8429311052941829,
    0.8429311052941829,
    0.8429311052941829,
    0.8429311052941829,
    0.8429311052941829,
    0.8429311052941829,
    0.8429311052941829,
    0.8508240265088425
  ],
  "2": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos as students line up outside the university gym before the career fair opens, with career counselors redirecting unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos as students line up outside the university gym before the career fair opens, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display community outreach photos as students line up outside the university gym before the career fair opens, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "Before the career fair opens at the university gym, healthcare providers display community outreach photos as students line up outside. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Before the career fair opens at the university gym, the scene features healthcare providers displaying community outreach photos as students line up outside. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Before the career fair opens at the university gym, the scene includes healthcare providers displaying community outreach photos as students line up outside. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "Before the career fair opens at the university gym, the scene includes healthcare providers displaying community outreach photos as students line up outside. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.3836688510228046,
    0.3836688510228046,
    0.3836688510228046,
    0.3836688510228046,
    0.3836688510228046,
    0.6546179321218628,
    0.6546179321218628,
    0.6546179321218628,
    0.6546179321218628,
    0.6546179321218628,
    0.6546179321218628,
    0.6546179321218628,
    0.7782502186830296,
    0.7782502186830296,
    0.7782502186830296,
    0.7782502186830296,
    0.7782502186830296,
    0.7782502186830296,
    0.7782502186830296,
    0.8444079708054103,
    0.8444079708054103,
    0.8444079708054103,
    0.8444079708054103,
    0.8444079708054103,
    0.8444079708054103,
    0.8444079708054103,
    0.8444079708054103,
    0.8444079708054103,
    0.8444079708054103,
    0.8401047064638981,
    0.8401047064638981,
    0.8401047064638981,
    0.8401047064638981,
    0.8401047064638981,
    0.8401047064638981,
    0.8401047064638981,
    0.8401047064638981,
    0.8513249541103904,
    0.8513249541103904,
    0.8513249541103904,
    0.8513249541103904,
    0.8513249541103904,
    0.8513249541103904,
    0.8513249541103904,
    0.8513249541103904,
    0.8513249541103904,
    0.8576949779037781,
    0.8576949779037781,
    0.8576949779037781,
    0.8576949779037781
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym before the career fair opens, awaiting entry. A cybersecurity company runs a password cracking challenge on a laptop at the scene.",
    "Students are lined up outside the university gym before the career fair opens, awaiting entry. A cybersecurity company runs a password-cracking challenge on a laptop at the scene. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym awaiting entry as the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the scene. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase photos of community outreach.",
    "Students line up outside the university gym awaiting entry as the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the scene. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym awaiting entry as the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the scene. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym as the career fair opens, awaiting entry. At the scene, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up as the career fair opens, awaiting entry. A cybersecurity company operates a password-cracking challenge on a laptop at its booth. Career counselors redirect unsure students toward relevant industries. Healthcare providers display photos of community outreach. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5292894465745183,
    0.5292894465745183,
    0.5292894465745183,
    0.5292894465745183,
    0.5292894465745183,
    0.5292894465745183,
    0.5292894465745183,
    0.5292894465745183,
    0.7334730167077765,
    0.7334730167077765,
    0.7334730167077765,
    0.7334730167077765,
    0.7334730167077765,
    0.7334730167077765,
    0.7334730167077765,
    0.7398189271825074,
    0.7398189271825074,
    0.7398189271825074,
    0.7398189271825074,
    0.7398189271825074,
    0.7398189271825074,
    0.7398189271825074,
    0.7398189271825074,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.796396953124072,
    0.8166889419089554,
    0.8166889419089554,
    0.8166889419089554,
    0.8166889419089554,
    0.8166889419089554,
    0.8166889419089554,
    0.8166889419089554,
    0.8166889419089554,
    0.8166889419089554,
    0.8385794590427895,
    0.8385794590427895,
    0.8385794590427895,
    0.8385794590427895,
    0.8385794590427895
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "The scene presents three focal activities: some students rehearsing elevator pitches quietly against the wall; an alumni panel discussing how to prepare for technical interviews; and consulting firms stacking glossy case study booklets on high tables.",
    "The scene shows concurrent activities: some students rehearsing elevator pitches quietly against the wall; an alumni panel discussing how to prepare for technical interviews; consulting firms stacking glossy case study booklets on high tables; and a cybersecurity company running a password cracking challenge on a laptop.",
    "Concurrent career-preparation activities are underway: some students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Concurrent career-preparation activities are underway: some students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Concurrent career-preparation activities are underway: some students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage.",
    "Concurrent career-preparation activities are underway: students rehearse elevator pitches quietly against the wall; an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage.",
    "Concurrent career-preparation activities are underway. Students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3839744665176467,
    0.3839744665176467,
    0.3839744665176467,
    0.3839744665176467,
    0.3839744665176467,
    0.3839744665176467,
    0.3839744665176467,
    0.3839744665176467,
    0.38619066183839246,
    0.38619066183839246,
    0.38619066183839246,
    0.38619066183839246,
    0.38619066183839246,
    0.38619066183839246,
    0.38619066183839246,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.5738490101775783,
    0.6750202238634593,
    0.6750202238634593,
    0.6750202238634593,
    0.6750202238634593,
    0.6750202238634593,
    0.6750202238634593,
    0.6750202238634593,
    0.7113018309757484,
    0.7113018309757484,
    0.7113018309757484,
    0.7113018309757484,
    0.7113018309757484,
    0.7113018309757484,
    0.7113018309757484,
    0.7113018309757484,
    0.7113018309757484,
    0.7113018309757484,
    0.7552684075103291,
    0.7552684075103291,
    0.7552684075103291,
    0.7552684075103291
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "An event space centers on a polished floor where dozens of booths with colorful banners circle the room. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "An event space centers on a polished floor with dozens of booths bearing colorful banners arranged in a circle around the room. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event space centers on a polished floor with dozens of booths bearing colorful banners arranged in a circle around the room. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "An event space with a polished floor hosts dozens of booths bearing colorful banners arranged in a circle around the room. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "An event space with a polished floor hosts dozens of booths bearing colorful banners arranged in a circle around the room. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.7296875690957235,
    0.7296875690957235,
    0.7296875690957235,
    0.7296875690957235,
    0.7296875690957235,
    0.7296875690957235,
    0.7950856188911086,
    0.7950856188911086,
    0.7950856188911086,
    0.7950856188911086,
    0.7950856188911086,
    0.7950856188911086,
    0.7950856188911086,
    0.7459439564529713,
    0.7459439564529713,
    0.7459439564529713,
    0.7459439564529713,
    0.7459439564529713,
    0.7459439564529713,
    0.7459439564529713,
    0.7459439564529713,
    0.7503842534189769,
    0.7503842534189769,
    0.7503842534189769,
    0.7503842534189769,
    0.7503842534189769,
    0.7503842534189769,
    0.7503842534189769,
    0.7503842534189769,
    0.7503842534189769,
    0.760780874064837,
    0.760780874064837,
    0.760780874064837,
    0.760780874064837,
    0.760780874064837,
    0.760780874064837,
    0.760780874064837,
    0.760780874064837,
    0.760780874064837,
    0.7683299409189892,
    0.7683299409189892,
    0.7683299409189892,
    0.7683299409189892,
    0.7683299409189892,
    0.7683299409189892,
    0.7683299409189892,
    0.7683299409189892,
    0.7683299409189892
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "An expo-style scene on a polished floor features dozens of booths with colorful banners circling the space. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "An expo-style scene unfolds on a polished floor, with dozens of booths and colorful banners circling the space. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "An expo-style fair unfolds on a polished floor, featuring dozens of booths and colorful banners circling the space. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An expo-style fair unfolds on a polished floor, featuring dozens of booths and colorful banners circling the space. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "An expo-style fair unfolds on a polished floor, with dozens of booths and colorful banners circling the space. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5713346937089698,
    0.5713346937089698,
    0.5713346937089698,
    0.5713346937089698,
    0.5713346937089698,
    0.5713346937089698,
    0.5713346937089698,
    0.8043428542674316,
    0.8043428542674316,
    0.8043428542674316,
    0.8043428542674316,
    0.8043428542674316,
    0.8043428542674316,
    0.8043428542674316,
    0.8043428542674316,
    0.7766607112437341,
    0.7766607112437341,
    0.7766607112437341,
    0.7766607112437341,
    0.7766607112437341,
    0.7766607112437341,
    0.7766607112437341,
    0.7766607112437341,
    0.7766607112437341,
    0.7766607112437341,
    0.764534378559721,
    0.764534378559721,
    0.764534378559721,
    0.764534378559721,
    0.764534378559721,
    0.764534378559721,
    0.764534378559721,
    0.764534378559721,
    0.764534378559721,
    0.8773447215826994,
    0.8773447215826994,
    0.8773447215826994,
    0.8773447215826994,
    0.8773447215826994,
    0.8773447215826994,
    0.8773447215826994,
    0.8773447215826994,
    0.9017192614722724,
    0.9017192614722724,
    0.9017192614722724,
    0.9017192614722724,
    0.9017192614722724,
    0.9017192614722724,
    0.9017192614722724,
    0.9017192614722724,
    0.9045684317000002,
    0.9045684317000002,
    0.9045684317000002,
    0.9045684317000002,
    0.9045684317000002,
    0.9045684317000002
  ],
  "8": [
    "",
    "",
    "",
    "",
    "A scene depicts human resources teams jotting notes on tablets while students introduce themselves. The HR teams are actively writing on electronic tablets. The students are speaking in turn, offering personal introductions. The two activities occur concurrently, indicating simultaneous self-introductions and note-taking. Objects present include tablets and writing implements; participants are labelled as human resources teams and students. The summary remains strictly observational, with no inferred motives or time shifts; the event captures a shared moment where HR staff document details as students present themselves.",
    "Observational scene: human resources teams and students in a space where dozens of booths with colorful banners circle the polished floor. The HR teams are actively writing on electronic tablets, jotting notes as students speak in turn and offer personal introductions. The two activities occur concurrently, indicating simultaneous self-introductions and note-taking. Objects present include tablets and writing implements; participants are labeled as human resources teams and students. The summary remains strictly observational, with no inferred motives or time shifts, and captures a shared moment in which HR staff document details as students present themselves.",
    "In a space where dozens of booths with colorful banners circle a polished floor, human resources teams and students converse. The HR staff are actively writing on electronic tablets, jotting notes as students speak in turn and offer personal introductions; the two activities occur concurrently, indicating simultaneous self-introductions and documentation. Objects present include tablets and writing implements. Participants are labeled as human resources teams and students. Event staff scan registrations and hand out lanyards at the entrance. The summary remains observational, capturing a shared moment as HR staff document details while students present themselves.",
    "Dozens of booths with colorful banners circle a polished floor where human resources teams and students converse. HR staff are actively writing on electronic tablets, jotting notes as students speak in turn and offer personal introductions; the two activities occur concurrently, indicating simultaneous self-introductions and documentation. Objects present include tablets and writing implements. Participants are labeled as human resources teams and students. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. The scene remains observational, capturing a shared moment as HR staff document details while students present themselves.",
    "Dozens of booths with colorful banners encircle a polished floor as human resources teams and students converse. HR staff actively write on electronic tablets and jot notes as students speak in turn and offer personal introductions, with documenting and self-presentations occurring concurrently. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. The scene is observational, capturing a shared moment as HR documents details while students present themselves. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle a polished floor as HR teams and students converse. HR staff actively write on electronic tablets and jot notes as students speak in turn and offer personal introductions, with documenting and self-presentations occurring concurrently. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor as HR teams and students converse. HR staff actively write on electronic tablets and jot notes as students speak in turn and offer personal introductions, with documenting and self-presentations occurring concurrently. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor as HR teams and students converse. HR staff actively write on electronic tablets and jot notes while students speak in turn and offer personal introductions, with documenting and self-presentations occurring concurrently. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.5194331224589783,
    0.5194331224589783,
    0.5194331224589783,
    0.5194331224589783,
    0.5194331224589783,
    0.5538438679867665,
    0.5538438679867665,
    0.5538438679867665,
    0.5538438679867665,
    0.5538438679867665,
    0.5538438679867665,
    0.5538438679867665,
    0.5538438679867665,
    0.613218119085913,
    0.613218119085913,
    0.613218119085913,
    0.613218119085913,
    0.613218119085913,
    0.613218119085913,
    0.613218119085913,
    0.613218119085913,
    0.613218119085913,
    0.7987481972076251,
    0.7987481972076251,
    0.7987481972076251,
    0.7987481972076251,
    0.7987481972076251,
    0.7987481972076251,
    0.7987481972076251,
    0.7987481972076251,
    0.7987481972076251,
    0.8199670827458627,
    0.8199670827458627,
    0.8199670827458627,
    0.8199670827458627,
    0.8199670827458627,
    0.8199670827458627,
    0.8199670827458627,
    0.8199670827458627,
    0.8199670827458627,
    0.8491745301731748,
    0.8491745301731748,
    0.8491745301731748,
    0.8491745301731748,
    0.8491745301731748,
    0.8491745301731748,
    0.8491745301731748,
    0.8491745301731748,
    0.8491745301731748,
    0.8618105602319681,
    0.8618105602319681,
    0.8618105602319681,
    0.8618105602319681,
    0.8618105602319681,
    0.8618105602319681,
    0.8618105602319681,
    0.8618105602319681,
    0.8592258106730755,
    0.8592258106730755,
    0.8592258106730755,
    0.8592258106730755,
    0.8592258106730755
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming stacked piles on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming stacked piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables, forming stacked piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "In a professional event setting, consulting firms stack glossy case-study booklets on high tables, forming stacked piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At a professional event, consulting firms stack glossy case-study booklets on high tables, forming stacked piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At a professional event, consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At a professional event, consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At a professional event, consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.2620851022719631,
    0.5136277892650645,
    0.5136277892650645,
    0.5136277892650645,
    0.5136277892650645,
    0.5136277892650645,
    0.5136277892650645,
    0.5136277892650645,
    0.7394533146434884,
    0.7394533146434884,
    0.7394533146434884,
    0.7394533146434884,
    0.7394533146434884,
    0.7394533146434884,
    0.7394533146434884,
    0.7698328588678829,
    0.7698328588678829,
    0.7698328588678829,
    0.7698328588678829,
    0.7698328588678829,
    0.7698328588678829,
    0.7629860426617769,
    0.7629860426617769,
    0.7629860426617769,
    0.7629860426617769,
    0.7629860426617769,
    0.7629860426617769,
    0.7629860426617769,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.7752070153308753,
    0.783848887688521,
    0.783848887688521,
    0.783848887688521
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "A small group of students rehearses elevator pitches quietly against a wall.",
    "A small group of students rehearses elevator pitches quietly against a wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "A small group of students rehearses elevator pitches quietly against a wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "A small group of students rehearses elevator pitches quietly against a wall, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "A small group of students rehearses elevator pitches quietly against a wall as workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At an event space, a small group of students rehearses elevator pitches quietly against a wall as workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At an event space, a small group of students rehearses elevator pitches quietly against a wall while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At an event space, a small group of students rehearses elevator pitches quietly against a wall while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.28030533010666986,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.2835959985246369,
    0.5193758105329037,
    0.5193758105329037,
    0.5193758105329037,
    0.5193758105329037,
    0.5193758105329037,
    0.5193758105329037,
    0.5193758105329037,
    0.6360970382724275,
    0.6360970382724275,
    0.6360970382724275,
    0.6360970382724275,
    0.6360970382724275,
    0.6360970382724275,
    0.6360970382724275,
    0.6360970382724275,
    0.7465058140071021,
    0.7465058140071021,
    0.7465058140071021,
    0.7465058140071021,
    0.7465058140071021,
    0.7465058140071021,
    0.7465058140071021,
    0.7465058140071021,
    0.7465058140071021,
    0.7854745142168467,
    0.7854745142168467,
    0.7854745142168467,
    0.7854745142168467,
    0.7854745142168467,
    0.7854745142168467,
    0.7854745142168467,
    0.7854745142168467,
    0.7832979780043567,
    0.7832979780043567,
    0.7832979780043567,
    0.7832979780043567,
    0.7832979780043567,
    0.7832979780043567,
    0.7832979780043567,
    0.7832979780043567
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "In a professional gathering, consulting firms stack glossy case study booklets on high tables while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station.",
    "In a professional gathering at the university, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, consulting firms stack glossy case study booklets on high tables while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5607777680007859,
    0.5607777680007859,
    0.5607777680007859,
    0.5607777680007859,
    0.5607777680007859,
    0.5607777680007859,
    0.5607777680007859,
    0.7280409423954217,
    0.7280409423954217,
    0.7280409423954217,
    0.7280409423954217,
    0.7280409423954217,
    0.7280409423954217,
    0.7280409423954217,
    0.7280409423954217,
    0.7280409423954217,
    0.7983392780800578,
    0.7983392780800578,
    0.7983392780800578,
    0.7983392780800578,
    0.7983392780800578,
    0.7983392780800578,
    0.7983392780800578
  ],
  "12": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule; groups of friends mark target employers on the event map; finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.5364500348748139,
    0.5364500348748139,
    0.5364500348748139,
    0.5364500348748139,
    0.5364500348748139,
    0.5364500348748139,
    0.5364500348748139,
    0.5364500348748139,
    0.8370754716275509,
    0.8370754716275509,
    0.8370754716275509,
    0.8370754716275509,
    0.8370754716275509,
    0.8370754716275509,
    0.8370754716275509,
    0.8117866104708562,
    0.8117866104708562,
    0.8117866104708562,
    0.8117866104708562,
    0.8117866104708562,
    0.8117866104708562,
    0.8117866104708562,
    0.8117866104708562,
    0.8117866104708562,
    0.8549743622683613,
    0.8549743622683613,
    0.8549743622683613,
    0.8549743622683613,
    0.8549743622683613,
    0.8549743622683613,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8865799172839647,
    0.8986376496471449
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps.",
    "Career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop, and the engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, career counselors remind attendees to maintain eye contact while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, and the engineering society sponsors a resume-review table near the stage. Before opening, students line up outside the university gym, and a welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5123338071323059,
    0.5123338071323059,
    0.5123338071323059,
    0.5123338071323059,
    0.5123338071323059,
    0.5123338071323059,
    0.5123338071323059,
    0.5123338071323059,
    0.5123338071323059,
    0.5467998922594952,
    0.5467998922594952,
    0.5467998922594952,
    0.5467998922594952,
    0.5467998922594952,
    0.5467998922594952,
    0.5467998922594952,
    0.5467998922594952,
    0.6561188358224426,
    0.6561188358224426,
    0.6561188358224426,
    0.6561188358224426,
    0.6561188358224426,
    0.6561188358224426,
    0.8494700323179762,
    0.8494700323179762,
    0.8494700323179762,
    0.8494700323179762,
    0.8494700323179762,
    0.8494700323179762,
    0.8494700323179762,
    0.8494700323179762,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.878662055980139,
    0.8341820224227745,
    0.8341820224227745,
    0.8341820224227745,
    0.8341820224227745,
    0.8341820224227745
  ],
  "14": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while event staff at the entrance scan registrations and hand out lanyards.",
    "Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom, while at the entrance staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop, as dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are taking place in the adjoining classroom as staff at the entrance scan registrations and hand out lanyards. A welcome PA announces the fair schedule, while a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are taking place in the adjoining classroom, as staff at the entrance scan registrations and hand out lanyards. A welcome PA announces the fair schedule, while a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.35599334730309967,
    0.35599334730309967,
    0.35599334730309967,
    0.35599334730309967,
    0.35599334730309967,
    0.35599334730309967,
    0.35599334730309967,
    0.7837253897771173,
    0.7837253897771173,
    0.7837253897771173,
    0.7837253897771173,
    0.7837253897771173,
    0.7837253897771173,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.7646524177368186,
    0.743800549565576,
    0.743800549565576,
    0.743800549565576,
    0.743800549565576,
    0.743800549565576,
    0.743800549565576,
    0.743800549565576,
    0.743800549565576,
    0.743800549565576,
    0.743800549565576,
    0.7729636323283626,
    0.7729636323283626,
    0.7729636323283626,
    0.7729636323283626,
    0.7729636323283626,
    0.7729636323283626,
    0.7729636323283626,
    0.7729636323283626,
    0.7729636323283626,
    0.8037732240584405,
    0.8037732240584405,
    0.8037732240584405,
    0.8037732240584405,
    0.8037732240584405,
    0.8037732240584405,
    0.8037732240584405
  ],
  "15": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops begin in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications.",
    "Networking etiquette workshops are underway in the adjoining classroom, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "A campus career fair is underway, with networking etiquette workshops in the adjoining classroom and alumni volunteers delivering quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "A campus career fair is underway on a polished floor; networking etiquette workshops are held in the adjoining classroom and alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the floor. A welcome announcement outlines the fair schedule over the PA system.",
    "The campus career fair is in progress on a polished floor, with dozens of booths displaying colorful banners circling the room. In an adjoining classroom, networking etiquette workshops run, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system, and event staff at the entrance scan registrations and hand out lanyards.",
    "The campus career fair is in progress on a polished floor, with dozens of booths displaying colorful banners circling the room. In an adjoining classroom, networking etiquette workshops run, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system, and event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens."
  ],
  "15_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.5191125739615035,
    0.5191125739615035,
    0.5191125739615035,
    0.5191125739615035,
    0.5191125739615035,
    0.5191125739615035,
    0.5191125739615035,
    0.5728500430809794,
    0.5728500430809794,
    0.5728500430809794,
    0.5728500430809794,
    0.5728500430809794,
    0.5728500430809794,
    0.5728500430809794,
    0.5728500430809794,
    0.6862831085825665,
    0.6862831085825665,
    0.6862831085825665,
    0.6862831085825665,
    0.6862831085825665,
    0.6862831085825665,
    0.6862831085825665,
    0.6862831085825665,
    0.8078946039649206,
    0.8078946039649206,
    0.8078946039649206,
    0.8078946039649206,
    0.8078946039649206,
    0.8078946039649206,
    0.8078946039649206,
    0.8078946039649206,
    0.8406546408464666,
    0.8406546408464666,
    0.8406546408464666,
    0.8406546408464666,
    0.8406546408464666,
    0.8406546408464666,
    0.8406546408464666,
    0.8406546408464666,
    0.8406546408464666,
    0.8406546408464666,
    0.8675243980824405,
    0.8675243980824405,
    0.8675243980824405,
    0.8675243980824405,
    0.8675243980824405,
    0.8675243980824405,
    0.8675243980824405,
    0.8675243980824405,
    0.8664584084423881,
    0.8664584084423881
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, identifying specific employers as targets by placing marks on the map.",
    "At the event, groups of friends mark target employers on the event map by placing marks that identify specific employers as targets. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map by placing marks that identify specific employers as targets. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map by placing marks that identify specific employers as targets. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map by placing marks identifying specific employers as targets. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Groups of friends mark target employers on the event map by placing marks identifying specific employers as targets. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map with marks identifying specific employers as targets. The engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3132922669015322,
    0.3132922669015322,
    0.3132922669015322,
    0.3132922669015322,
    0.3132922669015322,
    0.3132922669015322,
    0.3132922669015322,
    0.3132922669015322,
    0.5620186255051121,
    0.5620186255051121,
    0.5620186255051121,
    0.5620186255051121,
    0.5620186255051121,
    0.5620186255051121,
    0.5620186255051121,
    0.5620186255051121,
    0.5620186255051121,
    0.6619405255465506,
    0.6619405255465506,
    0.6619405255465506,
    0.6619405255465506,
    0.6619405255465506,
    0.6619405255465506,
    0.6619405255465506,
    0.6619405255465506,
    0.7183462600541297,
    0.7183462600541297,
    0.7183462600541297,
    0.7183462600541297,
    0.7183462600541297,
    0.7183462600541297,
    0.7183462600541297,
    0.7183462600541297,
    0.7627594214542153,
    0.7627594214542153,
    0.7627594214542153,
    0.7627594214542153,
    0.7627594214542153,
    0.7627594214542153,
    0.7627594214542153,
    0.7627594214542153,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.7888980608437643,
    0.8116229882369734
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair site, career counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop, drawing curious participants. Outside the university gym, students line up before the career fair opens, awaiting entry.",
    "At the career fair site, career counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop, drawing curious participants. Outside the university gym, students line up before the career fair opens, awaiting entry.",
    "At the career fair site, career counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop, drawing curious participants. Outside the university gym, students line up before the career fair opens, awaiting entry. Career counselors remind attendees to maintain eye contact.",
    "At the career fair site, career counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop, drawing curious participants. Outside the university gym, students line up before the career fair opens, awaiting entry. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the career fair site, counselors redirect unsure students toward applicable industries, and alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop, drawing curious participants. Outside the university gym, students line up before the career fair opens, awaiting entry. Counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the career fair site, counselors direct unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop, drawing curious participants. Outside the university gym, students line up before the fair opens, awaiting entry. Counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.5778286673812743,
    0.5778286673812743,
    0.5778286673812743,
    0.5778286673812743,
    0.5778286673812743,
    0.5778286673812743,
    0.5778286673812743,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.7630103320840279,
    0.792710111130874,
    0.792710111130874,
    0.792710111130874,
    0.792710111130874,
    0.792710111130874,
    0.792710111130874,
    0.792710111130874,
    0.8206653394223149,
    0.8206653394223149,
    0.8206653394223149,
    0.8206653394223149,
    0.8206653394223149,
    0.8206653394223149,
    0.8206653394223149,
    0.8206653394223149,
    0.8331287138035736,
    0.8331287138035736,
    0.8331287138035736,
    0.8331287138035736,
    0.8331287138035736,
    0.8331287138035736,
    0.8331287138035736,
    0.8331287138035736,
    0.8331287138035736,
    0.8331287138035736,
    0.8523035806536337,
    0.8523035806536337,
    0.8523035806536337,
    0.8523035806536337,
    0.8523035806536337,
    0.8523035806536337,
    0.8523035806536337
  ],
  "18": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "During a campus event, two activities were observed: an alumni panel discussing how to prepare for technical interviews, and healthcare providers showcasing community outreach photos.",
    "During a campus event, two activities were observed: an alumni panel discussing how to prepare for technical interviews, and healthcare providers showcasing community outreach photos. Career counselors reminded attendees to maintain eye contact. The scene pairs career guidance from the alumni panel with outreach visuals from healthcare providers, reinforced by eye-contact reminders from counselors.",
    "At a campus event, an alumni panel discussed how to prepare for technical interviews, while healthcare providers showcased community outreach photos. Career counselors reminded attendees to maintain eye contact, reinforcing the messaging. The scene pairs career guidance from the alumni panel with outreach visuals from healthcare providers, reinforced by eye-contact reminders from counselors. The engineering society sponsors a resume review table near the stage.",
    "At a campus event, an alumni panel discussed how to prepare for technical interviews while healthcare providers showcased community outreach photos. Career counselors reminded attendees to maintain eye contact, reinforcing the messaging. The scene pairs career guidance from the alumni panel with outreach visuals from the healthcare providers, reinforced by eye-contact reminders from counselors. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a campus event, an alumni panel discussed how to prepare for technical interviews while healthcare providers showcased community outreach photos. Career counselors reminded attendees to maintain eye contact, reinforcing the messaging. The scene pairs the alumni panel's career guidance with the outreach visuals, reinforced by eye-contact reminders from counselors. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At a campus event, an alumni panel discusses preparing for technical interviews, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact, reinforcing the messaging. The scene pairs the alumni panel's career guidance with the outreach visuals, reinforced by eye-contact reminders from counselors. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At a campus event, an alumni panel discusses preparing for technical interviews, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact, reinforcing the panels guidance alongside the outreach visuals. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "18_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.39575760824098116,
    0.39575760824098116,
    0.39575760824098116,
    0.39575760824098116,
    0.39575760824098116,
    0.39575760824098116,
    0.39575760824098116,
    0.6375696429679827,
    0.6375696429679827,
    0.6375696429679827,
    0.6375696429679827,
    0.6375696429679827,
    0.6375696429679827,
    0.6375696429679827,
    0.6484447442504345,
    0.6484447442504345,
    0.6484447442504345,
    0.6484447442504345,
    0.6484447442504345,
    0.6484447442504345,
    0.6484447442504345,
    0.6484447442504345,
    0.7121578741480776,
    0.7121578741480776,
    0.7121578741480776,
    0.7121578741480776,
    0.7121578741480776,
    0.7121578741480776,
    0.7121578741480776,
    0.7459007577021869,
    0.7459007577021869,
    0.7459007577021869,
    0.7459007577021869,
    0.7459007577021869,
    0.7459007577021869,
    0.7459007577021869,
    0.7459007577021869,
    0.7459007577021869,
    0.7664794196834512,
    0.7664794196834512,
    0.7664794196834512,
    0.7664794196834512,
    0.7664794196834512,
    0.7664794196834512,
    0.7664794196834512,
    0.7664794196834512,
    0.7664794196834512,
    0.7664794196834512,
    0.7561033818493367,
    0.7561033818493367,
    0.7561033818493367,
    0.7561033818493367,
    0.7561033818493367,
    0.7561033818493367,
    0.7561033818493367,
    0.7561033818493367
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of community outreach.",
    "In a venue, students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of community outreach, and event staff scan registrations and hand out lanyards at the entrance.",
    "In a venue, students rehearse elevator pitches quietly against a wall, healthcare providers showcase photos of community outreach, and event staff scan registrations and hand out lanyards at the entrance.",
    "At a venue, students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of community outreach and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor.",
    "At a venue, students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of community outreach, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor, contributing to a busy, exhibitor-filled atmosphere. An alumni panel discusses how to prepare for technical interviews.",
    "At a venue, students quietly rehearse elevator pitches against a wall while healthcare providers showcase photos of community outreach, and event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor, contributing to a busy, exhibitor-filled atmosphere. An alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case study booklets on high tables.",
    "At a venue, attendees observe a bustling expo where students quietly rehearse elevator pitches against a wall while healthcare providers display photos of community outreach, and event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners line the polished floor, contributing to a busy, exhibitor-filled atmosphere. An alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.38152609786834796,
    0.38152609786834796,
    0.38152609786834796,
    0.38152609786834796,
    0.38152609786834796,
    0.38152609786834796,
    0.4020952852710732,
    0.4020952852710732,
    0.4020952852710732,
    0.4020952852710732,
    0.4020952852710732,
    0.4020952852710732,
    0.4020952852710732,
    0.4020952852710732,
    0.4020952852710732,
    0.5636382069641466,
    0.5636382069641466,
    0.5636382069641466,
    0.5636382069641466,
    0.5636382069641466,
    0.5636382069641466,
    0.5636382069641466,
    0.5636382069641466,
    0.5636382069641466,
    0.7585820785970616,
    0.7585820785970616,
    0.7585820785970616,
    0.7585820785970616,
    0.7585820785970616,
    0.7585820785970616,
    0.7585820785970616,
    0.7585820785970616,
    0.7585820785970616,
    0.7585820785970616,
    0.7630748776196012,
    0.7630748776196012,
    0.7630748776196012,
    0.7630748776196012,
    0.7630748776196012,
    0.7630748776196012,
    0.7630748776196012,
    0.7630748776196012,
    0.795066805355092,
    0.795066805355092,
    0.795066805355092,
    0.795066805355092,
    0.795066805355092
  ],
  "20": [
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, creating a vivid perimeter. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor, creating a vivid perimeter. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners circle the polished floor, creating a vivid perimeter. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a vivid perimeter. Groups of friends mark target employers on the event map, tracing company names across the layout. Healthcare providers showcase community outreach photos, illustrating their outreach efforts. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a vivid perimeter. Groups of friends mark target employers on the event map, tracing company names across the layout. Healthcare providers showcase community outreach photos illustrating their outreach efforts. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a vivid perimeter. Groups of friends mark target employers on the event map, tracing company names across the layout. Healthcare providers showcase community outreach photos illustrating their outreach efforts. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a vivid perimeter. Groups of friends mark target employers on the event map, tracing company names across the layout. Healthcare providers showcase community outreach photos illustrating their outreach efforts. Tech companies display demo screens featuring their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews."
  ],
  "20_score": [
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.554213713347396,
    0.554213713347396,
    0.554213713347396,
    0.554213713347396,
    0.554213713347396,
    0.554213713347396,
    0.554213713347396,
    0.6871564204490177,
    0.6871564204490177,
    0.6871564204490177,
    0.6871564204490177,
    0.6871564204490177,
    0.6871564204490177,
    0.6871564204490177,
    0.6871564204490177,
    0.6871564204490177,
    0.7508391883351953,
    0.7508391883351953,
    0.7508391883351953,
    0.7508391883351953,
    0.7508391883351953,
    0.7508391883351953,
    0.7508391883351953,
    0.7508391883351953,
    0.7508391883351953,
    0.7589963257093213,
    0.7589963257093213,
    0.7589963257093213,
    0.7589963257093213,
    0.7589963257093213,
    0.7589963257093213,
    0.7589963257093213,
    0.7589963257093213,
    0.7589963257093213,
    0.76204701862428,
    0.76204701862428,
    0.76204701862428,
    0.76204701862428,
    0.76204701862428,
    0.76204701862428,
    0.76204701862428,
    0.76204701862428,
    0.76204701862428,
    0.76204701862428,
    0.8423363955832155,
    0.8423363955832155,
    0.8423363955832155,
    0.8423363955832155,
    0.8423363955832155,
    0.8423363955832155,
    0.8423363955832155,
    0.8423363955832155,
    0.8423363955832155,
    0.8423363955832155,
    0.8780378662075973,
    0.8780378662075973
  ],
  "21": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "In a tech showcase, tech companies display demo screens featuring their latest apps. Some students stand against a wall, quietly rehearsing elevator pitches.",
    "At a tech showcase, tech companies display demo screens featuring their latest apps. Some students stand against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "At a tech showcase, tech companies display demo screens featuring their latest apps. Some students stand against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At a tech showcase, tech companies display demo screens featuring their latest apps. Some students stand against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a tech showcase, demo screens feature the latest apps. Some students stand against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a tech showcase, demo screens feature the latest apps. Some students stand against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At a tech showcase, tech companies display demo screens showing their latest apps among dozens of booths with colorful banners circling a polished floor. Some students stand against a wall, quietly rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a tech showcase, dozens of booths line a polished floor, banners in color circling the space as demo screens display the latest apps. A group of students stands against a wall, quietly rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "21_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4725148682946517,
    0.4725148682946517,
    0.4725148682946517,
    0.4725148682946517,
    0.4725148682946517,
    0.4725148682946517,
    0.6919922226522146,
    0.6919922226522146,
    0.6919922226522146,
    0.6919922226522146,
    0.6919922226522146,
    0.6919922226522146,
    0.7123388355468226,
    0.7123388355468226,
    0.7123388355468226,
    0.7123388355468226,
    0.7123388355468226,
    0.7123388355468226,
    0.7123388355468226,
    0.7123388355468226,
    0.7123388355468226,
    0.7123388355468226,
    0.7542052350499954,
    0.7542052350499954,
    0.7542052350499954,
    0.7542052350499954,
    0.7542052350499954,
    0.7542052350499954,
    0.7542052350499954,
    0.7542052350499954,
    0.7542052350499954,
    0.7719486908242367,
    0.7719486908242367,
    0.7719486908242367,
    0.7719486908242367,
    0.7719486908242367,
    0.7719486908242367,
    0.7719486908242367,
    0.7719486908242367,
    0.7770121066220828,
    0.7770121066220828,
    0.7770121066220828,
    0.7770121066220828,
    0.7770121066220828,
    0.7770121066220828,
    0.7770121066220828,
    0.7770121066220828,
    0.7770121066220828,
    0.7770121066220828,
    0.7726875915959772,
    0.7726875915959772,
    0.7726875915959772,
    0.7726875915959772,
    0.7726875915959772,
    0.7726875915959772,
    0.7726875915959772,
    0.7726875915959772,
    0.7663129563002742,
    0.7663129563002742
  ],
  "22": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while dozens of booths with colorful banners circle the polished floor.",
    "An engineering society sponsors a resume review table near the stage, providing a focal point for attendees. Dozens of booths with colorful banners circle the polished floor, creating a corridor of displays around the venue. Career counselors redirect unsure students toward applicable industries.",
    "An engineering society sponsors a resume review table near the stage, serving as a focal point for attendees. Dozens of booths with colorful banners surround the polished floor, forming a corridor of displays around the venue. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "An engineering society sponsors a resume review table near the stage, serving as a focal point for attendees. Dozens of booths with colorful banners surround the polished floor, forming a corridor of displays around the venue. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "An engineering society sponsors a resume review table near the stage, serving as a focal point for attendees. Dozens of booths with colorful banners surround the polished floor, forming a corridor of displays around the venue. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, an engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners line the polished floor, forming a corridor of displays around the venue. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, an engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners line the polished floor, forming a corridor of displays around the venue. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "22_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41275429642685735,
    0.41275429642685735,
    0.41275429642685735,
    0.41275429642685735,
    0.41275429642685735,
    0.41275429642685735,
    0.6847548279765668,
    0.6847548279765668,
    0.6847548279765668,
    0.6847548279765668,
    0.6847548279765668,
    0.6847548279765668,
    0.6847548279765668,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7499485821687404,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.7760716971592646,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309,
    0.8075379804954309
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while healthcare providers showcase community outreach photos.",
    "A cybersecurity company hosts a password cracking challenge conducted on a laptop. Healthcare providers display community outreach photos. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "In a mixed-industry showcase, a cybersecurity company hosts a password cracking challenge conducted on a laptop; healthcare providers display community outreach photos; some students rehearse elevator pitches quietly against the wall; and tech companies display demo screens showing their latest apps.",
    "At a mixed-industry showcase, a cybersecurity company hosts a password cracking challenge conducted on a laptop; healthcare providers display community outreach photos; some students rehearse elevator pitches quietly against the wall; tech companies display demo screens showing their latest apps; and an alumni panel discusses how to prepare for technical interviews.",
    "At a mixed-industry showcase, a cybersecurity company hosts a password-cracking challenge conducted on a laptop; healthcare providers display community outreach photos; some students rehearse elevator pitches quietly against the wall; tech companies display demo screens showing their latest apps; and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At a mixed-industry showcase, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "At a mixed-industry showcase, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.35278519546687803,
    0.35278519546687803,
    0.35278519546687803,
    0.35278519546687803,
    0.35278519546687803,
    0.35278519546687803,
    0.6520449545629199,
    0.6520449545629199,
    0.6520449545629199,
    0.6520449545629199,
    0.6520449545629199,
    0.6520449545629199,
    0.6520449545629199,
    0.6520449545629199,
    0.44004524110419385,
    0.44004524110419385,
    0.44004524110419385,
    0.44004524110419385,
    0.44004524110419385,
    0.44004524110419385,
    0.44004524110419385,
    0.47158894618739594,
    0.47158894618739594,
    0.47158894618739594,
    0.47158894618739594,
    0.47158894618739594,
    0.47158894618739594,
    0.47158894618739594,
    0.6174500732657283,
    0.6174500732657283,
    0.6174500732657283,
    0.6174500732657283,
    0.6174500732657283,
    0.6174500732657283,
    0.6174500732657283,
    0.6174500732657283,
    0.7910188115596277,
    0.7910188115596277,
    0.7910188115596277,
    0.7910188115596277,
    0.7910188115596277,
    0.7910188115596277,
    0.7910188115596277,
    0.7910188115596277,
    0.7910188115596277,
    0.824628601369644,
    0.824628601369644,
    0.824628601369644,
    0.824628601369644,
    0.824628601369644,
    0.824628601369644,
    0.824628601369644
  ],
  "24": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Finance firms are offering QR codes to enable immediate internship applications. Human resources teams are jotting notes on tablets while students introduce themselves. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the expo, finance firms are offering QR codes to enable immediate internship applications. Human resources teams are jotting notes on tablets as students introduce themselves. A robotics startup is flying a small drone above its booth to attract attention. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "At the expo, finance firms are offering QR codes to enable immediate internship applications. Human resources teams are jotting notes on tablets as students introduce themselves. A robotics startup is flying a small drone above its booth to attract attention. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "At the expo, finance firms are offering QR codes to enable immediate internship applications. Human resources teams are jotting notes on tablets as students introduce themselves. A robotics startup is flying a small drone above its booth to attract attention. A cybersecurity company is running a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the expo, finance firms are offering QR codes to enable immediate internship applications. Human resources teams are jotting notes on tablets as students introduce themselves. A robotics startup is flying a small drone above its booth to attract attention. A cybersecurity company is running a password-cracking challenge on a laptop. Groups of friends are marking target employers on the event map.",
    "At the expo, finance firms offer QR codes to enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup is flying a small drone above its booth to attract attention. A cybersecurity company is running a password-cracking challenge on a laptop. Groups of friends are marking target employers on the event map.",
    "At the expo, finance firms provide QR codes to enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup is flying a small drone above its booth to attract attention. A cybersecurity company is running a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.7109102483053578,
    0.7109102483053578,
    0.7109102483053578,
    0.7109102483053578,
    0.7109102483053578,
    0.7109102483053578,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.7909762491518713,
    0.8090998553575299,
    0.8090998553575299,
    0.8090998553575299,
    0.8090998553575299,
    0.8090998553575299,
    0.8090998553575299,
    0.8042831868238874,
    0.8042831868238874,
    0.8042831868238874,
    0.8042831868238874,
    0.8042831868238874,
    0.8042831868238874,
    0.8042831868238874,
    0.8078020072593513,
    0.8078020072593513,
    0.8078020072593513,
    0.8078020072593513,
    0.8078020072593513,
    0.8078020072593513,
    0.8078020072593513,
    0.8078020072593513,
    0.8079983134542823,
    0.8079983134542823
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "A scene shows students quietly rehearsing elevator pitches along the wall while human resources teams take notes on tablets as the students introduce themselves. A welcome announcement over the PA system presents the fair schedule.",
    "Students quietly rehearse elevator pitches along the wall; HR teams take notes on tablets as the students introduce themselves. A welcome announcement over the PA system presents the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Students quietly rehearse elevator pitches along the wall as HR teams take notes on tablets while the students introduce themselves. A welcome announcement over the PA system presents the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, students quietly rehearse elevator pitches along the wall while HR teams take notes on tablets as the students introduce themselves. A welcome announcement over the PA system presents the fair schedule. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, students quietly rehearse elevator pitches along the wall while HR teams take notes on tablets as the students introduce themselves. A welcome announcement over the PA system presents the fair schedule. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At the career fair, students rehearse elevator pitches quietly along the wall while HR teams take notes on tablets as the students introduce themselves. A welcome announcement over the PA presents the fair schedule. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.5722203085321935,
    0.5722203085321935,
    0.5722203085321935,
    0.5722203085321935,
    0.5722203085321935,
    0.5722203085321935,
    0.5722203085321935,
    0.7224840088504113,
    0.7224840088504113,
    0.7224840088504113,
    0.7224840088504113,
    0.7224840088504113,
    0.7224840088504113,
    0.7224840088504113,
    0.7224840088504113,
    0.7224840088504113,
    0.7224840088504113,
    0.7117195768969812,
    0.7117195768969812,
    0.7117195768969812,
    0.7117195768969812,
    0.7117195768969812,
    0.7117195768969812,
    0.7117195768969812,
    0.8564409678131484,
    0.8564409678131484,
    0.8564409678131484,
    0.8564409678131484,
    0.8564409678131484,
    0.8564409678131484,
    0.8564409678131484,
    0.8564409678131484,
    0.8605279514404616,
    0.8605279514404616,
    0.8605279514404616,
    0.8605279514404616,
    0.8605279514404616,
    0.8605279514404616,
    0.8605279514404616,
    0.8670255413221852,
    0.8670255413221852,
    0.8670255413221852
  ],
  "26": [
    "",
    "",
    "A scene depicts human resources teams jotting notes on tablets while students introduce themselves.",
    "The scene centers on HR teams jotting notes on tablets as students introduce themselves, with alumni volunteers delivering brief pep talks near the coffee station.",
    "The scene centers on HR teams jotting notes on tablets as students introduce themselves, with alumni volunteers delivering brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "In a multi-part venue, HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, forming a backdrop of professional materials. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee check-in.",
    "In a multi-part venue, HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, forming a backdrop of professional materials. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee check-in.",
    "In a multi-part venue, attendees experience onboarding and networking activities: HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, forming a backdrop of professional materials. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee check-in. Groups of friends mark target employers on the event map.",
    "At a multi-part venue, attendees undergo onboarding and networking: HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, providing a backdrop of professional materials. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee check-in. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "At a multi-part venue, onboarding and networking unfold as HR teams jot notes on tablets while students introduce themselves, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, providing a backdrop of professional materials. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee check-in. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens."
  ],
  "26_score": [
    0.0,
    0.0,
    0.3622066894760206,
    0.3622066894760206,
    0.3622066894760206,
    0.3622066894760206,
    0.3622066894760206,
    0.34303549366142827,
    0.34303549366142827,
    0.34303549366142827,
    0.34303549366142827,
    0.34303549366142827,
    0.34303549366142827,
    0.5015013300354906,
    0.5015013300354906,
    0.5015013300354906,
    0.5015013300354906,
    0.5015013300354906,
    0.5015013300354906,
    0.5015013300354906,
    0.5015013300354906,
    0.5015013300354906,
    0.5015013300354906,
    0.7051965713665822,
    0.7051965713665822,
    0.7051965713665822,
    0.7051965713665822,
    0.7051965713665822,
    0.7051965713665822,
    0.7051965713665822,
    0.7051965713665822,
    0.7051965713665822,
    0.685054141950362,
    0.685054141950362,
    0.685054141950362,
    0.685054141950362,
    0.685054141950362,
    0.685054141950362,
    0.685054141950362,
    0.685054141950362,
    0.685054141950362,
    0.7570730221575883,
    0.7570730221575883,
    0.7570730221575883,
    0.7570730221575883,
    0.7570730221575883,
    0.7570730221575883,
    0.7570730221575883,
    0.7570730221575883,
    0.7700229749904852,
    0.7700229749904852,
    0.7700229749904852,
    0.7700229749904852,
    0.7700229749904852,
    0.7700229749904852,
    0.7700229749904852,
    0.7700229749904852,
    0.7700229749904852,
    0.8011346543076534,
    0.8011346543076534,
    0.8011346543076534,
    0.8011346543076534,
    0.8011346543076534,
    0.8011346543076534,
    0.8011346543076534,
    0.8011346543076534
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, establishing a guiding context for the venue. Consulting firms stack glossy case study booklets on high tables, making them readily accessible. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement in that space.",
    "At the venue, career counselors guide unsure students toward applicable industries, establishing a guiding context. Consulting firms place glossy case study booklets on high tables for easy access. Alumni volunteers give brief pep talks near the coffee station, offering encouragement in that space. Groups of friends use the event map to mark target employers.",
    "At the venue, career counselors guide unsure students toward applicable industries, establishing a guiding context as consulting firms place glossy case study booklets on high tables for easy access. Alumni volunteers give brief pep talks near the coffee station, offering encouragement in that space, while groups of friends use the event map to mark target employers. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, career counselors guide unsure students toward applicable industries, establishing a guiding context as consulting firms place glossy case study booklets on high tables for easy access. Alumni volunteers give brief pep talks near the coffee station, offering encouragement in that space, while groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, career counselors guide unsure students toward applicable industries, establishing a guiding context as consulting firms place glossy case study booklets on high tables for easy access. Alumni volunteers give brief pep talks near the coffee station, offering encouragement in that space, while groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, career counselors guide unsure students toward applicable industries, establishing context as consulting firms display glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station, while groups mark target employers on the event map. Some students rehearse elevator pitches quietly against walls. Dozens of booths with colorful banners circle the polished floor, and a cybersecurity company hosts a passwordcracking challenge on a laptop."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.6371068040844754,
    0.6371068040844754,
    0.6371068040844754,
    0.6371068040844754,
    0.6371068040844754,
    0.6371068040844754,
    0.6371068040844754,
    0.7057475715282471,
    0.7057475715282471,
    0.7057475715282471,
    0.7057475715282471,
    0.7057475715282471,
    0.7057475715282471,
    0.7057475715282471,
    0.7057475715282471,
    0.7057475715282471,
    0.6933674514586631,
    0.6933674514586631,
    0.6933674514586631,
    0.6933674514586631,
    0.6933674514586631,
    0.6933674514586631,
    0.6933674514586631,
    0.6933674514586631,
    0.6802712815782239,
    0.6802712815782239,
    0.6802712815782239,
    0.6802712815782239,
    0.6802712815782239,
    0.6802712815782239,
    0.6802712815782239,
    0.7175645315290407,
    0.7175645315290407,
    0.7175645315290407,
    0.7175645315290407,
    0.7175645315290407,
    0.7175645315290407,
    0.7175645315290407,
    0.7175645315290407,
    0.7731869056057652,
    0.7731869056057652,
    0.7731869056057652,
    0.7731869056057652,
    0.7731869056057652
  ],
  "28": [
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "At a trade show, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At a trade show, a robotics startup uses a small drone flown above its booth to draw attention. Dozens of booths, each with colorful banners, circle a polished floor. Human resources teams jot notes on tablets while students introduce themselves to exhibitors.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Dozens of booths circle a polished floor, each decorated with colorful banners. Human resources teams jot notes on tablets while students introduce themselves to exhibitors.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Dozens of booths circle the polished floor, each decorated with colorful banners. Human resources teams jot notes on tablets while students introduce themselves to exhibitors.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Dozens of booths circle the polished floor, each decorated with colorful banners. Human resources teams jot notes on tablets while students introduce themselves to exhibitors.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Dozens of booths circle the polished floor, each decorated with colorful banners. Human resources teams jot notes on tablets while students introduce themselves to exhibitors. Healthcare providers showcase photos of community outreach.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Dozens of booths circle the polished floor, each decorated with colorful banners. Human resources teams jot notes on tablets while students introduce themselves to exhibitors. Healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Dozens of booths circle a polished floor, each decorated with colorful banners. Human resources teams jot notes on tablets while students introduce themselves to exhibitors. Healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "28_score": [
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4984647455957606,
    0.4984647455957606,
    0.4984647455957606,
    0.4984647455957606,
    0.4984647455957606,
    0.4984647455957606,
    0.4984647455957606,
    0.4984647455957606,
    0.6764003519119685,
    0.6764003519119685,
    0.6764003519119685,
    0.6764003519119685,
    0.6764003519119685,
    0.6764003519119685,
    0.6764003519119685,
    0.6715238371425062,
    0.6715238371425062,
    0.6715238371425062,
    0.6715238371425062,
    0.6715238371425062,
    0.6715238371425062,
    0.6715238371425062,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.6860429244122321,
    0.7072647242332466,
    0.7072647242332466,
    0.7072647242332466,
    0.7072647242332466,
    0.7072647242332466,
    0.7072647242332466,
    0.7072647242332466,
    0.7072647242332466,
    0.7072647242332466,
    0.7351926418819037,
    0.7351926418819037,
    0.7351926418819037,
    0.7351926418819037,
    0.7351926418819037,
    0.7351926418819037,
    0.7351926418819037,
    0.7351926418819037,
    0.7544529226235571,
    0.7544529226235571,
    0.7544529226235571,
    0.7544529226235571,
    0.7544529226235571
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes to facilitate immediate internship applications.",
    "Finance firms offer QR codes to facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Finance firms offer QR codes to facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At an event, finance firms offer QR codes to facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the event, finance firms offer QR codes to facilitate immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations at the entrance and hand out lanyards. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event, finance firms offer QR codes to facilitate immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations at the entrance and hand out lanyards. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, finance firms offer QR codes to facilitate immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations at the entrance and hand out lanyards. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.5735701031037922,
    0.5735701031037922,
    0.5735701031037922,
    0.5735701031037922,
    0.5735701031037922,
    0.5735701031037922,
    0.5735701031037922,
    0.5735701031037922,
    0.5735701031037922,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.7470961759670097,
    0.8009011032815004,
    0.8009011032815004,
    0.8009011032815004,
    0.8009011032815004,
    0.8009011032815004,
    0.8009011032815004,
    0.8009011032815004,
    0.8009011032815004,
    0.8493258325697668,
    0.8493258325697668,
    0.8493258325697668,
    0.8493258325697668,
    0.8493258325697668,
    0.8493258325697668,
    0.8493258325697668,
    0.8493258325697668,
    0.8496603915087381,
    0.8496603915087381,
    0.8496603915087381,
    0.8496603915087381,
    0.8496603915087381,
    0.8496603915087381,
    0.8496603915087381,
    0.8496603915087381,
    0.8496603915087381,
    0.8562869575844361,
    0.8562869575844361,
    0.8562869575844361,
    0.8562869575844361,
    0.8562869575844361,
    0.8562869575844361,
    0.8562869575844361
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards; near the stage, the engineering society sponsors a resume review table; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; and a robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Visitors enter as staff scan registrations and hand out lanyards at the event entrance. Near the stage, the engineering society sponsors a resume review table. Finance firms display QR codes enabling immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.7817819878998278,
    0.7817819878998278,
    0.7817819878998278,
    0.7817819878998278,
    0.7817819878998278,
    0.7817819878998278,
    0.7780262286385833,
    0.7780262286385833,
    0.7780262286385833,
    0.7780262286385833,
    0.7780262286385833,
    0.7780262286385833,
    0.7780262286385833,
    0.5540108976293838,
    0.5540108976293838,
    0.5540108976293838,
    0.5540108976293838,
    0.5540108976293838,
    0.5540108976293838,
    0.8408533450046891,
    0.8408533450046891,
    0.8408533450046891,
    0.8408533450046891,
    0.8408533450046891,
    0.8408533450046891,
    0.8408533450046891,
    0.8408533450046891,
    0.8408533450046891,
    0.8405463394485166,
    0.8405463394485166,
    0.8405463394485166,
    0.8405463394485166,
    0.8405463394485166,
    0.8405463394485166,
    0.8405463394485166,
    0.8405463394485166,
    0.8405463394485166,
    0.838076824224359
  ],
  "31": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor of the university gym. Students clutch resumes inside branded folders and line up outside the gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym hosting a career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders and line up outside the gym before the fair opens. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university gym hosting a career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders and line up outside the gym before the fair opens. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At a university gym hosting a career fair, consulting firms display glossy case-study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders and line up outside the gym before the fair opens. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym hosting a career fair, consulting firms display glossy case-study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders and line up outside the gym before the fair opens. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage."
  ],
  "31_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.5083520841801598,
    0.6220057587160187,
    0.6220057587160187,
    0.6220057587160187,
    0.6220057587160187,
    0.6220057587160187,
    0.6220057587160187,
    0.6220057587160187,
    0.6220057587160187,
    0.7166321110655063,
    0.7166321110655063,
    0.7166321110655063,
    0.7166321110655063,
    0.7166321110655063,
    0.7166321110655063,
    0.7166321110655063,
    0.7910939333873208,
    0.7910939333873208,
    0.7910939333873208,
    0.7910939333873208,
    0.7910939333873208,
    0.8054558954962221,
    0.8054558954962221,
    0.8054558954962221,
    0.8054558954962221,
    0.8054558954962221,
    0.8054558954962221,
    0.8054558954962221,
    0.8054558954962221,
    0.8071972586464133,
    0.8071972586464133,
    0.8071972586464133,
    0.8071972586464133,
    0.8071972586464133,
    0.8071972586464133,
    0.8071972586464133,
    0.8071972586464133,
    0.8071972586464133
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves; the two activities run concurrently.",
    "Human resources teams jot notes on tablets while students introduce themselves; the two activities run concurrently. Groups of friends mark target employers on the event map.",
    "Human resources teams jot notes on tablets while students introduce themselves, and these two activities run concurrently. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "Human resources teams jot notes on tablets as students introduce themselves, with these two activities running concurrently. Groups of friends mark target employers on the event map while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Concurrent activities unfold at the event: human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Concurrent activities unfold at the event. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Concurrent activities unfold at the event. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3518705445001609,
    0.3518705445001609,
    0.3518705445001609,
    0.3518705445001609,
    0.3518705445001609,
    0.3518705445001609,
    0.3518705445001609,
    0.3518705445001609,
    0.3518705445001609,
    0.3518705445001609,
    0.5205458248327397,
    0.5205458248327397,
    0.5205458248327397,
    0.5205458248327397,
    0.5205458248327397,
    0.5205458248327397,
    0.5205458248327397,
    0.5205458248327397,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.5055836814920178,
    0.7408814733795478,
    0.7408814733795478,
    0.7408814733795478,
    0.7408814733795478,
    0.7408814733795478,
    0.7408814733795478,
    0.7408814733795478,
    0.7408814733795478,
    0.7823578793537007,
    0.7823578793537007,
    0.7823578793537007,
    0.7823578793537007,
    0.7823578793537007,
    0.7823578793537007,
    0.7823578793537007,
    0.7823578793537007,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726,
    0.8019898091156726
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos at an event where dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display community outreach photos at an event where dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the university gym during a career fair, healthcare providers display community outreach photos as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym hosting a career fair, healthcare providers display community outreach photos as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle the polished floor as healthcare providers display community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle the polished floor, where healthcare providers display community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle the polished floor. Healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.5611344871298801,
    0.5611344871298801,
    0.5611344871298801,
    0.5611344871298801,
    0.5611344871298801,
    0.5611344871298801,
    0.5611344871298801,
    0.7314937624724178,
    0.7314937624724178,
    0.7314937624724178,
    0.7314937624724178,
    0.7314937624724178,
    0.7314937624724178,
    0.7314937624724178,
    0.7314937624724178,
    0.8166292469788188,
    0.8166292469788188,
    0.8166292469788188,
    0.8166292469788188,
    0.8166292469788188,
    0.8166292469788188,
    0.8166292469788188,
    0.832458437194403,
    0.832458437194403,
    0.832458437194403,
    0.832458437194403,
    0.832458437194403,
    0.832458437194403,
    0.832458437194403,
    0.8354565865893921,
    0.8354565865893921,
    0.8354565865893921,
    0.8354565865893921,
    0.8354565865893921,
    0.8354565865893921,
    0.8354565865893921,
    0.8354565865893921,
    0.8354565865893921,
    0.8367616473564312,
    0.8367616473564312,
    0.8367616473564312,
    0.8367616473564312,
    0.8367616473564312,
    0.8367616473564312,
    0.8367616473564312,
    0.8487022549524983,
    0.8487022549524983
  ],
  "34": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement outlines the fair schedule over the PA system, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement over the PA system outlines the fair schedule, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement over the PA system outlines the fair schedule as career counselors remind attendees to maintain eye contact. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor, while alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the PA outlines the fair schedule as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor, while alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the PA outlines the fair schedule as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor, as alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "A welcome announcement over the PA outlines the fair schedule as event activity unfolds. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.6646592406288486,
    0.6646592406288486,
    0.6646592406288486,
    0.6646592406288486,
    0.6646592406288486,
    0.6646592406288486,
    0.6646592406288486,
    0.8494245553602786,
    0.8494245553602786,
    0.8494245553602786,
    0.8494245553602786,
    0.8494245553602786,
    0.8494245553602786,
    0.8494245553602786,
    0.8494245553602786,
    0.8500496855267363,
    0.8500496855267363,
    0.8500496855267363,
    0.8500496855267363,
    0.8500496855267363,
    0.8500496855267363,
    0.8500496855267363,
    0.8470339632802293,
    0.8470339632802293,
    0.8470339632802293,
    0.8470339632802293,
    0.8470339632802293,
    0.8470339632802293,
    0.8470339632802293,
    0.8470339632802293,
    0.8485990151038527,
    0.8485990151038527,
    0.8485990151038527,
    0.8485990151038527,
    0.8485990151038527,
    0.8485990151038527,
    0.8485990151038527,
    0.8485990151038527,
    0.8485990151038527,
    0.8324409927048546,
    0.8324409927048546,
    0.8324409927048546,
    0.8324409927048546,
    0.8324409927048546,
    0.8324409927048546,
    0.8324409927048546,
    0.8324409927048546,
    0.8776325270884922,
    0.8776325270884922,
    0.8776325270884922
  ],
  "35": [
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "A robotics startup flies a small drone over its booth to attract attention. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, a robotics startup flies a small drone over its booth to attract attention. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the career fair outside the university gym, a robotics startup flies a small drone over its booth to attract attention. Outside the gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the career fair outside the university gym, a robotics startup flies a small drone over its booth to attract attention. Outside the gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair outside the university gym, a robotics startup flies a small drone over its booth to attract attention. Outside the gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5414148300201669,
    0.5414148300201669,
    0.5414148300201669,
    0.5414148300201669,
    0.5414148300201669,
    0.5414148300201669,
    0.5414148300201669,
    0.5414148300201669,
    0.5414148300201669,
    0.5414148300201669,
    0.7436858793686583,
    0.7436858793686583,
    0.7436858793686583,
    0.7436858793686583,
    0.7436858793686583,
    0.7436858793686583,
    0.7436858793686583,
    0.7436858793686583,
    0.7436858793686583,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8007872398481841,
    0.8005207114914501,
    0.8005207114914501,
    0.8005207114914501,
    0.8005207114914501,
    0.8005207114914501,
    0.8005207114914501,
    0.8005207114914501,
    0.8005207114914501,
    0.8005207114914501,
    0.8005207114914501,
    0.8241251944207182,
    0.8241251944207182,
    0.8241251944207182,
    0.8241251944207182,
    0.8241251944207182,
    0.8241251944207182,
    0.8241251944207182,
    0.8241251944207182,
    0.8241251944207182,
    0.8241251944207182
  ],
  "36": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, the engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up prior to the career fair opening.",
    "At the event, the engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up prior to the career fair opening. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, the engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up prior to the career fair opening. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event features a resume review table sponsored by the engineering society near the stage; students rehearse elevator pitches quietly against the wall; outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications."
  ],
  "36_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.5892151420596077,
    0.5892151420596077,
    0.5892151420596077,
    0.5892151420596077,
    0.5892151420596077,
    0.5892151420596077,
    0.5892151420596077,
    0.5892151420596077,
    0.7473955462863789,
    0.7473955462863789,
    0.7473955462863789,
    0.7473955462863789,
    0.7473955462863789,
    0.7473955462863789,
    0.7473955462863789,
    0.7473955462863789,
    0.7582524916761038,
    0.7582524916761038,
    0.7582524916761038,
    0.7582524916761038,
    0.7582524916761038,
    0.7582524916761038,
    0.7582524916761038,
    0.7582524916761038,
    0.7582524916761038,
    0.7615509540875139,
    0.7615509540875139,
    0.7615509540875139,
    0.7615509540875139,
    0.7615509540875139,
    0.7615509540875139,
    0.7615509540875139,
    0.7615509540875139,
    0.7900898147096655,
    0.7900898147096655,
    0.7900898147096655,
    0.7900898147096655,
    0.7900898147096655,
    0.7900898147096655,
    0.7900898147096655,
    0.7900898147096655,
    0.7900898147096655,
    0.8146429783297797,
    0.8146429783297797,
    0.8146429783297797,
    0.8146429783297797,
    0.8146429783297797,
    0.8146429783297797,
    0.8146429783297797
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact; healthcare providers showcase community outreach photos.",
    "In a professional setting combining career guidance and outreach, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional event blending career guidance and outreach, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule.",
    "At a professional event blending career guidance and outreach, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional event blending career guidance and outreach, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A welcome PA announcement outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4256165940650722,
    0.4256165940650722,
    0.4256165940650722,
    0.4256165940650722,
    0.4256165940650722,
    0.4256165940650722,
    0.4256165940650722,
    0.4256165940650722,
    0.4256165940650722,
    0.4256165940650722,
    0.5126239361694562,
    0.5126239361694562,
    0.5126239361694562,
    0.5126239361694562,
    0.5126239361694562,
    0.5126239361694562,
    0.5126239361694562,
    0.7359465097153264,
    0.7359465097153264,
    0.7359465097153264,
    0.7359465097153264,
    0.7359465097153264,
    0.7359465097153264,
    0.7359465097153264,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7597493835862518,
    0.7449002781419695,
    0.7449002781419695,
    0.7449002781419695,
    0.7449002781419695
  ],
  "38": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the space, some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "In the space, some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "In the space, some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the space, some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the space, students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event, students rehearse elevator pitches quietly against a wall while consulting firms provide glossy case study booklets stacked on high tables. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, students rehearse elevator pitches quietly against a wall while consulting firms provide glossy case study booklets stacked on high tables. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews."
  ],
  "38_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3053344692992082,
    0.3053344692992082,
    0.3053344692992082,
    0.3053344692992082,
    0.3053344692992082,
    0.3053344692992082,
    0.3053344692992082,
    0.3053344692992082,
    0.5197390499529566,
    0.5197390499529566,
    0.5197390499529566,
    0.5197390499529566,
    0.5197390499529566,
    0.5197390499529566,
    0.5197390499529566,
    0.6896508436539883,
    0.6896508436539883,
    0.6896508436539883,
    0.6896508436539883,
    0.6896508436539883,
    0.6896508436539883,
    0.6896508436539883,
    0.68785742390405,
    0.68785742390405,
    0.68785742390405,
    0.68785742390405,
    0.68785742390405,
    0.68785742390405,
    0.68785742390405,
    0.7442521425762161,
    0.7442521425762161,
    0.7442521425762161,
    0.7442521425762161,
    0.7442521425762161,
    0.7442521425762161,
    0.7442521425762161,
    0.7442521425762161,
    0.7442521425762161,
    0.743196481581339,
    0.743196481581339,
    0.743196481581339,
    0.743196481581339,
    0.743196481581339,
    0.743196481581339,
    0.743196481581339,
    0.743196481581339,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459,
    0.8107825392667459
  ],
  "39": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the fair, the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6184526903290685,
    0.6184526903290685,
    0.6184526903290685,
    0.6184526903290685,
    0.6184526903290685,
    0.6184526903290685,
    0.6184526903290685,
    0.6184526903290685,
    0.6184526903290685,
    0.5372897036133687,
    0.5372897036133687,
    0.5372897036133687,
    0.5372897036133687,
    0.5372897036133687,
    0.5372897036133687,
    0.5372897036133687,
    0.5420535922564017,
    0.5420535922564017,
    0.5420535922564017,
    0.5420535922564017,
    0.5420535922564017,
    0.5420535922564017,
    0.5420535922564017,
    0.5420535922564017,
    0.5420535922564017,
    0.5420535922564017,
    0.759214463631493,
    0.759214463631493,
    0.759214463631493,
    0.759214463631493,
    0.759214463631493,
    0.759214463631493,
    0.7660819573551401,
    0.7660819573551401,
    0.7660819573551401,
    0.7660819573551401,
    0.7660819573551401,
    0.7660819573551401,
    0.7660819573551401,
    0.7660819573551401,
    0.5845740743948141,
    0.5845740743948141,
    0.5845740743948141,
    0.5845740743948141,
    0.5845740743948141,
    0.5845740743948141,
    0.5845740743948141,
    0.5845740743948141,
    0.5845740743948141,
    0.5845740743948141,
    0.8608617508844629,
    0.8608617508844629,
    0.8608617508844629,
    0.8608617508844629,
    0.8608617508844629
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes that enable immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards, while finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6063336267232972,
    0.6063336267232972,
    0.6063336267232972,
    0.6063336267232972,
    0.6063336267232972,
    0.6063336267232972,
    0.8081357701206284,
    0.8081357701206284,
    0.8081357701206284,
    0.8081357701206284,
    0.8081357701206284,
    0.8081357701206284,
    0.8081357701206284,
    0.8215304815162383,
    0.8215304815162383,
    0.8215304815162383,
    0.8215304815162383,
    0.8215304815162383,
    0.8215304815162383,
    0.8215304815162383,
    0.8215304815162383,
    0.8215304815162383,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8376174239642405,
    0.8424164272785364,
    0.8424164272785364,
    0.8424164272785364,
    0.8424164272785364,
    0.8424164272785364,
    0.8424164272785364,
    0.8424164272785364,
    0.8424164272785364,
    0.8542408903989611,
    0.8542408903989611
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a welcome announcement outlines the fair schedule over the PA system.",
    "Some students rehearse elevator pitches quietly against the wall, while a welcome announcement outlines the fair schedule over the PA system, and a robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, some students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries.",
    "At the university fair, some students rehearse elevator pitches quietly against a wall as a welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym.",
    "At the university fair, some students rehearse elevator pitches quietly against a wall as a welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications.",
    "During the university fair, students rehearse elevator pitches quietly against a wall as a PA announces the schedule. A robotics startup uses a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Before the fair opens, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications.",
    "At the university fair, attendees observe a scene of preparation and outreach: students rehearse elevator pitches quietly against a wall as a PA announces the schedule, and before opening, they line up outside the university gym. A robotics startup operates a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms display QR codes that enable immediate internship applications. A cybersecurity company hosts a password cracking challenge on a laptop, offering a hands-on demonstration of security concepts.",
    "At the university fair, attendees observe a scene of preparation and outreach: students rehearse elevator pitches quietly against a wall as a PA announces the schedule, and before opening they line up outside the university gym. A robotics startup operates a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms display QR codes enabling immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop, offering a hands-on demonstration of security concepts."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.38002386954224926,
    0.38002386954224926,
    0.38002386954224926,
    0.38002386954224926,
    0.38002386954224926,
    0.38002386954224926,
    0.38002386954224926,
    0.45861688218536023,
    0.45861688218536023,
    0.45861688218536023,
    0.45861688218536023,
    0.45861688218536023,
    0.45861688218536023,
    0.8327901529866519,
    0.8327901529866519,
    0.8327901529866519,
    0.8327901529866519,
    0.8327901529866519,
    0.8327901529866519,
    0.8327901529866519,
    0.8327901529866519,
    0.8327901529866519,
    0.8327901529866519,
    0.7681170431645805,
    0.7681170431645805,
    0.7681170431645805,
    0.7681170431645805,
    0.7681170431645805,
    0.7681170431645805,
    0.7681170431645805,
    0.7681170431645805,
    0.8619657628692143,
    0.8619657628692143,
    0.8619657628692143,
    0.8619657628692143,
    0.8619657628692143,
    0.8619657628692143,
    0.8619657628692143,
    0.8587575483260987,
    0.8587575483260987,
    0.8587575483260987,
    0.8587575483260987,
    0.8587575483260987,
    0.8587575483260987,
    0.8587575483260987,
    0.8587575483260987,
    0.8587575483260987,
    0.8709302354480921,
    0.8709302354480921,
    0.8709302354480921,
    0.8709302354480921,
    0.8709302354480921,
    0.8709302354480921,
    0.8709302354480921,
    0.8695949577097608
  ],
  "42": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Inside, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Inside, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Inside, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Inside, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.6186700714310494,
    0.6186700714310494,
    0.6186700714310494,
    0.6186700714310494,
    0.6186700714310494,
    0.6186700714310494,
    0.6186700714310494,
    0.6186700714310494,
    0.6176494387118162,
    0.6176494387118162,
    0.6176494387118162,
    0.6176494387118162,
    0.6176494387118162,
    0.6176494387118162,
    0.7534421304751675,
    0.7534421304751675,
    0.7534421304751675,
    0.7534421304751675,
    0.7534421304751675,
    0.7534421304751675,
    0.7534421304751675,
    0.7534421304751675,
    0.7534421304751675,
    0.7789438677741213,
    0.7789438677741213,
    0.7789438677741213,
    0.7789438677741213,
    0.7789438677741213,
    0.7789438677741213,
    0.7789438677741213,
    0.7789438677741213,
    0.7789438677741213,
    0.7734687752927236,
    0.7734687752927236,
    0.7734687752927236,
    0.7734687752927236,
    0.7734687752927236,
    0.7734687752927236
  ],
  "43": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "In a space where dozens of booths with colorful banners encircle a polished floor, human resources teams jot notes on tablets as students introduce themselves.",
    "In a space where dozens of booths with colorful banners encircle a polished floor, human resources teams jot notes on tablets as students introduce themselves.",
    "A space features dozens of booths with colorful banners encircling a polished floor, where human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps.",
    "A space features dozens of booths with colorful banners encircling a polished floor, where human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "The space features dozens of booths with colorful banners encircling a polished floor, where human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor. Human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "43_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.39874051058194127,
    0.4099123012651167,
    0.4099123012651167,
    0.4099123012651167,
    0.4099123012651167,
    0.4099123012651167,
    0.4099123012651167,
    0.4099123012651167,
    0.5843694586493513,
    0.5843694586493513,
    0.5843694586493513,
    0.5843694586493513,
    0.5843694586493513,
    0.5843694586493513,
    0.5843694586493513,
    0.5843694586493513,
    0.5843694586493513,
    0.5843694586493513,
    0.793539116489685,
    0.793539116489685,
    0.793539116489685,
    0.793539116489685,
    0.793539116489685,
    0.793539116489685,
    0.793539116489685,
    0.793539116489685,
    0.8361966378787873,
    0.8361966378787873,
    0.8361966378787873,
    0.8361966378787873,
    0.8361966378787873,
    0.8361966378787873,
    0.8361966378787873,
    0.8361966378787873,
    0.8361966378787873
  ],
  "44": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair setup, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showcasing their latest apps. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair setup, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showcasing their latest apps. Meanwhile, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the campus career fair setup, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the campus career fair setup, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "44_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.49887232692528677,
    0.6544525974149673,
    0.6544525974149673,
    0.6544525974149673,
    0.6544525974149673,
    0.6544525974149673,
    0.6544525974149673,
    0.6544525974149673,
    0.6544525974149673,
    0.786042721562485,
    0.786042721562485,
    0.786042721562485,
    0.786042721562485,
    0.786042721562485,
    0.786042721562485,
    0.786042721562485,
    0.8338629909320259,
    0.8338629909320259,
    0.8338629909320259,
    0.8338629909320259,
    0.8338629909320259,
    0.8338629909320259,
    0.8338629909320259,
    0.8541192475862776,
    0.8541192475862776,
    0.8541192475862776,
    0.8541192475862776,
    0.8541192475862776,
    0.8541192475862776,
    0.8541192475862776,
    0.8541192475862776,
    0.8541192475862776,
    0.8809409357355316,
    0.8809409357355316,
    0.8809409357355316,
    0.8809409357355316,
    0.8809409357355316,
    0.8809409357355316,
    0.8809409357355316,
    0.8809409357355316,
    0.8809409357355316,
    0.8809409357355316,
    0.8825482440733223,
    0.8825482440733223,
    0.8825482440733223,
    0.8825482440733223
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the corridor, some students rehearse elevator pitches quietly against the wall, and in the adjoining classroom, workshops on networking etiquette begin.",
    "In the corridor, some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom workshops on networking etiquette begin; an alumni panel discusses how to prepare for technical interviews.",
    "In the corridor, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews.",
    "Across a corridor and an adjoining classroom, observed activities include students rehearsing elevator pitches quietly against the wall, and workshops on networking etiquette beginning in the classroom. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "Across a corridor and an adjoining classroom, observed activities include students rehearsing elevator pitches quietly against the wall, and workshops on networking etiquette beginning in the classroom. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "Across a corridor and an adjoining classroom, multiple activities unfold: students rehearse elevator pitches quietly against the wall; workshops on networking etiquette begin in the classroom. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "Across a corridor and an adjoining classroom, several recruitment and networking activities are underway. Students rehearse elevator pitches quietly against a wall; networking etiquette workshops occur in the classroom. An alumni panel discusses preparing for technical interviews. A robotics startup flies a small drone above its booth to attract attention. HR teams take notes on tablets as students introduce themselves. Consulting firms arrange glossy case study booklets on high tables. Students carry resumes in branded folders."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2575397418683825,
    0.2575397418683825,
    0.2575397418683825,
    0.2575397418683825,
    0.2575397418683825,
    0.2575397418683825,
    0.3234965852441158,
    0.3234965852441158,
    0.3234965852441158,
    0.3234965852441158,
    0.3234965852441158,
    0.3234965852441158,
    0.605116421203463,
    0.605116421203463,
    0.605116421203463,
    0.605116421203463,
    0.605116421203463,
    0.605116421203463,
    0.605116421203463,
    0.7278404482969281,
    0.7278404482969281,
    0.7278404482969281,
    0.7278404482969281,
    0.7278404482969281,
    0.7278404482969281,
    0.7278404482969281,
    0.7278404482969281,
    0.7278404482969281,
    0.7278404482969281,
    0.7418833441317496,
    0.7418833441317496,
    0.7418833441317496,
    0.7418833441317496,
    0.7418833441317496,
    0.7418833441317496,
    0.7418833441317496,
    0.7418833441317496,
    0.7318903165570751,
    0.7318903165570751,
    0.7318903165570751,
    0.7318903165570751,
    0.7318903165570751,
    0.7318903165570751,
    0.7318903165570751,
    0.7318903165570751,
    0.7318903165570751,
    0.7318903165570751,
    0.785216112816782,
    0.785216112816782,
    0.785216112816782,
    0.785216112816782,
    0.785216112816782,
    0.785216112816782,
    0.785216112816782,
    0.785216112816782
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle a polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle a polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle the polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle the polished floor, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle the polished floor, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle the polished floor, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.3388542037766154,
    0.3388542037766154,
    0.3388542037766154,
    0.3388542037766154,
    0.3388542037766154,
    0.3388542037766154,
    0.3388542037766154,
    0.3388542037766154,
    0.33999900634695845,
    0.33999900634695845,
    0.33999900634695845,
    0.33999900634695845,
    0.33999900634695845,
    0.33999900634695845,
    0.33999900634695845,
    0.33999900634695845,
    0.336242918014222,
    0.336242918014222,
    0.336242918014222,
    0.336242918014222,
    0.336242918014222,
    0.336242918014222,
    0.336242918014222,
    0.6309824131922925,
    0.6309824131922925,
    0.6309824131922925,
    0.6309824131922925,
    0.6309824131922925,
    0.6309824131922925,
    0.6309824131922925,
    0.6309824131922925,
    0.6309824131922925,
    0.7655951065576347,
    0.7655951065576347,
    0.7655951065576347,
    0.7655951065576347,
    0.7655951065576347,
    0.7655951065576347,
    0.7655951065576347,
    0.7655951065576347,
    0.7655951065576347,
    0.7655951065576347
  ],
  "47": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and distribute lanyards to attendees. Career counselors direct unsure students toward applicable industries. Consulting firms place glossy case study booklets on high tables. Healthcare providers display community outreach photos.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees. Career counselors direct unsure students toward applicable industries. Consulting firms place glossy case study booklets on high tables. Healthcare providers display community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees. Career counselors direct unsure students toward applicable industries. Consulting firms place glossy case study booklets on high tables. Healthcare providers display community outreach photos. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees. Career counselors direct unsure students toward applicable industries. Consulting firms place glossy case study booklets on high tables. Healthcare providers display community outreach photos. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees, while career counselors direct unsure students toward applicable industries. Consulting firms place glossy case study booklets on high tables, and healthcare providers display community outreach photos. Tech companies show demo screens featuring their latest apps. Alumni volunteers offer quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees. Career counselors direct unsure students toward applicable industries. Consulting firms place glossy case study booklets on high tables, while healthcare providers display community outreach photos. Tech companies show demo screens featuring their latest apps. Alumni volunteers offer quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "47_score": [
    0.0,
    0.0,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.618899385529412,
    0.618899385529412,
    0.618899385529412,
    0.618899385529412,
    0.618899385529412,
    0.618899385529412,
    0.618899385529412,
    0.618899385529412,
    0.618899385529412,
    0.618899385529412,
    0.7978557773632755,
    0.7978557773632755,
    0.7978557773632755,
    0.7978557773632755,
    0.7978557773632755,
    0.7978557773632755,
    0.7879259579534024,
    0.7879259579534024,
    0.7879259579534024,
    0.7879259579534024,
    0.7879259579534024,
    0.7879259579534024,
    0.7879259579534024,
    0.8298057589156741,
    0.8298057589156741,
    0.8298057589156741,
    0.8298057589156741,
    0.8298057589156741,
    0.8298057589156741,
    0.8298057589156741,
    0.8339039464426068,
    0.8339039464426068,
    0.8339039464426068,
    0.8339039464426068,
    0.8339039464426068,
    0.8339039464426068,
    0.8339039464426068,
    0.8400567487843518,
    0.8400567487843518,
    0.8400567487843518,
    0.8400567487843518,
    0.8400567487843518,
    0.8400567487843518,
    0.8400567487843518,
    0.8400567487843518,
    0.8224999550583487,
    0.8224999550583487,
    0.8224999550583487,
    0.8224999550583487,
    0.8224999550583487,
    0.8224999550583487,
    0.8224999550583487,
    0.8224999550583487,
    0.8224999550583487,
    0.8273021511620147,
    0.8273021511620147,
    0.8273021511620147,
    0.8273021511620147
  ],
  "48": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a welcome announcement is broadcast over the PA system, outlining the fair schedule; tech companies display demo screens showing their latest apps, and students line up before the career fair opens.",
    "Outside the university gym, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps, while students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall, refining their delivery as others listen. The scene combines official schedule information with promotional displays and preparatory practice, all oriented toward the upcoming career fair.",
    "Outside the university gym, a welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps, while students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall, refining their delivery as others listen. The scene combines official schedule information with promotional displays and preparatory practice, all oriented toward the upcoming career fair. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, while students line up before the career fair opens and others listen as a few rehearse elevator pitches quietly against the wall, refining their delivery. The scene blends official schedule information with promotional displays and preparatory practice, all oriented toward the upcoming career fair. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a welcome PA outlines the forthcoming career fair schedule while tech companies display demo screens of their latest apps. Students line up before the fair opens, and others stand quietly against the wall, rehearsing elevator pitches to refine their delivery. The scene blends official schedule information with promotional displays and preparatory practice, all oriented toward the upcoming career fair. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.4708723652348538,
    0.4708723652348538,
    0.4708723652348538,
    0.4708723652348538,
    0.4708723652348538,
    0.4708723652348538,
    0.4708723652348538,
    0.4708723652348538,
    0.4708723652348538,
    0.7945462127109945,
    0.7945462127109945,
    0.7945462127109945,
    0.7945462127109945,
    0.7945462127109945,
    0.7945462127109945,
    0.7945462127109945,
    0.7945462127109945,
    0.825859192443138,
    0.825859192443138,
    0.825859192443138,
    0.825859192443138,
    0.825859192443138,
    0.825859192443138,
    0.825859192443138,
    0.825859192443138,
    0.825859192443138,
    0.8644842773965061,
    0.8644842773965061,
    0.8644842773965061,
    0.8644842773965061,
    0.8644842773965061,
    0.8644842773965061,
    0.8644842773965061,
    0.8644842773965061,
    0.8386440623044973,
    0.8386440623044973,
    0.8386440623044973,
    0.8386440623044973,
    0.8386440623044973
  ],
  "49": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Event participants include groups of friends who mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom.",
    "Event participants include groups of friends who mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends participate in the event and mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends participate in the event and mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends participate and mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the event, groups of friends participate and mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends participate and mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.45441333153951424,
    0.45441333153951424,
    0.45441333153951424,
    0.45441333153951424,
    0.45441333153951424,
    0.45441333153951424,
    0.45441333153951424,
    0.45441333153951424,
    0.740824650249502,
    0.740824650249502,
    0.740824650249502,
    0.740824650249502,
    0.740824650249502,
    0.740824650249502,
    0.740824650249502,
    0.8121782751810365,
    0.8121782751810365,
    0.8121782751810365,
    0.8121782751810365,
    0.8121782751810365,
    0.8121782751810365,
    0.8121782751810365,
    0.8121782751810365,
    0.846827275720589,
    0.846827275720589,
    0.846827275720589,
    0.846827275720589,
    0.846827275720589,
    0.846827275720589,
    0.846827275720589,
    0.846827275720589,
    0.846827275720589,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8624049229851094,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266,
    0.8770098523400266
  ]
}