{
  "0": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews as consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. At the event, students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews as consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. A circular ring of booths surrounds a polished, gleaming floor, and dozens of booths bear colorful banners that add vivid color as the ring encircles the surface. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall, as groups of friends mark target employers on the event map. A circular ring of dozens of booths surrounds a polished, gleaming floor, with colorful banners adding vivid color as the ring encircles the surface. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall, as groups of friends mark target employers on the event map. A circular ring of dozens of booths surrounds a polished, gleaming floor, with colorful banners adding vivid color as the ring encircles the surface. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map to identify companies they plan to engage with. A circular ring of dozens of booths surrounds a polished, gleaming floor, with colorful banners adding vivid color. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map to identify companies they plan to engage with. A circular ring of dozens of booths surrounds a polished, gleaming floor, with colorful banners adding vivid color. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews while alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map to identify companies they plan to engage with. A circular ring of dozens of booths surrounds a polished, gleaming floor, with colorful banners adding vivid color. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.5546998512301351,
    0.5546998512301351,
    0.5546998512301351,
    0.5546998512301351,
    0.5546998512301351,
    0.5546998512301351,
    0.7449615215522998,
    0.7449615215522998,
    0.7449615215522998,
    0.7449615215522998,
    0.7449615215522998,
    0.793524463361126,
    0.793524463361126,
    0.793524463361126,
    0.793524463361126,
    0.793524463361126,
    0.793524463361126,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.7835000308892811,
    0.8835562040543947,
    0.8835562040543947,
    0.8835562040543947,
    0.8835562040543947,
    0.8835562040543947,
    0.8835562040543947,
    0.8915007094687152,
    0.8915007094687152,
    0.8915007094687152,
    0.8915007094687152,
    0.8915007094687152,
    0.8915007094687152,
    0.8905960804307372,
    0.8905960804307372,
    0.8905960804307372
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. A circular ring of booths surrounds a polished gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. A circular ring of booths surrounds a polished gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders.",
    "A circular ring of booths surrounds a polished, gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "A circular ring of booths surrounds a polished, gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "A circular ring of booths surrounds a polished, gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "A circular ring of booths surrounds a polished, gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "A circular ring of booths surrounds a polished, gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "A circular ring of booths surrounds a polished, gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "The career fair unfolds around a circular ring of dozens of booths encircling a polished, gleaming floor, with colorful banners adding vivid color. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on an event map to identify companies they plan to engage with. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.390950045805372,
    0.390950045805372,
    0.390950045805372,
    0.390950045805372,
    0.390950045805372,
    0.390950045805372,
    0.390950045805372,
    0.7199601167169061,
    0.7199601167169061,
    0.7199601167169061,
    0.7199601167169061,
    0.7199601167169061,
    0.7199601167169061,
    0.7199601167169061,
    0.7199601167169061,
    0.7199601167169061,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.7216959516035839,
    0.875101840370098
  ],
  "2": [
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "At the event, students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables.",
    "At the event, students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables.",
    "At the event, students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables.",
    "At the event, students quietly rehearse elevator pitches against a wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, students quietly rehearse elevator pitches against a wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, students quietly rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables as tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "Before the career fair opens, students line up outside the university gym. At the event, students quietly rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables as tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "Before the career fair opens, students line up outside the university gym. Inside, attendees quietly rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables as tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym. Inside, attendees rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables as tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.4019718214489133,
    0.4019718214489133,
    0.4019718214489133,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.46225869626664534,
    0.8712766041705684,
    0.8712766041705684,
    0.8712766041705684,
    0.8712766041705684,
    0.8746359735118341,
    0.8746359735118341,
    0.8746359735118341,
    0.8746359735118341,
    0.8746359735118341,
    0.85963828463958,
    0.85963828463958,
    0.85963828463958,
    0.85963828463958,
    0.85963828463958,
    0.85963828463958,
    0.85963828463958,
    0.85963828463958,
    0.856972797378029,
    0.856972797378029,
    0.856972797378029,
    0.856972797378029,
    0.8597863280098399,
    0.8597863280098399,
    0.8597863280098399,
    0.8597863280098399,
    0.8597863280098399,
    0.8597863280098399,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245,
    0.8629710143030245
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Meanwhile, groups of friends mark target employers on the event map, and a small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle a polished, gleaming floor, forming a circular ring around the surface. Students clutch resumes inside branded folders as they move among the booths.",
    "A welcome announcement over the PA outlines the fair schedule as groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle a polished, gleaming floor, forming a circular ring around the surface. Students clutch resumes inside branded folders as they move among the booths. A robotics startup flies a small drone above its booth to draw attention.",
    "A welcome PA announcement outlines the fair schedule as groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches, while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle a polished, gleaming floor, forming a circular ring around the surface. Students clutch resumes inside branded folders as they move among the booths. A robotics startup flies a small drone above its booth to draw attention.",
    "An event-wide welcome PA announces the fair schedule as groups of friends mark target employers on the event map, while a small group of students stands against a wall quietly rehearsing elevator pitches. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle a polished, gleaming floor, forming a circular ring around the surface; students clutch resumes inside branded folders as they move among the booths. A robotics startup flies a small drone above its booth to draw attention.",
    "An event-wide welcome PA announces the fair schedule as groups of friends mark target employers on the event map, while a small group of students stands against a wall quietly rehearsing elevator pitches. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle a polished, gleaming floor, forming a circular ring around the surface; students clutch resumes in branded folders as they move among the booths. A robotics startup flies a small drone above its booth to draw attention.",
    "An event-wide welcome PA announces the fair schedule. Groups of friends mark target employers on the event map as a small group of students stands against a wall quietly rehearsing elevator pitches. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle a polished, gleaming floor, forming a circular ring around the surface; students clutch resumes in branded folders as they move among the booths. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.5096019958025901,
    0.5096019958025901,
    0.5096019958025901,
    0.5096019958025901,
    0.5096019958025901,
    0.5096019958025901,
    0.6430291646513464,
    0.6430291646513464,
    0.6430291646513464,
    0.6430291646513464,
    0.6634971060639718,
    0.6634971060639718,
    0.6634971060639718,
    0.6634971060639718,
    0.6634971060639718,
    0.8872270733663743,
    0.8872270733663743,
    0.8872270733663743,
    0.9006322173831194,
    0.9006322173831194,
    0.9006322173831194,
    0.9006322173831194,
    0.9006322173831194,
    0.9080923830612855,
    0.9080923830612855,
    0.9080923830612855,
    0.9080923830612855,
    0.9036128718786938,
    0.9036128718786938,
    0.9036128718786938,
    0.9036128718786938,
    0.9036128718786938,
    0.9036128718786938,
    0.9036128718786938,
    0.9036128718786938,
    0.9036128718786938,
    0.8764777425831934,
    0.8764777425831934,
    0.8764777425831934,
    0.8764777425831934,
    0.8764777425831934,
    0.8764777425831934,
    0.8764777425831934,
    0.8902849666113295,
    0.8902849666113295,
    0.8902849666113295,
    0.8902849666113295,
    0.889876746320192,
    0.889876746320192,
    0.889876746320192,
    0.889876746320192,
    0.889876746320192,
    0.8936995387164643,
    0.8936995387164643,
    0.8936995387164643,
    0.8936995387164643,
    0.8936995387164643,
    0.8936995387164643,
    0.8936995387164643,
    0.8936995387164643
  ],
  "4": [
    "",
    "",
    "",
    "\"\"",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "At the event, a small group of students stands against a wall, quietly rehearsing elevator pitches. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while groups of friends mark target employers on the event map.",
    "At the event, a small group of students stands against a wall, quietly rehearsing elevator pitches. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the event, a small group of students stands against a wall, quietly rehearsing elevator pitches. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the event, a small group of students stands against a wall, quietly rehearsing elevator pitches. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a small group of students stands against a wall, quietly rehearsing elevator pitches. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a small group of students stands against a wall, quietly rehearsing elevator pitches, as a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A circular ring of booths surrounds a polished, gleaming floor, with dozens of booths bearing colorful banners that add vivid color as the ring encircles the surface. Students clutch resumes inside branded folders.",
    "At the career fair, a small group of students stands against a wall quietly rehearsing elevator pitches as a welcome PA announcement outlines the schedule. Groups of friends mark target employers on the event map to identify companies they plan to engage with, while tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A circular ring of booths surrounds a gleaming floor, with dozens of booths bearing colorful banners that add vivid color. Students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a circular ring of booths surrounds a gleaming floor, with dozens of booths bearing colorful banners. A small group of students stands against a wall quietly rehearsing elevator pitches, as a welcome PA outlines the schedule. Groups of friends mark target employers on the event map to identify companies they plan to engage with; tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as they move among the booths. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers near the coffee station with quick pep talks. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.6286286031359836,
    0.6286286031359836,
    0.6286286031359836,
    0.8019326906702915,
    0.8019326906702915,
    0.8019326906702915,
    0.8019326906702915,
    0.8019326906702915,
    0.819222956932945,
    0.819222956932945,
    0.819222956932945,
    0.819222956932945,
    0.819222956932945,
    0.8682573115217407,
    0.8682573115217407,
    0.8682573115217407,
    0.8682573115217407,
    0.8682573115217407,
    0.8867615884018898,
    0.8867615884018898,
    0.8867615884018898,
    0.8867615884018898,
    0.8867615884018898,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8794540016751378,
    0.8869162228503198,
    0.8869162228503198,
    0.8869162228503198,
    0.8869162228503198,
    0.8869162228503198,
    0.8869162228503198,
    0.8869162228503198,
    0.8869162228503198,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449,
    0.9030237680346449
  ],
  "5": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, identifying companies they intend to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map to identify companies they intend to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map to identify companies they plan to engage with during the fair. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "Groups of friends are marking target employers on the event map to identify companies they plan to engage with during the fair. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, groups of friends mark target employers on the event map to identify companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, groups of friends mark target employers on the event map to identify companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, groups of friends mark target employers on the event map to identify companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, groups of friends mark target employers on the event map to identify companies they plan to engage with. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. On a polished floor, a circular arrangement of booths surrounds the space, with dozens of booths displaying colorful banners around the circle. Healthcare providers showcase community outreach photos highlighting outreach efforts. Consulting firms stack glossy case study booklets on high tables. Across the event, students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a circular ring of dozens of booths surrounds a polished, gleaming floor, with colorful banners around the circle. Groups of friends mark target employers on an event map while a small group rehearses elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. In an adjoining classroom, workshops on networking etiquette unfold. Career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact; students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables nearby. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the career fair, a circular ring of dozens of booths surrounds a polished gleaming floor, with colorful banners around the circle. Groups of friends mark target employers on an event map; a small group rehearses elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station, while a welcome PA outlines the fair schedule. In an adjoining classroom, workshops on networking etiquette unfold. Career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact as they clutch resumes inside branded folders. Healthcare providers showcase outreach photos; consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens; finance firms offer QR codes for internship applications."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.7920911183693049,
    0.7920911183693049,
    0.7920911183693049,
    0.7920911183693049,
    0.7920911183693049,
    0.7626800487063174,
    0.7626800487063174,
    0.7626800487063174,
    0.7626800487063174,
    0.8604026090116741,
    0.8604026090116741,
    0.8604026090116741,
    0.8604026090116741,
    0.8793735648956666,
    0.8793735648956666,
    0.8793735648956666,
    0.8793735648956666,
    0.8793735648956666,
    0.8498264426971343,
    0.8498264426971343,
    0.8498264426971343,
    0.8498264426971343,
    0.8498264426971343,
    0.8498264426971343,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8654526687901114,
    0.8845203764861072,
    0.8845203764861072,
    0.8845203764861072,
    0.8845203764861072,
    0.890689735101409,
    0.890689735101409,
    0.890689735101409,
    0.890689735101409,
    0.890689735101409,
    0.890689735101409,
    0.890689735101409,
    0.899205464870278,
    0.899205464870278,
    0.899205464870278,
    0.899205464870278,
    0.899205464870278
  ],
  "6": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while an alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and hand out lanyards at the entrance; an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Event staff scan registrations and hand out lanyards at the entrance; an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "The scene centers on the event entrance where staff scan registrations and distribute lanyards, while an alumni panel discusses how to prepare for technical interviews. Nearby, groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and distribute lanyards while an alumni panel discusses how to prepare for technical interviews. Nearby, groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Across the event, students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and distribute lanyards while an alumni panel discusses how to prepare for technical interviews. Nearby, groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Across the event, students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and distribute lanyards while an alumni panel discusses how to prepare for technical interviews. Nearby, groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Across the event, students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and distribute lanyards as an alumni panel discusses how to prepare for technical interviews. Nearby, groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Across the event, students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the event entrance scan registrations and distribute lanyards as an alumni panel discusses how to prepare for technical interviews. Nearby, groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Across the floor, students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff at the event entrance scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers nearby offering quick pep talks near the coffee station. Nearby, groups of friends mark target employers on the event map as career counselors remind attendees to maintain eye contact. Across the floor, students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished floor in a circular arrangement. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos highlighting outreach efforts.",
    "Staff at the event entrance scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers nearby offering quick pep talks near the coffee station. Nearby, groups of friends mark target employers on the event map as career counselors remind attendees to maintain eye contact. Across the floor, students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished floor in a circular arrangement. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos highlighting outreach efforts."
  ],
  "6_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.6622209483103748,
    0.6622209483103748,
    0.6622209483103748,
    0.6622209483103748,
    0.6622209483103748,
    0.7627916080145901,
    0.7627916080145901,
    0.7627916080145901,
    0.7627916080145901,
    0.7627916080145901,
    0.7554030284442166,
    0.7554030284442166,
    0.7554030284442166,
    0.7554030284442166,
    0.8014771028279364,
    0.8014771028279364,
    0.8014771028279364,
    0.8014771028279364,
    0.8014771028279364,
    0.8014771028279364,
    0.8014771028279364,
    0.8014771028279364,
    0.8014771028279364,
    0.8014771028279364,
    0.7987755675953363,
    0.7987755675953363,
    0.7987755675953363,
    0.7987755675953363,
    0.7987755675953363,
    0.7974925061420309,
    0.7974925061420309,
    0.7974925061420309,
    0.7974925061420309,
    0.7974925061420309,
    0.7974925061420309,
    0.805816978124055,
    0.805816978124055,
    0.805816978124055,
    0.805816978124055,
    0.805816978124055,
    0.805816978124055,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519,
    0.8093666990147519
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A circular arrangement of booths surrounds a polished floor. Dozens of booths display colorful banners around the circle.",
    "A circular arrangement of booths surrounds a polished floor. Dozens of booths display colorful banners around the circle. Healthcare providers showcase community outreach photos.",
    "A polished floor is encircled by a circular arrangement of booths. Dozens of booths display colorful banners around the circle. Healthcare providers showcase community outreach photos, while career counselors redirect unsure students toward applicable industries.",
    "A polished floor is encircled by a circular arrangement of booths, with dozens of booths displaying colorful banners around the circle. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "On a polished floor, a circular arrangement of booths surrounds the space, with dozens of booths displaying colorful banners around the circle. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Career counselors direct unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "On a polished floor, a circular arrangement of booths surrounds the space, with dozens of booths displaying colorful banners around the circle. Healthcare providers showcase community outreach photos highlighting outreach efforts. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and distribute lanyards. Nearby, groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Across the event, students rehearse elevator pitches quietly against the wall.",
    "Inside a venue with a polished floor, a circular arrangement of dozens of booths surrounds the space, each booth displaying colorful banners. Healthcare providers showcase community outreach photos highlighting outreach efforts. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. At the entrance, event staff scan registrations and distribute lanyards. Nearby, groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Across the event, students rehearse elevator pitches quietly against the wall.",
    "Inside a venue with a polished floor, a circular arrangement of dozens of booths surrounds the space, each booth displaying colorful banners. Healthcare providers showcase community outreach photos highlighting outreach efforts. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. At the entrance, event staff scan registrations and distribute lanyards. Nearby, groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Across the event, students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "The venue features a circular ring of dozens of booths around a polished, gleaming floor, with colorful banners providing vivid color. Healthcare providers display community outreach photos. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, with resumes kept in branded folders. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and distribute lanyards. Groups of friends mark target employers on an event map. Students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps. In an adjoining classroom, workshops on networking etiquette unfold. A welcome PA announces the fair schedule for attendees."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4088432741842587,
    0.4088432741842587,
    0.4088432741842587,
    0.4088432741842587,
    0.4088432741842587,
    0.4873921971154607,
    0.4873921971154607,
    0.4873921971154607,
    0.6397332757533922,
    0.6397332757533922,
    0.6397332757533922,
    0.6397332757533922,
    0.6397332757533922,
    0.6397332757533922,
    0.7285428637644829,
    0.7285428637644829,
    0.7285428637644829,
    0.7285428637644829,
    0.7285428637644829,
    0.7565705583924074,
    0.7565705583924074,
    0.7565705583924074,
    0.7565705583924074,
    0.7565705583924074,
    0.7565705583924074,
    0.7565705583924074,
    0.7565705583924074,
    0.7565705583924074,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8268628648971357,
    0.8220525300953018,
    0.8220525300953018,
    0.8220525300953018,
    0.8220525300953018,
    0.8220525300953018,
    0.8424187632316646,
    0.8424187632316646,
    0.8424187632316646,
    0.8424187632316646,
    0.8424187632316646,
    0.8424187632316646,
    0.8901635496313982,
    0.8901635496313982,
    0.8901635496313982,
    0.8901635496313982,
    0.8901635496313982,
    0.8901635496313982,
    0.8901635496313982,
    0.8901635496313982,
    0.8901635496313982,
    0.8901635496313982
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "A circular arrangement of booths surrounds a polished floor, with dozens of booths bearing colorful banners. The banners add vivid color to the scene as the ring of booths encircles the gleaming surface.",
    "A circular ring of booths surrounds a polished, gleaming floor. Dozens of booths bear colorful banners, which add vivid color to the scene as the ring encircles the surface.",
    "A circular ring of booths surrounds a polished, gleaming floor. Dozens of booths bear colorful banners, which add vivid color to the scene as the ring encircles the surface. Career counselors remind attendees to maintain eye contact.",
    "A circular ring of booths surrounds a polished, gleaming floor. Dozens of booths bear colorful banners, adding vivid color as the ring encircles the surface. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "A circular ring of booths surrounds a polished, gleaming floor. Dozens of booths bear colorful banners, adding vivid color as the ring encircles the surface. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Attendees encounter a circular ring of booths surrounding a polished gleaming floor, with dozens of booths bearing colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map to identify companies they plan to engage with during the fair. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "Attendees walk a circular ring of booths surrounding a polished gleaming floor, with dozens of booths bearing colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map to identify companies they plan to engage with during the fair. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "Attendees circulate a circular ring of booths surrounding a polished gleaming floor, with dozens of booths bearing colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map to identify companies they plan to engage with during the fair. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "Attendees circulate around a circular ring of booths set around a polished, gleaming floor, with dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map to identify companies they plan to engage with during the fair. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "Attendees circulate around a ring of booths on a polished floor, with dozens of colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders, while consulting firms stack case study booklets on tables. Groups of friends mark target employers on the event map to identify companies they plan to engage with during the fair. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses preparing for technical interviews, complemented by alumni volunteers giving pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.39390467254888395,
    0.39390467254888395,
    0.39390467254888395,
    0.39390467254888395,
    0.39390467254888395,
    0.3684844788457999,
    0.3684844788457999,
    0.3684844788457999,
    0.3684844788457999,
    0.616643195178755,
    0.616643195178755,
    0.616643195178755,
    0.616643195178755,
    0.616643195178755,
    0.616643195178755,
    0.6491482485342152,
    0.6491482485342152,
    0.6491482485342152,
    0.6491482485342152,
    0.6491482485342152,
    0.6491482485342152,
    0.6887301208270635,
    0.6887301208270635,
    0.6887301208270635,
    0.6887301208270635,
    0.6887301208270635,
    0.9082888525141184,
    0.9082888525141184,
    0.9082888525141184,
    0.9082888525141184,
    0.9082888525141184,
    0.9082888525141184,
    0.9129528980387702,
    0.9129528980387702,
    0.9129528980387702,
    0.9129528980387702,
    0.9129528980387702,
    0.9129528980387702,
    0.9129528980387702,
    0.9129528980387702,
    0.9212784698425591,
    0.9212784698425591,
    0.9212784698425591,
    0.9212784698425591,
    0.9212784698425591,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9309072670003967,
    0.9255791952772434,
    0.9255791952772434,
    0.9255791952772434,
    0.9255791952772434
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables nearby. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables nearby. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom. Nearby, glossy case study booklets are stacked on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. The polished floor is encircled by a circular arrangement of dozens of booths displaying colorful banners around the circle. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Career counselors redirect unsure students toward applicable industries.",
    "On the polished floor, a circular arrangement of booths surrounds the space, with dozens of booths displaying colorful banners around the circle. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Career counselors redirect unsure students toward applicable industries.",
    "On the polished floor, a circular arrangement of booths surrounds the space, with dozens of booths displaying colorful banners around the circle. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Career counselors redirect unsure students toward applicable industries.",
    "The scene centers on a circular ring of dozens of booths surrounding a polished, gleaming floor, with colorful banners adding vivid color around the circle. In an adjoining classroom, workshops on networking etiquette unfold. Consulting firms stack glossy case-study booklets on high tables nearby. A welcome announcement over the PA outlines the fair schedule for attendees. Groups of friends mark target employers on an event map as a small group of students rehearses elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, with students clutching resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "The scene centers on a venue with a polished floor and a circular ring of booths around the space, each displaying colorful banners. An adjoining classroom hosts networking etiquette workshops. Consulting firms stack glossy case-study booklets on high tables nearby, and tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA outlines the fair schedule. Friends mark target employers on the event map, while a small group of students rehearses elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos highlighting outreach efforts. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, with students clutching resumes inside branded folders. Alumni volunteers give pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4596008897670054,
    0.4596008897670054,
    0.4596008897670054,
    0.7840254176832522,
    0.7840254176832522,
    0.7840254176832522,
    0.7840254176832522,
    0.7840254176832522,
    0.7840254176832522,
    0.7849001703695254,
    0.7849001703695254,
    0.7849001703695254,
    0.7849001703695254,
    0.7849001703695254,
    0.7849001703695254,
    0.8643427609677935,
    0.8643427609677935,
    0.8643427609677935,
    0.8643427609677935,
    0.8643427609677935,
    0.8643427609677935,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8536984371042898,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8527796103171421,
    0.8986749969842014,
    0.8986749969842014
  ]
}