{
  "0": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Ahead of the career fair opening, students line up outside the university gym, while some rehearse elevator pitches quietly against a wall.",
    "Ahead of the career fair opening, students line up outside the university gym, while some rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth for attention.",
    "Ahead of the career fair opening, students line up outside the university gym, while some rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications.",
    "Ahead of the career fair opening, students line up outside the university gym, with some rehearsing elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors as they plan which employers to approach.",
    "Ahead of the career fair opening, students line up outside the university gym, with some rehearsing elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors as they plan which employers to approach, and they remind attendees to maintain eye contact.",
    "Ahead of the career fair opening, students line up outside the university gym, with some rehearsing elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors as they plan which employers to approach, and they remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "Ahead of the career fair opening, students line up outside the university gym, with some rehearsing elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors as they plan which employers to approach, and they remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Ahead of the career fair opening, students line up outside the university gym, some rehearsing elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Career counselors guide unsure students toward relevant industries and remind attendees to maintain eye contact as they plan which employers to approach. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.4014163028375451,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.657487593759233,
    0.8373109845371041,
    0.8373109845371041,
    0.8373109845371041,
    0.8373109845371041,
    0.8198481662428941,
    0.8198481662428941,
    0.8198481662428941,
    0.8198481662428941,
    0.8198481662428941,
    0.8198481662428941,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8358982784571731,
    0.8630894287463234,
    0.8630894287463234,
    0.8630894287463234,
    0.8630894287463234,
    0.8804514402547842,
    0.8804514402547842,
    0.8804514402547842,
    0.8804514402547842,
    0.8858730695699972,
    0.8858730695699972,
    0.8858730695699972,
    0.8858730695699972,
    0.8858730695699972
  ],
  "1": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password cracking challenge on a laptop; tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.49381564602757055,
    0.49381564602757055,
    0.49381564602757055,
    0.7897465388281164,
    0.7897465388281164,
    0.7897465388281164,
    0.7897465388281164,
    0.7897465388281164,
    0.7897465388281164,
    0.7897465388281164,
    0.7897465388281164,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8166931727348696,
    0.8262444171794527,
    0.8262444171794527,
    0.8262444171794527,
    0.8262444171794527,
    0.8262444171794527,
    0.8357776967211166,
    0.8357776967211166,
    0.8357776967211166,
    0.8357776967211166,
    0.8357776967211166,
    0.8357776967211166,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267,
    0.8486867072285267
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors remind attendees to maintain eye contact while students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.5594405633450126,
    0.5594405633450126,
    0.5594405633450126,
    0.5594405633450126,
    0.5594405633450126,
    0.5594405633450126,
    0.7277051530385573,
    0.7277051530385573,
    0.7277051530385573,
    0.7277051530385573,
    0.8059698645012535,
    0.8059698645012535,
    0.8059698645012535,
    0.8059698645012535,
    0.8059698645012535,
    0.8059698645012535,
    0.8059698645012535,
    0.8033440959265149,
    0.8033440959265149,
    0.8033440959265149,
    0.8033440959265149,
    0.8033440959265149,
    0.8033440959265149,
    0.8033440959265149,
    0.7857930534405116,
    0.7857930534405116,
    0.7857930534405116,
    0.7857930534405116,
    0.7857930534405116,
    0.7857930534405116,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.8344153807136729,
    0.828453083641759,
    0.828453083641759,
    0.828453083641759,
    0.828453083641759,
    0.828453083641759,
    0.828453083641759,
    0.8401000397196006,
    0.8401000397196006,
    0.8401000397196006,
    0.8401000397196006,
    0.8401000397196006,
    0.8401000397196006,
    0.8401000397196006,
    0.8401000397196006,
    0.8401000397196006
  ],
  "3": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule, delivered over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. A welcome announcement outlines the fair schedule and is delivered over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. A welcome announcement outlines the fair schedule and is delivered over the PA system. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "An alumni career fair features an alumni panel discussing how to prepare for technical interviews and offering guidance to attendees. A welcome announcement outlining the fair schedule is delivered over the PA system. Alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor.",
    "An alumni career fair features an alumni panel discussing how to prepare for technical interviews and offering guidance to attendees. A welcome announcement outlining the fair schedule is delivered over the PA system. Alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders.",
    "At an alumni career fair, an alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. A welcome announcement outlining the fair schedule is delivered over the PA system. Alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6187145198338724,
    0.6187145198338724,
    0.6187145198338724,
    0.6187145198338724,
    0.6187145198338724,
    0.6187145198338724,
    0.6187145198338724,
    0.6187145198338724,
    0.7685520896101388,
    0.7685520896101388,
    0.7685520896101388,
    0.7685520896101388,
    0.7685520896101388,
    0.7685520896101388,
    0.7685520896101388,
    0.801929367217153,
    0.801929367217153,
    0.801929367217153,
    0.801929367217153,
    0.8067955160933408,
    0.8067955160933408,
    0.8067955160933408,
    0.8067955160933408,
    0.8067955160933408,
    0.8067955160933408,
    0.8067955160933408,
    0.8067955160933408,
    0.8148801874087493,
    0.8148801874087493,
    0.8148801874087493,
    0.8148801874087493,
    0.8148801874087493,
    0.8148801874087493,
    0.8148801874087493,
    0.8148801874087493,
    0.8148801874087493,
    0.8482739512809316,
    0.8482739512809316,
    0.8482739512809316,
    0.8482739512809316,
    0.8482739512809316,
    0.8482739512809316
  ],
  "4": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup is at a fair, flying a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A robotics startup is at a fair, flying a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At a fair, a robotics startup is present and flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a robotics startup is present and flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the fair, a robotics startup displays a small drone above its booth to draw attention. A PA welcome announces the fair schedule. Finance firms provide QR codes for internships. Some students rehearse elevator pitches quietly against a wall. Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners encircle the polished floor.",
    "At the campus fair, a robotics startup displays a small drone above its booth to draw attention. A PA welcomes attendees and announces the fair schedule. Finance firms provide QR codes for internships. Some students rehearse elevator pitches quietly against a wall. Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus career fair held in a venue with a polished floor, dozens of booths with colorful banners encircle the space. A robotics startup displays a small drone above its booth to draw attention. A PA welcomes attendees and announces the fair schedule. Finance firms provide QR codes for internships. Some students rehearse elevator pitches quietly against a wall. Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus career fair held in a venue with a polished floor, dozens of booths with colorful banners encircle the space. A robotics startup displays a small drone above its booth to draw attention. A PA welcomes attendees and announces the schedule. Finance firms provide QR codes for internships. Some students rehearse elevator pitches quietly against a wall. Outside the university gym, students line up before the fair opens. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.5181182540788399,
    0.7449757041140519,
    0.7449757041140519,
    0.7449757041140519,
    0.7449757041140519,
    0.7449757041140519,
    0.7730433600249098,
    0.7730433600249098,
    0.7730433600249098,
    0.7730433600249098,
    0.7730433600249098,
    0.7730433600249098,
    0.8586537208972544,
    0.8586537208972544,
    0.8586537208972544,
    0.8586537208972544,
    0.8586537208972544,
    0.8671829096453335,
    0.8671829096453335,
    0.8671829096453335,
    0.8671829096453335,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8755985960666957,
    0.8784751550796754,
    0.8784751550796754,
    0.8784751550796754,
    0.8784751550796754,
    0.8784751550796754,
    0.8784751550796754,
    0.8784751550796754,
    0.8784751550796754,
    0.8784751550796754,
    0.8784751550796754,
    0.8880071040876809,
    0.8880071040876809,
    0.8880071040876809,
    0.8880071040876809
  ],
  "5": [
    "",
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom. Students are lined up outside the university gym in advance of the career fair opening. A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "Networking etiquette workshops are underway in the adjoining classroom. Students are lined up outside the university gym in advance of the career fair opening. A welcome announcement is being broadcast over the PA system, outlining the fair's schedule. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are underway in the adjoining classroom. Outside the university gym, students line up in advance of the career fair opening. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Some students rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "An on-campus career fair is underway with multiple parallel activities. In the adjoining classroom, networking etiquette workshops are underway. Outside the university gym, students line up ahead of the fair's opening. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Some students rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "An on-campus career fair is underway with multiple parallel activities. In the adjoining classroom, networking etiquette workshops are underway. Outside the university gym, students line up ahead of the fair's opening. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Some students rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "An on-campus career fair is underway with multiple parallel activities. In an adjoining classroom, networking etiquette workshops are underway. Outside the university gym, students line up ahead of the fair’s opening. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Some students rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "An on-campus career fair is underway with multiple parallel activities. In an adjoining classroom, networking etiquette workshops are in progress. Outside the university gym, students line up ahead of the fair’s opening. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Some students rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.7208200089618311,
    0.7208200089618311,
    0.7208200089618311,
    0.7208200089618311,
    0.7208200089618311,
    0.7208200089618311,
    0.7208200089618311,
    0.7208200089618311,
    0.7208200089618311,
    0.7372197132860101,
    0.7372197132860101,
    0.7372197132860101,
    0.7372197132860101,
    0.7372197132860101,
    0.7372197132860101,
    0.7359774369811016,
    0.7359774369811016,
    0.7359774369811016,
    0.7359774369811016,
    0.7359774369811016,
    0.7359774369811016,
    0.7359774369811016,
    0.7359774369811016,
    0.7359774369811016,
    0.8255681043143878,
    0.8255681043143878,
    0.8255681043143878,
    0.8255681043143878,
    0.8255681043143878,
    0.8350718906689132,
    0.8350718906689132,
    0.8350718906689132,
    0.8350718906689132,
    0.8350718906689132,
    0.8350718906689132,
    0.8350718906689132,
    0.8350718906689132,
    0.8350718906689132,
    0.8338310011676582,
    0.8338310011676582,
    0.8338310011676582,
    0.8338310011676582,
    0.8338310011676582,
    0.8338310011676582,
    0.8337225789897991,
    0.8337225789897991,
    0.8337225789897991
  ],
  "6": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue entrance, event staff scan registrations and hand out lanyards; career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards; career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and a robotics startup flies a small drone above its booth to draw attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while career counselors steer unsure students toward suitable industries. Alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, including a robotics startup that flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards as career counselors guide unsure students toward suitable industries; alumni volunteers offer quick pep talks near the coffee station; workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, including a robotics startup that flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards while career counselors guide unsure students toward suitable industries; alumni volunteers offer quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, including a robotics startup that flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.6076072959449994,
    0.6076072959449994,
    0.6076072959449994,
    0.6076072959449994,
    0.6076072959449994,
    0.6076072959449994,
    0.6076072959449994,
    0.6076072959449994,
    0.6076072959449994,
    0.7598033630413363,
    0.7598033630413363,
    0.7598033630413363,
    0.7874770427010909,
    0.7874770427010909,
    0.7874770427010909,
    0.7874770427010909,
    0.7874770427010909,
    0.7874770427010909,
    0.7874770427010909,
    0.7874770427010909,
    0.7874770427010909,
    0.7874770427010909,
    0.804746374883637,
    0.804746374883637,
    0.804746374883637,
    0.804746374883637,
    0.8306140393779845,
    0.8306140393779845,
    0.8306140393779845,
    0.8306140393779845,
    0.8306140393779845,
    0.8306140393779845,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.804794581313587,
    0.7901258320413875,
    0.7901258320413875,
    0.7901258320413875,
    0.7901258320413875,
    0.7936089784011332
  ],
  "7": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while event staff at the entrance scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews, while event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An event features an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An event features an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "An event features an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "The event features an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event centers on an alumni panel about preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event centers on an alumni panel about preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.46617837295985004,
    0.46617837295985004,
    0.46617837295985004,
    0.46617837295985004,
    0.6238105697311968,
    0.6238105697311968,
    0.6238105697311968,
    0.6238105697311968,
    0.6238105697311968,
    0.6238105697311968,
    0.6238105697311968,
    0.7608314529711351,
    0.7608314529711351,
    0.7608314529711351,
    0.7608314529711351,
    0.7864231510066152,
    0.7864231510066152,
    0.7864231510066152,
    0.7864231510066152,
    0.7864231510066152,
    0.7864231510066152,
    0.7864231510066152,
    0.7864231510066152,
    0.7864231510066152,
    0.8000432085982221,
    0.8000432085982221,
    0.8000432085982221,
    0.8000432085982221,
    0.827853863398242,
    0.827853863398242,
    0.827853863398242,
    0.827853863398242,
    0.81812387350767,
    0.81812387350767,
    0.81812387350767,
    0.81812387350767,
    0.81812387350767,
    0.81812387350767,
    0.81812387350767,
    0.81812387350767,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191,
    0.8269956064457191
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor of the fair venue. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners encircle the polished floor of the fair venue, while a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor of the fair venue as a welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens, while alumni volunteers share brief pep talks near the coffee station.",
    "A career fair unfolds on a polished floor inside a venue encircled by dozens of booths with colorful banners, while a welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the fair opens, and alumni volunteers share brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin.",
    "Inside a venue encircled by dozens of booths with colorful banners, a career fair unfolds on a polished floor. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the fair opens. Alumni volunteers share brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact.",
    "Inside a venue encircled by dozens of booths with colorful banners, a career fair unfolds on a polished floor. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. Alumni volunteers share brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact.",
    "Inside a venue encircled by dozens of booths with colorful banners, a career fair unfolds on a polished floor. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the fair opens. Alumni volunteers share brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.5745006075929597,
    0.6402406002164673,
    0.6402406002164673,
    0.6402406002164673,
    0.6402406002164673,
    0.6494902841013797,
    0.6494902841013797,
    0.6494902841013797,
    0.6494902841013797,
    0.6494902841013797,
    0.6494902841013797,
    0.6494902841013797,
    0.6494902841013797,
    0.808665319661289,
    0.808665319661289,
    0.808665319661289,
    0.808665319661289,
    0.8296377407234422,
    0.8296377407234422,
    0.8296377407234422,
    0.8296377407234422,
    0.8296377407234422,
    0.8296377407234422,
    0.8296377407234422,
    0.8296377407234422,
    0.8296377407234422,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8242815073540772,
    0.8673518238120139,
    0.8673518238120139,
    0.8673518238120139,
    0.8673518238120139,
    0.8673518238120139
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff at the entrance scan registrations and hand out lanyards, facilitating check-in. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event staff at the entrance scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom as HR teams jot notes on tablets while students introduce themselves.",
    "Event staff at the entrance scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom as HR teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom as HR teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor of the venue. In an adjoining classroom, workshops on networking etiquette begin as HR teams jot notes on tablets while students introduce themselves. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.6934295717014268,
    0.6934295717014268,
    0.6934295717014268,
    0.6934295717014268,
    0.6934295717014268,
    0.7713747832506793,
    0.7713747832506793,
    0.7713747832506793,
    0.7713747832506793,
    0.7713747832506793,
    0.7713747832506793,
    0.7611022433979078,
    0.7611022433979078,
    0.7611022433979078,
    0.7611022433979078,
    0.7611022433979078,
    0.7478173400426277,
    0.7478173400426277,
    0.7478173400426277,
    0.7478173400426277,
    0.7478173400426277,
    0.7478173400426277,
    0.7478173400426277,
    0.8119170756058833,
    0.8119170756058833,
    0.8119170756058833,
    0.8119170756058833,
    0.8119170756058833,
    0.8119170756058833,
    0.8119170756058833,
    0.8119170756058833,
    0.8119170756058833,
    0.8257870480988259,
    0.8257870480988259,
    0.8257870480988259,
    0.8257870480988259,
    0.8257870480988259,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495,
    0.8267026980371495
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students stands against the wall, quietly rehearsing elevator pitches.",
    "A group of students stands against the wall, quietly rehearsing elevator pitches, while human resources teams jot notes on tablets as the students introduce themselves.",
    "A group of students stands against the wall, quietly rehearsing elevator pitches, as human resources teams jot notes on tablets during the students' introductions. Healthcare providers showcase community outreach photos.",
    "Students stand against a wall, quietly rehearsing elevator pitches while human resources teams jot notes on tablets during the students’ introductions. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Students stand against a wall, quietly rehearsing elevator pitches as human resources teams jot notes on tablets during the students’ introductions. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19817964565158291,
    0.19817964565158291,
    0.19817964565158291,
    0.19817964565158291,
    0.19817964565158291,
    0.19817964565158291,
    0.19817964565158291,
    0.28519823191282456,
    0.28519823191282456,
    0.28519823191282456,
    0.28519823191282456,
    0.28519823191282456,
    0.28519823191282456,
    0.28519823191282456,
    0.28519823191282456,
    0.4527606718116831,
    0.4527606718116831,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.6789888279112379,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409,
    0.7343495949748409
  ],
  "11": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "An indoor career fair area hums with activity as a welcome announcement plays over the PA, outlining the fair schedule. Career counselors guide unsure students toward relevant industries. Several students rehearse elevator pitches quietly against the wall, while healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette have begun. Human resources teams jot notes on tablets, and students introduce themselves at a steady pace.",
    "An indoor career fair area hums with activity, a welcome announcement on the PA outlining the fair schedule. Career counselors guide unsure students toward relevant industries, while several students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette have begun. Human resources teams jot notes on tablets, and students introduce themselves at a steady pace.",
    "Inside the career fair area a welcome PA announces the schedule as career counselors guide unsure students toward relevant industries, while several students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle a polished floor, and healthcare providers display community outreach photos. In an adjoining classroom, workshops on networking etiquette have begun. Human resources teams jot notes on tablets as students introduce themselves at a steady pace. Outside the university gym, students line up before the career fair opens.",
    "Inside the career fair area, a welcome PA announces the schedule as career counselors guide unsure students toward relevant industries, while several students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle a polished floor, and healthcare providers display community outreach photos. In an adjoining classroom, workshops on networking etiquette have begun. Human resources teams jot notes on tablets as students introduce themselves at a steady pace. Outside the university gym, students line up before the career fair opens.",
    "Inside the career fair area, a welcome PA announces the schedule as career counselors guide unsure students toward relevant industries, while several students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle a polished floor, and healthcare providers display community outreach photos. In an adjoining classroom, workshops on networking etiquette have begun. Human resources teams jot notes on tablets as students introduce themselves at a steady pace. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth for attention."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.6254537648907214,
    0.6254537648907214,
    0.6254537648907214,
    0.6254537648907214,
    0.6497211870636932,
    0.6497211870636932,
    0.6497211870636932,
    0.6497211870636932,
    0.6497211870636932,
    0.8570240623383671,
    0.8570240623383671,
    0.8570240623383671,
    0.8570240623383671,
    0.8570240623383671,
    0.8427810505387061,
    0.8427810505387061,
    0.8427810505387061,
    0.8427810505387061,
    0.8427810505387061,
    0.8427810505387061,
    0.8427810505387061,
    0.8165214921440743,
    0.8165214921440743,
    0.8165214921440743,
    0.8165214921440743,
    0.8197524034371122,
    0.8197524034371122,
    0.8197524034371122,
    0.8197524034371122,
    0.8197524034371122,
    0.8197524034371122,
    0.8197524034371122,
    0.8197524034371122,
    0.8321212551866997,
    0.8321212551866997,
    0.8321212551866997,
    0.8321212551866997,
    0.8321212551866997,
    0.8321212551866997,
    0.8310417079100806,
    0.8310417079100806,
    0.8310417079100806,
    0.8310417079100806,
    0.8310417079100806,
    0.8719003286409999,
    0.8719003286409999,
    0.8719003286409999,
    0.8719003286409999,
    0.8719003286409999,
    0.8719003286409999,
    0.8719003286409999,
    0.8719003286409999,
    0.8719003286409999
  ],
  "12": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews as part of a campus career fair set outside the university gym. Students line up before the fair opens, while tech companies display demo screens of their latest apps and finance firms offer QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos, adding a community health dimension to the event."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.7572720755160822,
    0.7572720755160822,
    0.7572720755160822,
    0.7572720755160822,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.7866388695432628,
    0.8026495629701751,
    0.8026495629701751,
    0.8026495629701751,
    0.8026495629701751,
    0.8026495629701751,
    0.8026495629701751,
    0.8026495629701751,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8510844418283942,
    0.8531437797774448,
    0.8531437797774448,
    0.8531437797774448,
    0.8531437797774448,
    0.8531437797774448,
    0.8531437797774448,
    0.8531437797774448,
    0.8531437797774448,
    0.8531437797774448,
    0.8531437797774448
  ],
  "13": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the venue, career counselors remind attendees to maintain eye contact as a welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the venue, career counselors remind attendees to maintain eye contact, delivered as a welcome announcement over the PA that also outlines the fair schedule. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the venue, career counselors deliver a welcome PA announcement reminding attendees to maintain eye contact and outlining the fair schedule. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, career counselors deliver a welcome PA announcement reminding attendees to maintain eye contact and outlining the fair schedule. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, career counselors deliver a welcome PA announcement reminding attendees to maintain eye contact and outlining the fair schedule. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, career counselors deliver a welcome PA announcement reminding attendees to maintain eye contact and outlining the fair schedule. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, career counselors deliver a welcome PA announcement reminding attendees to maintain eye contact and outlining the fair schedule. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "At the venue, career counselors deliver a welcome PA announcement reminding attendees to maintain eye contact and outlining the fair schedule. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4758915636805829,
    0.4758915636805829,
    0.4758915636805829,
    0.4758915636805829,
    0.4758915636805829,
    0.4758915636805829,
    0.4758915636805829,
    0.620189416834311,
    0.620189416834311,
    0.620189416834311,
    0.620189416834311,
    0.620189416834311,
    0.620189416834311,
    0.620189416834311,
    0.620189416834311,
    0.7733491886176989,
    0.7733491886176989,
    0.7733491886176989,
    0.7733491886176989,
    0.7733491886176989,
    0.8024715669129097,
    0.8024715669129097,
    0.8024715669129097,
    0.8024715669129097,
    0.8024715669129097,
    0.8024715669129097,
    0.8024715669129097,
    0.8024715669129097,
    0.843051161049601,
    0.843051161049601,
    0.843051161049601,
    0.843051161049601,
    0.843051161049601,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8603546313990484,
    0.8567776945254939,
    0.8567776945254939,
    0.8567776945254939,
    0.8567776945254939,
    0.8354406649403356,
    0.8354406649403356,
    0.8354406649403356,
    0.8354406649403356,
    0.8354406649403356,
    0.8469811510234877,
    0.8469811510234877,
    0.8469811510234877,
    0.8469811510234877,
    0.8469811510234877
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves. Dozens of booths with colorful banners encircle the polished floor.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves. Dozens of booths with colorful banners encircle the polished floor.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves. Dozens of booths with colorful banners encircle the polished floor.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets and students introduce themselves; dozens of booths with colorful banners encircle the polished floor.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets and students introduce themselves; dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.5241270658343092,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.40245160395417484,
    0.622010557386386,
    0.622010557386386,
    0.622010557386386,
    0.622010557386386
  ],
  "15": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage; students line up outside the university gym before the career fair opens.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor.",
    "The scene centers on a university career fair around and inside the gym, with alumni volunteers delivering quick pep talks near the coffee station and the engineering society sponsoring a resume‑review table near the stage. Before the fair opens, students line up outside the gym, while groups of friends mark target employers on the event map. A robotics startup draws attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "The scene is a university career fair centered in and around a gym, with alumni volunteers delivering quick pep talks near the coffee station and the engineering society sponsoring a resume-review table near the stage. Before the fair opens, students line up outside the gym, while groups of friends mark target employers on the event map. A robotics startup draws attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene depicts a university career fair centered in and around a gym. Alumni volunteers deliver quick pep talks near the coffee station, while the engineering society sponsors a resume-review table near the stage. Before opening, students line up outside the gym, and groups of friends mark target employers on the event map. A robotics startup draws attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair centered in and around a gym, alumni volunteers give quick pep talks near the coffee station, while the engineering society sponsors a resume-review table near the stage. Before opening, students line up outside the gym and groups of friends mark target employers on the event map. A robotics startup draws attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3937089191061896,
    0.3937089191061896,
    0.3937089191061896,
    0.3937089191061896,
    0.3937089191061896,
    0.44320416850581995,
    0.44320416850581995,
    0.44320416850581995,
    0.44320416850581995,
    0.44320416850581995,
    0.44320416850581995,
    0.44320416850581995,
    0.6326751180239818,
    0.6326751180239818,
    0.6326751180239818,
    0.6326751180239818,
    0.6326751180239818,
    0.6326751180239818,
    0.8257005407260195,
    0.8257005407260195,
    0.8257005407260195,
    0.8257005407260195,
    0.8257005407260195,
    0.8421084830570855,
    0.8421084830570855,
    0.8421084830570855,
    0.8421084830570855,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8386634969233012,
    0.8540717177890158,
    0.8540717177890158,
    0.8540717177890158,
    0.8540717177890158,
    0.8540717177890158,
    0.8540717177890158,
    0.8540717177890158,
    0.8540717177890158,
    0.8362889710171946,
    0.8362889710171946,
    0.8362889710171946,
    0.8362889710171946,
    0.8362889710171946,
    0.8362889710171946,
    0.8537146773580742,
    0.8537146773580742,
    0.8537146773580742
  ],
  "16": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "At the venue, a welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Nearby, groups of friends mark target employers on the event map.",
    "At the venue, a welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Nearby, groups of friends mark target employers on the event map.",
    "At the venue, a welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Nearby, groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, a welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Nearby, groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "A venue hosts a career fair on a polished floor. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Nearby, groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.5943433690239678,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.7898581677082801,
    0.8175099769470788,
    0.8175099769470788,
    0.8175099769470788,
    0.8175099769470788,
    0.8175099769470788,
    0.8175099769470788,
    0.8175099769470788,
    0.8175099769470788,
    0.8175099769470788,
    0.8175099769470788,
    0.8148790377664712,
    0.8148790377664712,
    0.8148790377664712,
    0.8148790377664712,
    0.8148790377664712,
    0.8148790377664712,
    0.8148790377664712,
    0.8148790377664712
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. Career counselors remind attendees to maintain eye contact.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event, consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event presents a career-focused scene: consulting firms stack glossy case study booklets on high tables in neat piles. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "The event presents a career-focused scene where consulting firms stack glossy case study booklets on high tables in neat piles. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "The scene is career-focused: consulting firms stack glossy case study booklets on high tables in neat piles, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The scene is career-focused. Consulting firms stack glossy case study booklets on high tables in neat piles, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.49440795384410685,
    0.49440795384410685,
    0.6928021486088447,
    0.6928021486088447,
    0.6928021486088447,
    0.6928021486088447,
    0.6928021486088447,
    0.7650605242570434,
    0.7650605242570434,
    0.7650605242570434,
    0.7650605242570434,
    0.7650605242570434,
    0.7650605242570434,
    0.7650605242570434,
    0.7650605242570434,
    0.7698297806675962,
    0.7698297806675962,
    0.7698297806675962,
    0.776306171190903,
    0.776306171190903,
    0.776306171190903,
    0.776306171190903,
    0.776306171190903,
    0.7841880206675687,
    0.7841880206675687,
    0.7841880206675687,
    0.7841880206675687,
    0.7841880206675687,
    0.7841880206675687,
    0.7841880206675687,
    0.7841880206675687,
    0.7841880206675687,
    0.8022104340583236,
    0.8022104340583236,
    0.8022104340583236,
    0.8022104340583236,
    0.8022104340583236,
    0.8022104340583236,
    0.8022104340583236,
    0.8022104340583236,
    0.8022104340583236,
    0.8022104340583236,
    0.8101010429956816,
    0.8101010429956816,
    0.8101010429956816,
    0.8101010429956816,
    0.8101010429956816,
    0.8101010429956816,
    0.8101010429956816,
    0.8101010429956816,
    0.8101010429956816,
    0.8101010429956816
  ],
  "18": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos, presenting imagery that documents outreach activities within the community.",
    "Healthcare providers are displaying community outreach photos that document outreach activities within the community, and alumni volunteers are delivering quick pep talks near the coffee station.",
    "Healthcare providers are displaying community outreach photos that document outreach activities within the community, while alumni volunteers are delivering quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos documenting outreach activities within the community, while alumni volunteers deliver quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos documenting outreach activities within the community, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display photos documenting outreach activities within the community, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers display photos documenting outreach activities within the community, while alumni volunteers deliver short pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "In a community outreach fair setting, healthcare providers display photos documenting outreach activities within the community, while alumni volunteers deliver short pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions",
    "A system scene includes a log entry: LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions. At the same time, a welcome announcement plays over the PA system, outlining the fair schedule.",
    "Across the system scene, a log entry records an LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions. At the same time, a welcome announcement plays over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Across the system scene, a log entry records an LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions. At the same time, a welcome announcement plays over the PA system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Across the system scene, a log entry records an LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions. At the same time, a welcome announcement plays over the PA system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Across the scene, a log records a 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions. Simultaneously, a welcome announcement plays over the PA system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Across the scene, a log records a 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions. Simultaneously, a welcome announcement plays over the PA system outlining the fair schedule. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.2590088618942989,
    0.2590088618942989,
    0.2590088618942989,
    0.3033788046931835,
    0.3033788046931835,
    0.3033788046931835,
    0.32470511072225106,
    0.32470511072225106,
    0.32470511072225106,
    0.3267348634535743,
    0.3267348634535743,
    0.3267348634535743,
    0.49894615696510747,
    0.49894615696510747,
    0.49894615696510747,
    0.49894615696510747,
    0.6065116226556138,
    0.6065116226556138,
    0.6065116226556138,
    0.6065116226556138,
    0.6047354221227005,
    0.6047354221227005,
    0.6047354221227005,
    0.6047354221227005,
    0.6047354221227005,
    0.6047354221227005,
    0.5898578585395611,
    0.5898578585395611,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.31039829310440625,
    0.31039829310440625,
    0.31039829310440625,
    0.31039829310440625,
    0.31039829310440625,
    0.5086829249486398,
    0.5086829249486398,
    0.5086829249486398,
    0.5086829249486398,
    0.5086829249486398,
    0.5086829249486398,
    0.553763935825416,
    0.553763935825416,
    0.553763935825416,
    0.553763935825416,
    0.553763935825416,
    0.553763935825416,
    0.553763935825416,
    0.6415319462181326,
    0.6415319462181326,
    0.6415319462181326,
    0.6415319462181326,
    0.6415319462181326,
    0.6459102572325793,
    0.6459102572325793,
    0.6459102572325793,
    0.6459102572325793,
    0.6459102572325793,
    0.6536618114832965,
    0.6536618114832965,
    0.6536618114832965
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos.",
    "At the event, alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the event, alumni volunteers give quick pep talks near the coffee station, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens, and a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, alumni volunteers give quick pep talks near the coffee station, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens, and a robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display community outreach photos. Students line up outside the university gym before the fair opens, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display community outreach photos. Students line up outside the university gym before the fair opens, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display community outreach photos. Students line up outside the university gym before the fair opens, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.5539552485427461,
    0.5539552485427461,
    0.5539552485427461,
    0.5539552485427461,
    0.5539552485427461,
    0.5539552485427461,
    0.5539552485427461,
    0.5539552485427461,
    0.5521789875391514,
    0.5521789875391514,
    0.5521789875391514,
    0.5521789875391514,
    0.5521789875391514,
    0.5521789875391514,
    0.7925203540579051,
    0.7925203540579051,
    0.7925203540579051,
    0.7925203540579051,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.7877424479686064,
    0.8597541793516031,
    0.8597541793516031,
    0.8597541793516031,
    0.8597541793516031,
    0.8655591852711008,
    0.8655591852711008,
    0.8655591852711008,
    0.8655591852711008,
    0.8655591852711008,
    0.8655591852711008,
    0.8655591852711008,
    0.8565828768710613
  ],
  "20": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations at the entrance and hand out lanyards.",
    "In the venue, alumni volunteers deliver brief pep talks near the coffee station, while event staff scan registrations at the entrance and hand out lanyards; consulting firms stack glossy case study booklets on high tables.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station, while event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station as event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station as event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station, while event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens."
  ],
  "20_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3741322342470189,
    0.3741322342470189,
    0.3741322342470189,
    0.3741322342470189,
    0.3741322342470189,
    0.4145291741889918,
    0.4145291741889918,
    0.4145291741889918,
    0.5647604340339307,
    0.5647604340339307,
    0.5647604340339307,
    0.5647604340339307,
    0.5647604340339307,
    0.5647604340339307,
    0.5647604340339307,
    0.5647604340339307,
    0.5647604340339307,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7109955501836405,
    0.7457866198301358,
    0.7457866198301358,
    0.7457866198301358,
    0.7457866198301358,
    0.7457866198301358,
    0.7457866198301358,
    0.7457866198301358,
    0.7457866198301358,
    0.7534903829734538,
    0.7534903829734538,
    0.7534903829734538,
    0.7534903829734538,
    0.7534903829734538,
    0.7534903829734538,
    0.836869666229735,
    0.836869666229735,
    0.836869666229735,
    0.836869666229735,
    0.836869666229735,
    0.836869666229735,
    0.836869666229735,
    0.836869666229735,
    0.8510996511323106,
    0.8510996511323106,
    0.8510996511323106,
    0.8510996511323106,
    0.8510996511323106
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "A line of students forms outside the university gym just before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "A line of students forms outside the university gym just before the career fair opens. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, a line of students forms just before the career fair opens. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students forms just before the career fair opens. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms just before the career fair opens. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students forms just before the career fair opens. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students forms just before the career fair opens. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.34505077393552314,
    0.34505077393552314,
    0.34505077393552314,
    0.34505077393552314,
    0.34505077393552314,
    0.34505077393552314,
    0.6654970722812579,
    0.6654970722812579,
    0.7655004666746635,
    0.7655004666746635,
    0.7655004666746635,
    0.7655004666746635,
    0.7655004666746635,
    0.7655004666746635,
    0.7655004666746635,
    0.7655004666746635,
    0.7655004666746635,
    0.7655004666746635,
    0.7932626587722358,
    0.7932626587722358,
    0.7932626587722358,
    0.7932626587722358,
    0.7932626587722358,
    0.7932626587722358,
    0.7932626587722358,
    0.7932626587722358,
    0.7932626587722358,
    0.8324978401663075,
    0.8324978401663075,
    0.8324978401663075,
    0.8324978401663075,
    0.8324978401663075,
    0.8324978401663075,
    0.8324978401663075,
    0.8324978401663075,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594,
    0.8361458866742594
  ],
  "22": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, an engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "At the event, an engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.44018683056900576,
    0.44018683056900576,
    0.44018683056900576,
    0.44018683056900576,
    0.44018683056900576,
    0.6950984026159841,
    0.6950984026159841,
    0.6950984026159841,
    0.50762967812137,
    0.50762967812137,
    0.50762967812137,
    0.50762967812137,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7560013311237339,
    0.7639567586342998,
    0.7639567586342998,
    0.7639567586342998,
    0.7639567586342998,
    0.7639567586342998,
    0.7639567586342998,
    0.7639567586342998,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249,
    0.7748440953524249
  ],
  "23": [
    "",
    "",
    "",
    "A group of students lines up outside the university gym, waiting before the career fair opens.",
    "A group of students lines up outside the university gym, waiting before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym, waiting before the career fair opens. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym, waiting for the career fair to open. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes in branded folders.",
    "Students line up outside the university gym, waiting for the career fair to open. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes in branded folders.",
    "Students line up outside the university gym, waiting for the career fair to open. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym, waiting for the career fair to open. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.33288077933306914,
    0.33288077933306914,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.46544191250997613,
    0.6977020135122505,
    0.6977020135122505,
    0.6977020135122505,
    0.6977020135122505,
    0.6977020135122505,
    0.6977020135122505,
    0.6977020135122505,
    0.6977020135122505,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.7707708801331554,
    0.8208532932260425,
    0.8208532932260425,
    0.8208532932260425,
    0.8208532932260425,
    0.8208532932260425,
    0.8208532932260425,
    0.8208532932260425,
    0.8208532932260425,
    0.8208532932260425,
    0.8208532932260425
  ],
  "24": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password cracking challenge on a laptop; consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Consulting firms stack glossy case-study booklets on high tables nearby. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Consulting firms stack glossy case-study booklets on high tables nearby. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Consulting firms stack glossy case-study booklets on high tables nearby. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Consulting firms stack glossy case-study booklets on high tables nearby. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Consulting firms display glossy case-study booklets on high tables nearby. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3710365711115629,
    0.3710365711115629,
    0.3710365711115629,
    0.3710365711115629,
    0.3710365711115629,
    0.3710365711115629,
    0.3706951718402001,
    0.3706951718402001,
    0.3706951718402001,
    0.3706951718402001,
    0.3706951718402001,
    0.3706951718402001,
    0.5845647929822038,
    0.5845647929822038,
    0.5845647929822038,
    0.5845647929822038,
    0.7759301522737557,
    0.7759301522737557,
    0.7759301522737557,
    0.7759301522737557,
    0.7759301522737557,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.7851661391908832,
    0.8192967694995318,
    0.8192967694995318,
    0.8192967694995318,
    0.8192967694995318,
    0.8192967694995318,
    0.8192967694995318,
    0.8192967694995318,
    0.8396430311050485,
    0.8396430311050485,
    0.8396430311050485,
    0.8396430311050485,
    0.8396430311050485,
    0.8396430311050485,
    0.8533435573911297
  ]
}