{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event venue, healthcare providers showcase community outreach photos while workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Nearby, students clutch resumes stored in branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the event venue, healthcare providers display community outreach photos while workshops on networking etiquette proceed in the adjoining classroom. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and distribute lanyards to attendees. Nearby, students clutch resumes stored in branded folders and rehearse elevator pitches against the wall. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event venue, healthcare providers display community outreach photos while workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and distribute lanyards to attendees. Nearby, students clutch resumes stored in branded folders and rehearse elevator pitches against the wall. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue, healthcare providers display community outreach photos while workshops on networking etiquette run in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and distribute lanyards to attendees. Nearby, students clutch resumes stored in branded folders and rehearse elevator pitches against the wall; some quietly rehearse as a cybersecurity company conducts a password-cracking challenge on a laptop nearby. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the university event venue, healthcare providers display community outreach photos while workshops on networking etiquette run in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and distribute lanyards to attendees. Nearby, students clutch resumes in branded folders and rehearse elevator pitches against the wall, while a cybersecurity company conducts a password-cracking challenge on a laptop nearby. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university event venue, healthcare providers display community outreach photos while workshops on networking etiquette take place in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and distribute lanyards to attendees. Nearby, students clutch resumes in branded folders and rehearse elevator pitches against the wall, while a cybersecurity company conducts a password-cracking challenge on a laptop nearby. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair venue, the scene blends healthcare outreach with networking etiquette workshops in an adjoining classroom, and healthcare providers display outreach photos. Dozens of booths with banners encircle a floor, while groups of friends mark employers on event map. At the entrance, event staff scan registrations and distribute lanyards. Students clutch resumes in branded folders and rehearse elevator pitches along the walls as a cybersecurity company runs a password-cracking challenge on a laptop nearby. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact while directing unsure students toward applicable industries. Outside the gym, students line up before the fair opens. A robotics startup flies a drone above its booth to attract attention; finance firms offer QR codes for internship applications. A welcome PA outlines the fair schedule."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.5312400782774114,
    0.5312400782774114,
    0.5312400782774114,
    0.5312400782774114,
    0.7502024427386698,
    0.7502024427386698,
    0.7502024427386698,
    0.7636752259075767,
    0.7636752259075767,
    0.7636752259075767,
    0.7636752259075767,
    0.7984224667819235,
    0.7984224667819235,
    0.7984224667819235,
    0.7984224667819235,
    0.7984224667819235,
    0.7984224667819235,
    0.8358247417503009,
    0.8358247417503009,
    0.8358247417503009,
    0.8358247417503009,
    0.8494716234641044,
    0.8494716234641044,
    0.8494716234641044,
    0.8494716234641044,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8486924940594145,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597,
    0.8971432203112597
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the event, workshops on networking etiquette are taking place in the adjoining classroom, while healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "During the event, workshops on networking etiquette are taking place in the adjoining classroom, while healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets, while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, workshops on networking etiquette are taking place in the adjoining classroom. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets, while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, networking etiquette workshops are underway in the adjoining classroom. Healthcare providers display community outreach photos nearby. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while finance firms offer QR codes for immediate internship applications. At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students rehearse elevator pitches against the wall, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners circle the polished floor of the fair. In an adjoining classroom, networking etiquette workshops are underway, while healthcare providers display community outreach photos nearby. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while finance firms offer QR codes for immediate internship applications. At the venue entrance, staff scan registrations and hand out lanyards. Students rehearse elevator pitches against the wall, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "The fair features dozens of booths with colorful banners circling the polished floor. In an adjoining classroom, networking etiquette workshops are underway, while healthcare providers display community outreach photos nearby. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while finance firms offer QR codes for immediate internship applications. At the venue entrance, staff scan registrations and hand out lanyards. Students rehearse elevator pitches against the wall, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "On campus, a university career fair unfolds with dozens of booths encircling a polished floor, each banner colorful. An adjoining classroom hosts networking etiquette workshops, while healthcare providers display community outreach photos nearby. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. At the venue entrance, staff scan registrations and hand out lanyards. Students rehearse elevator pitches against the wall, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and HR teams jot notes on tablets as students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.497801785693205,
    0.497801785693205,
    0.497801785693205,
    0.7195140616825262,
    0.7195140616825262,
    0.7195140616825262,
    0.7195140616825262,
    0.807539021432506,
    0.807539021432506,
    0.807539021432506,
    0.807539021432506,
    0.8533656668212599,
    0.8533656668212599,
    0.8533656668212599,
    0.8533656668212599,
    0.8533656668212599,
    0.8830219308938837,
    0.8830219308938837,
    0.8830219308938837,
    0.8830219308938837,
    0.9062098842694688,
    0.9062098842694688,
    0.9062098842694688,
    0.9062098842694688,
    0.9062098842694688,
    0.9062098842694688,
    0.9062098842694688,
    0.9062098842694688,
    0.9062098842694688,
    0.9300691364845763,
    0.9300691364845763,
    0.9300691364845763,
    0.9300691364845763,
    0.9300691364845763,
    0.9300691364845763,
    0.9333416399817347,
    0.9333416399817347,
    0.9333416399817347,
    0.9333416399817347,
    0.9333416399817347,
    0.9335812962225476,
    0.9335812962225476,
    0.9335812962225476,
    0.9335812962225476,
    0.9335812962225476,
    0.9335812962225476,
    0.9335812962225476,
    0.9335812962225476,
    0.9335812962225476,
    0.9335812962225476,
    0.8879563323103232,
    0.8879563323103232,
    0.8879563323103232,
    0.8879563323103232,
    0.8879563323103232
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are underway in the adjoining classroom. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "Networking etiquette workshops are underway in the adjoining classroom. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops are underway in the adjoining classroom. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops are underway in an adjoining classroom, while students clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "Event zones show networking etiquette workshops in an adjoining classroom, with students clutching resumes in branded folders and rehearsing elevator pitches against the wall. A cybersecurity company is conducting a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers offer brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. At the venue entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "Event zones include networking etiquette workshops in an adjoining classroom, with students clutching resumes in branded folders and rehearsing elevator pitches against the wall. A cybersecurity company is conducting a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers offer brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. At the venue entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.48474052348235386,
    0.48474052348235386,
    0.6281109747951388,
    0.6281109747951388,
    0.6281109747951388,
    0.6408904088489296,
    0.6408904088489296,
    0.6408904088489296,
    0.6408904088489296,
    0.6794155654303322,
    0.6794155654303322,
    0.6794155654303322,
    0.6794155654303322,
    0.7478745882200621,
    0.7478745882200621,
    0.7478745882200621,
    0.7478745882200621,
    0.7478745882200621,
    0.7478745882200621,
    0.7478745882200621,
    0.7478745882200621,
    0.8283013451578154,
    0.8283013451578154,
    0.8283013451578154,
    0.8283013451578154,
    0.8283013451578154,
    0.8283013451578154,
    0.8283013451578154,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523,
    0.8332616556169523
  ],
  "3": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against a wall.",
    "Some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a venue, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff at the entrance and venue entrance scan registrations and hand out lanyards. Nearby, students clutch resumes stored in branded folders, and some quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff at the entrance scan registrations and hand out lanyards to attendees. Nearby, students clutch resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos, while workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff at the entrance scan registrations and hand out lanyards to attendees, and nearby students clutch resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos, and workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the event venue, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff at the entrance scan registrations and hand out lanyards. Nearby students clutch resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos, and workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the event venue, attendees participate in a multi-faceted career fair. Students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff at the entrance scan registrations and hand out lanyards. Students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos, and workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the event venue, a multi-faceted career fair unfolds with dozens of booths circled by colorful banners on a polished floor. Students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff at the entrance scan registrations and hand out lanyards. Students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos, and workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the university event venue, a career fair unfolds with dozens of booths adorned by banners around a polished floor. At the entrance, staff scan registrations and hand out lanyards; inside, students clutch resumes in branded folders and rehearse elevator pitches against walls. A cybersecurity company runs a password-cracking challenge on a laptop, while HR teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering pep talks near the coffee station. A robotics startup flies a drone above its booth to attract attention. Tech companies display demo screens of the latest apps; finance firms offer QR codes for internships. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries as networking etiquette workshops operate in an adjoining classroom; groups of friends mark target employers on an event map. Students line up outside the gym before opening."
  ],
  "3_score": [
    0.0,
    0.0,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.6941923431189382,
    0.6941923431189382,
    0.6941923431189382,
    0.6941923431189382,
    0.6941923431189382,
    0.819859137927111,
    0.819859137927111,
    0.819859137927111,
    0.819859137927111,
    0.819859137927111,
    0.819859137927111,
    0.819859137927111,
    0.819859137927111,
    0.8843785054110187,
    0.8843785054110187,
    0.8843785054110187,
    0.8843785054110187,
    0.8843785054110187,
    0.8843785054110187,
    0.8843785054110187,
    0.8884436418839676,
    0.8884436418839676,
    0.8884436418839676,
    0.8884436418839676,
    0.8884436418839676,
    0.8884436418839676,
    0.8884436418839676,
    0.8979279200113314,
    0.8979279200113314,
    0.8979279200113314,
    0.8979279200113314,
    0.8979279200113314,
    0.899394595794546,
    0.899394595794546,
    0.899394595794546,
    0.899394595794546,
    0.899394595794546,
    0.899394595794546,
    0.899394595794546,
    0.899394595794546,
    0.899394595794546,
    0.899394595794546,
    0.8991722528478147,
    0.8991722528478147,
    0.8991722528478147,
    0.8991722528478147
  ],
  "4": [
    "",
    "",
    "",
    "Some students stand against a wall, quietly rehearsing elevator pitches.",
    "Some students stand against a wall, quietly rehearsing elevator pitches. They clutch resumes inside branded folders.",
    "Several students stand against a wall, quietly rehearsing elevator pitches. They clutch resumes inside branded folders.",
    "Several students stand against a wall, quietly rehearsing elevator pitches, while clutching resumes inside branded folders.",
    "At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students rehearse elevator pitches against the wall while clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact.",
    "At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students rehearse elevator pitches against the wall, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Career counselors redirect unsure students toward applicable industries.",
    "At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students rehearse elevator pitches against the wall, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students rehearse elevator pitches against the wall, clutching resumes stored in branded folders, with some rehearsing quietly. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students rehearse elevator pitches against the wall, clutching resumes stored in branded folders, with some rehearsing quietly. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students rehearse elevator pitches against the wall, clutching resumes stored in branded folders, with some rehearsing quietly. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.4365437251533727,
    0.4365437251533727,
    0.4365437251533727,
    0.4365437251533727,
    0.4365437251533727,
    0.4365437251533727,
    0.44151114942686365,
    0.44151114942686365,
    0.44151114942686365,
    0.44151114942686365,
    0.44151114942686365,
    0.3280062506983859,
    0.3280062506983859,
    0.3280062506983859,
    0.3280062506983859,
    0.3280062506983859,
    0.3280062506983859,
    0.3280062506983859,
    0.3280062506983859,
    0.7823688256691502,
    0.7823688256691502,
    0.7823688256691502,
    0.7823688256691502,
    0.8013589043319042,
    0.8013589043319042,
    0.8013589043319042,
    0.8013589043319042,
    0.8013589043319042,
    0.8013589043319042,
    0.8013589043319042,
    0.8013589043319042,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8380363509874975,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118,
    0.8327407816579118
  ],
  "5": [
    "",
    "",
    "At the entrance, event staff scan registrations and distribute lanyards to attendees.",
    "At the entrance, event staff scan registrations and distribute lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and distribute lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and distribute lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company is conducting a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At the entrance, event staff scan registrations and distribute lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company is conducting a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "A university career fair unfolds with staff at the venue entrance scanning registrations and handing out lanyards, while human resources jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders and rehearsing elevator pitches against the wall. Inside, an alumni panel discusses how to prepare for technical interviews, and in the adjoining classroom networking etiquette workshops are underway. A cybersecurity company is conducting a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "A university career fair unfolds with staff at the venue entrance scanning registrations and handing out lanyards while human resources jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens, clutching resumes stored in branded folders and rehearsing elevator pitches against the wall. Inside, an alumni panel discusses how to prepare for technical interviews, and in the adjoining classroom networking etiquette workshops are underway. A cybersecurity company is conducting a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "A university career fair unfolds on campus with staff at the venue entrance scanning registrations and handing out lanyards; HR jot notes on tablets as students introduce themselves. Outside the gym, students line up before opening, clutching resumes in branded folders and rehearsing elevator pitches against the wall. Inside, an alumni panel discusses how to prepare for technical interviews; adjoining classroom networking etiquette workshops are underway. A cybersecurity company conducts a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system; career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "A university career fair unfolds on campus as staff at the venue entrance scan registrations and hand out lanyards, while students clutch resumes stored in branded folders and rehearse elevator pitches against the wall. Outside the gym, students line up before opening. Inside, an alumni panel discusses preparing for technical interviews, with adjoining classrooms hosting networking etiquette workshops as HR teams jot notes on tablets. A cybersecurity company conducts a password-cracking challenge on a laptop. A welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact and direct unsure students to applicable industries. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention, while finance firms offer QR codes for immediate internship applications. Alumni volunteers share brief pep talks near the coffee station."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3807345731736486,
    0.3807345731736486,
    0.3807345731736486,
    0.4265117512162254,
    0.4265117512162254,
    0.4265117512162254,
    0.4265117512162254,
    0.4265117512162254,
    0.5856269066434774,
    0.5856269066434774,
    0.5856269066434774,
    0.5856269066434774,
    0.8102660787160068,
    0.8102660787160068,
    0.8102660787160068,
    0.8102660787160068,
    0.8102660787160068,
    0.8102660787160068,
    0.8477390173161413,
    0.8477390173161413,
    0.8477390173161413,
    0.8477390173161413,
    0.8477390173161413,
    0.8477390173161413,
    0.8477390173161413,
    0.8477390173161413,
    0.8486608289864572,
    0.8486608289864572,
    0.8486608289864572,
    0.8486608289864572,
    0.8486608289864572,
    0.849035122416714,
    0.849035122416714,
    0.849035122416714,
    0.849035122416714,
    0.849035122416714,
    0.849035122416714,
    0.849035122416714,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.9028521583891367,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348,
    0.8917440858434348
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Nearby, students clutch resumes stored in branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Nearby, students clutch resumes stored in branded folders, and some quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Nearby, students clutch resumes stored in branded folders, and some quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops are underway in the adjoining classroom. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students clutch resumes stored in branded folders and rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact.",
    "At the venue entrance, staff scan registrations and hand out lanyards. In the same area, students clutch resumes stored in branded folders and rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A robotics startup is flying a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, staff scan registrations and hand out lanyards as students clutch resumes stored in branded folders and rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are underway. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, while finance firms offer QR codes for immediate internship applications. Alumni volunteers share brief pep talks near the coffee station.",
    "At the venue entrance, staff scan registrations and hand out lanyards as students clutch resumes stored in branded folders and quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops are underway, with students introducing themselves and HR teams jotting notes on tablets. A cybersecurity company conducts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, while finance firms offer QR codes for immediate internship applications. Alumni volunteers share brief pep talks near the coffee station.",
    "At the venue entrance, staff scan registrations and distribute lanyards while students clutch branded folders with resumes and quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops proceed as students introduce themselves and HR teams jot notes on tablets. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors encourage eye contact and steer unsure attendees toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, and finance firms provide QR codes for immediate internship applications. Alumni volunteers offer brief pep talks near the coffee station. Inside the university gym, the career fair is about to begin with students lining up outside before opening. Inside, HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university venue, staff scan registrations and distribute lanyards at the entrance while students clutch branded folders with resumes and rehearse elevator pitches against walls; an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops proceed as students introduce themselves and HR teams jot notes on tablets. A cybersecurity company runs a password-cracking challenge on a laptop; career counselors encourage eye contact and steer unsure attendees toward applicable industries. A robotics startup flies a drone above its booth to attract attention, and finance firms provide QR codes for immediate internship applications. Alumni volunteers offer brief pep talks near the coffee station. Inside the university gym, the career fair is about to begin, with students lining up outside; inside, HR jot notes on tablets as students introduce themselves and some rehearse elevator pitches against walls, while tech displays and workshops continue."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3284345174649811,
    0.3284345174649811,
    0.5423622394147607,
    0.5423622394147607,
    0.5423622394147607,
    0.5423622394147607,
    0.5423622394147607,
    0.7450763609186445,
    0.7450763609186445,
    0.7450763609186445,
    0.7891944810802403,
    0.7891944810802403,
    0.7891944810802403,
    0.7740200135356651,
    0.7740200135356651,
    0.7740200135356651,
    0.7740200135356651,
    0.8453608994333414,
    0.8453608994333414,
    0.8453608994333414,
    0.8453608994333414,
    0.8453608994333414,
    0.8453608994333414,
    0.8441499487208284,
    0.8441499487208284,
    0.8441499487208284,
    0.8441499487208284,
    0.8441499487208284,
    0.8500608775207161,
    0.8500608775207161,
    0.8500608775207161,
    0.8500608775207161,
    0.8500608775207161,
    0.8500608775207161,
    0.8500608775207161,
    0.8500608775207161,
    0.8554036313426197,
    0.8554036313426197,
    0.8554036313426197,
    0.8554036313426197,
    0.8554036313426197,
    0.8554036313426197,
    0.8554036313426197,
    0.8554036313426197,
    0.8554036313426197,
    0.8554036313426197,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039,
    0.8540239744882039
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets, while students introduce themselves.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop at the event. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees. Some students rehearse elevator pitches quietly against a wall.",
    "At the event, a cybersecurity company is running a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees. Some students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company is running a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees. Several students stand against a wall, quietly rehearsing elevator pitches, and clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, staff scan registrations and distribute lanyards. Several students stand against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, staff scan registrations and distribute lanyards. Several students stand against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while HR teams jot notes on tablets as students introduce themselves. At the entrance, staff scan registrations and distribute lanyards. Several students stand against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps, and a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor as an alumni panel discusses how to prepare for technical interviews.",
    "At the university event venue, a career fair unfolds with dozens of booths sporting colorful banners around a polished floor. At the entrance, staff scan registrations and distribute lanyards to attendees. Inside, students clutch resumes in branded folders and rehearse elevator pitches against walls, while a cybersecurity company runs a password-cracking challenge on a laptop and HR teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of latest apps, and finance firms offer QR codes for internships. Career counselors redirect unsure students toward applicable industries as networking etiquette workshops run in an adjoining classroom and friends mark target employers on an event map. Students line up outside the gym before opening.",
    "At a university event venue, a career fair unfolds with dozens of booths adorned by colorful banners around a polished floor. At the entrance, staff scan registrations and distribute lanyards to attendees. Inside, students clutch resumes in branded folders and rehearse elevator pitches against walls, while a cybersecurity company runs a password-cracking challenge on a laptop and HR teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of latest apps, and finance firms offer QR codes for internships. Career counselors redirect unsure students toward applicable industries as networking etiquette workshops run in an adjoining classroom and friends mark target employers on an event map. Students line up outside the gym before opening.",
    "At a university event venue, a career fair unfolds with dozens of booths adorned by colorful banners around a polished floor. At the entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders and rehearse elevator pitches against walls. A cybersecurity company runs a password-cracking challenge on a laptop while HR teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of the latest apps; finance firms offer QR codes for internships. Career counselors redirect unsure students toward applicable industries as networking etiquette workshops operate in an adjoining classroom and students mark target employers on an event map. Students line up outside the gym before opening."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32724688588687445,
    0.32724688588687445,
    0.4581456702296546,
    0.4581456702296546,
    0.4581456702296546,
    0.6517971397457869,
    0.6517971397457869,
    0.6517971397457869,
    0.7098438781186973,
    0.7098438781186973,
    0.7098438781186973,
    0.744263912080378,
    0.744263912080378,
    0.744263912080378,
    0.737891939866504,
    0.737891939866504,
    0.737891939866504,
    0.737891939866504,
    0.737891939866504,
    0.8690134667206033,
    0.8690134667206033,
    0.8690134667206033,
    0.8772664776170473,
    0.8772664776170473,
    0.8772664776170473,
    0.8772664776170473,
    0.8776971741170141,
    0.8776971741170141,
    0.8776971741170141,
    0.8776971741170141,
    0.8776971741170141,
    0.8776971741170141,
    0.8776971741170141,
    0.8951865528688703,
    0.8951865528688703,
    0.8951865528688703,
    0.8951865528688703,
    0.8951865528688703,
    0.8888709816455789,
    0.8888709816455789,
    0.8888709816455789,
    0.8888709816455789,
    0.8888709816455789,
    0.8888709816455789,
    0.8888709816455789,
    0.8888709816455789,
    0.8888709816455789,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262,
    0.8941665961748262
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees.",
    "The career fair at the university gym is about to begin, with students lining up outside before opening. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees.",
    "The career fair at the university gym is about to begin, with students lining up outside before opening. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees. A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "At the university gym the career fair is about to begin, with students lining up outside before opening. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees. A cybersecurity company is conducting a password cracking challenge on a laptop. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym, the career fair is about to begin with students lining up outside before opening. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees. A cybersecurity company is conducting a password cracking challenge on a laptop. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, the career fair is about to begin with students lining up outside before opening. Inside, HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards to attendees. A cybersecurity company is conducting a password cracking challenge on a laptop. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, the career fair is about to begin with students lining up outside before opening. Inside, HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and distribute lanyards. A cybersecurity company conducts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. Several students stand against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor as an alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, a career fair is underway with students lining up outside before opening. Inside, HR teams jot notes on tablets as students introduce themselves. At the entrance, staff scan registrations and distribute lanyards. A cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and finance firms offer QR codes for immediate internship applications. Several students stand against a wall rehearsing elevator pitches and clutching resumes in branded folders. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor as an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, a career fair is underway with students lining up outside before opening. Inside, HR teams jot notes on tablets as students introduce themselves. At the entrance, staff scan registrations and distribute lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and finance firms offer QR codes for immediate internship applications. Several students stand against a wall rehearsing elevator pitches and clutching resumes in branded folders. Tech companies display demo screens showing their latest apps as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, a career fair unfolds with dozens of booths adorned by colorful banners around a polished floor, and students lining up outside before opening. Inside, HR teams jot notes on tablets as students introduce themselves; at the entrance, staff scan registrations and distribute lanyards to attendees. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and finance firms offer QR codes for internships. Several students stand against a wall clutching resumes in branded folders and rehearse elevator pitches. Tech companies display demo screens of latest apps, an alumni panel discusses how to prepare for technical interviews, networking etiquette workshops occur in an adjoining classroom, and friends mark target employers on an event map.",
    "At the university gym, a career fair unfolds around a polished floor with dozens of booths and colorful banners, and students line up outside before opening. Inside, HR teams jot notes on tablets as students introduce themselves; at the entrance, staff scan registrations and distribute lanyards to attendees. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and finance firms offer QR codes for internships. Several students stand against a wall clutching branded resumes and rehearsing elevator pitches. Tech companies display demo screens of latest apps; an alumni panel discusses how to prepare for technical interviews, and networking etiquette workshops occur in an adjoining classroom. Friends mark target employers on an event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5812501451815535,
    0.5812501451815535,
    0.5812501451815535,
    0.5812501451815535,
    0.5812501451815535,
    0.7586933236565663,
    0.7586933236565663,
    0.7586933236565663,
    0.7586933236565663,
    0.7586933236565663,
    0.7586933236565663,
    0.7586933236565663,
    0.7793084641230941,
    0.7793084641230941,
    0.7793084641230941,
    0.7793084641230941,
    0.7793084641230941,
    0.8507392986927682,
    0.8507392986927682,
    0.8507392986927682,
    0.8489050662954898,
    0.8489050662954898,
    0.8489050662954898,
    0.8489050662954898,
    0.8489050662954898,
    0.8501578601694033,
    0.8501578601694033,
    0.8501578601694033,
    0.8501578601694033,
    0.8501578601694033,
    0.8501578601694033,
    0.8787122732576436,
    0.8787122732576436,
    0.8787122732576436,
    0.8787122732576436,
    0.8787122732576436,
    0.8787122732576436,
    0.876509882527586,
    0.876509882527586,
    0.876509882527586,
    0.876509882527586,
    0.876509882527586,
    0.876509882527586,
    0.8763722617425307,
    0.8763722617425307,
    0.8763722617425307,
    0.8763722617425307,
    0.8763722617425307,
    0.8763722617425307,
    0.8763722617425307,
    0.8763722617425307,
    0.8777263932614704,
    0.8777263932614704,
    0.8777263932614704,
    0.8777263932614704,
    0.8777263932614704,
    0.8777263932614704,
    0.8777263932614704,
    0.8777263932614704,
    0.8722721350693463
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets, while students introduce themselves.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets, while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password cracking challenge on a laptop. Human resources teams jot notes on tablets, while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the event, multiple companies showcase activities: a robotics startup flies a small drone above its booth to attract attention; a cybersecurity company runs a password cracking challenge on a laptop; career counselors direct unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications; tech companies display demo screens of their latest apps; at the entrance, event staff scan registrations and distribute lanyards to attendees; HR teams jot notes on tablets as students introduce themselves; several students stand against a wall, quietly rehearsing elevator pitches, and clutch resumes inside branded folders.",
    "At the university gym, the career fair is about to begin with students lining up outside before opening. Inside, attendees prepare as event staff scan registrations and distribute lanyards at the entrance. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company conducts a password cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders.",
    "At the university gym, a career fair is about to open as students line up outside. Inside, attendees prepare as event staff scan registrations and distribute lanyards at the entrance. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company conducts a password cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Several students stand against a wall, quietly rehearsing elevator pitches and clutching resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair is about to open as students line up outside. Inside, event staff scan registrations and distribute lanyards at the entrance while HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company conducts a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps; career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications. Several students stand against a wall, rehearsing elevator pitches and clutching resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor as groups mark target employers on the event map. Healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, a career fair is about to open as students line up outside; inside, event staff scan registrations and distribute lanyards at the entrance while HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company conducts a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps; career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications. Several students stand against a wall, rehearsing elevator pitches and clutching resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor as groups mark target employers on the event map. Healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5573844699902876,
    0.5573844699902876,
    0.5573844699902876,
    0.5573844699902876,
    0.7432617962652843,
    0.7432617962652843,
    0.7432617962652843,
    0.7432617962652843,
    0.7432617962652843,
    0.7432617962652843,
    0.8254441297683234,
    0.8254441297683234,
    0.8254441297683234,
    0.8254441297683234,
    0.8254441297683234,
    0.8254441297683234,
    0.8254441297683234,
    0.5686874646522826,
    0.5686874646522826,
    0.5686874646522826,
    0.5686874646522826,
    0.5686874646522826,
    0.5686874646522826,
    0.5686874646522826,
    0.8577248536634048,
    0.8577248536634048,
    0.8577248536634048,
    0.8577248536634048,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8501490640398888,
    0.8714177671623877,
    0.8714177671623877,
    0.8714177671623877,
    0.8714177671623877,
    0.8714177671623877,
    0.8714177671623877,
    0.8714177671623877,
    0.8714177671623877,
    0.8714177671623877,
    0.873608841232585,
    0.873608841232585,
    0.873608841232585,
    0.873608841232585,
    0.873608841232585,
    0.873608841232585,
    0.873608841232585,
    0.873608841232585
  ]
}