{
  "0": [
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the outset, a welcome announcement is broadcast over the PA system, outlining the fair schedule, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the outset, a welcome announcement broadcasts over the PA system outlining the fair schedule, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel then discusses how to prepare for technical interviews.",
    "At the outset of the event, a welcome announcement broadcasts over the PA system outlining the fair schedule, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel then discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the event's outset, a welcome announcement broadcasts over the PA system outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders.",
    "At the event's outset, a welcome announcement broadcasts over the PA system outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "At the event's outset, a welcome announcement broadcasts over the PA system outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the event's outset, a welcome announcement over the PA outlines the fair schedule. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the event's outset, a welcome announcement over the PA outlines the fair schedule. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the event's outset, a PA welcome outlines the fair schedule. HR teams take notes on tablets as students introduce themselves. An alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps."
  ],
  "0_score": [
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.41156174762229647,
    0.41156174762229647,
    0.41156174762229647,
    0.41156174762229647,
    0.6557553195960967,
    0.6557553195960967,
    0.6557553195960967,
    0.6557553195960967,
    0.6557553195960967,
    0.6557553195960967,
    0.6557553195960967,
    0.8467874827030448,
    0.8467874827030448,
    0.8467874827030448,
    0.8467874827030448,
    0.8414500391818311,
    0.8414500391818311,
    0.8414500391818311,
    0.8414500391818311,
    0.8414500391818311,
    0.8414500391818311,
    0.8414500391818311,
    0.8414500391818311,
    0.8414500391818311,
    0.8657544579031076,
    0.8657544579031076,
    0.8657544579031076,
    0.8657544579031076,
    0.8657544579031076,
    0.8657544579031076,
    0.8657544579031076,
    0.8657544579031076,
    0.8657544579031076,
    0.8707435141902703,
    0.8707435141902703,
    0.8707435141902703,
    0.8707435141902703,
    0.8707435141902703,
    0.8707435141902703,
    0.8757008164966177,
    0.8757008164966177,
    0.8757008164966177,
    0.8757008164966177,
    0.8757008164966177,
    0.8757008164966177,
    0.8757008164966177,
    0.8746421351038336,
    0.8746421351038336,
    0.8746421351038336,
    0.8746421351038336,
    0.8746421351038336,
    0.8746421351038336,
    0.8746421351038336,
    0.8746421351038336,
    0.8979333450983533,
    0.8979333450983533,
    0.8979333450983533,
    0.8979333450983533
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while event staff at the entrance scan registrations and hand out lanyards.",
    "Healthcare providers showcase community outreach photos; at the entrance, event staff scan registrations and hand out lanyards; finance firms offer QR codes for immediate internship applications.",
    "At a multi-organization event, healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a multi-organization event, healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a multi-organization event, diverse participants gather around a career-focused venue. Healthcare providers display community outreach photos, while at the entrance event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, and alumni volunteers share quick pep talks near the coffee station.",
    "At a multi-organization event, diverse participants gather around a career-focused venue. Healthcare providers display community outreach photos, while at the entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, and alumni volunteers share quick pep talks near the coffee station.",
    "At a multi-organization, career-focused venue, diverse participants assemble for the event. Healthcare providers display community outreach photos inside the venue, and at the entrance staff scan registrations and hand out lanyards to attendees. Finance firms present QR codes to enable immediate internship applications. A cybersecurity company operates a password-cracking challenge on a laptop as part of the program. Students line up outside the university gym before the career fair opens, while alumni volunteers offer brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against a wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3398323977507102,
    0.3398323977507102,
    0.3398323977507102,
    0.4384403094591667,
    0.4384403094591667,
    0.4384403094591667,
    0.4384403094591667,
    0.4384403094591667,
    0.4384403094591667,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7413653929660093,
    0.7994416153913229,
    0.7994416153913229,
    0.7994416153913229,
    0.7994416153913229,
    0.7994416153913229,
    0.7994416153913229,
    0.7994416153913229,
    0.7994416153913229,
    0.7994416153913229,
    0.7994416153913229,
    0.7995017714213986,
    0.7995017714213986,
    0.7995017714213986,
    0.7995017714213986,
    0.7995017714213986,
    0.7995017714213986,
    0.7995017714213986,
    0.8005603539211414,
    0.8005603539211414,
    0.8005603539211414,
    0.8005603539211414,
    0.8005603539211414,
    0.8005603539211414,
    0.8005603539211414,
    0.8005603539211414,
    0.8439288463859688,
    0.8439288463859688,
    0.8439288463859688
  ],
  "2": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, attendees are engaged in career development and outreach: career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.7159008165618794,
    0.7159008165618794,
    0.7159008165618794,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.7751801776140694,
    0.8075266144583597,
    0.8075266144583597,
    0.8075266144583597,
    0.8101439647086436,
    0.8101439647086436,
    0.8101439647086436,
    0.8101439647086436,
    0.8101439647086436,
    0.8101439647086436
  ],
  "3": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards, while students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards, while students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336
  ],
  "4": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7582404494253971,
    0.7966226872350044,
    0.7966226872350044,
    0.7966226872350044,
    0.7966226872350044,
    0.7966226872350044,
    0.7966226872350044,
    0.7966226872350044,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.7736539528051797,
    0.8167090400321924,
    0.8167090400321924,
    0.8167090400321924,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752,
    0.8330871644462752
  ],
  "5": [
    "",
    "Healthcare providers are showcasing photographs of community outreach efforts.",
    "Healthcare providers are showcasing photographs of community outreach efforts, and students line up outside the university gym before the career fair opens.",
    "In a university setting, healthcare providers showcase photographs of community outreach efforts, and students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "In a university setting, healthcare providers showcase photographs of their community outreach efforts. Students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a university career fair taking place near the gym, healthcare providers display photographs of their community outreach. Students line up outside the gym ahead of the fair opening. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair near the gym, students line up outside the university gym before the fair opens as healthcare providers display photographs of their community outreach. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair held near the gym, students line up outside the university gym before the fair opens. Healthcare providers display photographs of their community outreach. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair held near the gym, students line up outside the building before the fair opens. Healthcare providers display photographs of their community outreach. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair held near the gym, students line up outside the building before opening. Healthcare providers display photographs of their community outreach. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "5_score": [
    0.0,
    0.2765382316202464,
    0.2765382316202464,
    0.2765382316202464,
    0.2765382316202464,
    0.3240871780267775,
    0.3240871780267775,
    0.3240871780267775,
    0.5992236816058323,
    0.5992236816058323,
    0.5992236816058323,
    0.5992236816058323,
    0.5992236816058323,
    0.5992236816058323,
    0.5992236816058323,
    0.7759948221554648,
    0.7759948221554648,
    0.7759948221554648,
    0.7759948221554648,
    0.7759948221554648,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8213682352106992,
    0.8171012511745198,
    0.8171012511745198,
    0.8171012511745198,
    0.8171012511745198,
    0.8171012511745198,
    0.8171012511745198,
    0.8488543053171896,
    0.8488543053171896,
    0.8488543053171896,
    0.8488543053171896,
    0.8488543053171896,
    0.8488543053171896,
    0.8710243643962979,
    0.8710243643962979,
    0.8710243643962979,
    0.8710243643962979,
    0.8710243643962979,
    0.8710243643962979,
    0.8710243643962979,
    0.8710243643962979,
    0.8710243643962979,
    0.8710243643962979,
    0.8806038575755079,
    0.8806038575755079,
    0.8806038575755079,
    0.8806038575755079,
    0.8806038575755079,
    0.8806038575755079,
    0.8806038575755079,
    0.8806038575755079,
    0.8806038575755079
  ],
  "6": [
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "At an exhibition booth, a robotics startup flies a small drone overhead to attract attention. Tech companies display demo screens showing their latest apps.",
    "At an exhibition booth, a robotics startup flies a small drone overhead to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At an exhibition, a robotics startup uses a small drone flying overhead at its booth to draw attention. Nearby tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule, while finance firms provide QR codes for immediate internship applications.",
    "At the exhibition, a robotics startup uses a small drone flying overhead at its booth to draw attention, while nearby tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule, and finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the exhibition, a robotics startup uses a small drone overhead at its booth to draw attention, with nearby tech companies displaying demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule, and finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens.",
    "At the exhibition, a robotics startup deploys a small drone overhead to draw attention at its booth, while nearby tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule, and finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the exhibition, a robotics startup deploys a small drone overhead to draw attention at its booth, while nearby tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule, and finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the exhibition, a robotics startup deploys a small drone overhead to draw attention at its booth, while nearby tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule, and finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.5097093533193013,
    0.7040622120221176,
    0.7040622120221176,
    0.7040622120221176,
    0.7040622120221176,
    0.7040622120221176,
    0.7040622120221176,
    0.7040622120221176,
    0.7040622120221176,
    0.7040622120221176,
    0.7040622120221176,
    0.7780682676684998,
    0.7780682676684998,
    0.7780682676684998,
    0.7780682676684998,
    0.7780682676684998,
    0.7780682676684998,
    0.7780682676684998,
    0.7780682676684998,
    0.8328349326281986,
    0.8328349326281986,
    0.8328349326281986,
    0.8328349326281986,
    0.8328349326281986,
    0.8328349326281986,
    0.8328349326281986,
    0.8530468467674968,
    0.8530468467674968,
    0.8530468467674968,
    0.8530468467674968,
    0.8530468467674968,
    0.8530468467674968,
    0.8530468467674968,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.871577079024589,
    0.8687724053559878,
    0.8687724053559878,
    0.8687724053559878
  ],
  "7": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "At the event, consulting firms stack glossy case study booklets on high tables, finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage.",
    "At the career fair event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the career fair event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map."
  ],
  "7_score": [
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.46311740683261304,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8459084914500337,
    0.8579154294859067,
    0.8579154294859067,
    0.8579154294859067,
    0.8579154294859067,
    0.8579154294859067,
    0.8579154294859067,
    0.8579154294859067,
    0.8596527022253171,
    0.8596527022253171,
    0.8596527022253171,
    0.8596527022253171,
    0.8596527022253171,
    0.8271453045823065
  ],
  "8": [
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops are underway in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops are underway in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Networking etiquette workshops are underway in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops are underway in the adjoining classroom; a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Inside the venue, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops are underway in the adjoining classroom, while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Inside the venue, consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "8_score": [
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.39148354404015395,
    0.39148354404015395,
    0.39148354404015395,
    0.39148354404015395,
    0.39148354404015395,
    0.5835427942405091,
    0.5835427942405091,
    0.5835427942405091,
    0.5835427942405091,
    0.5835427942405091,
    0.5835427942405091,
    0.5835427942405091,
    0.5835427942405091,
    0.5835427942405091,
    0.5835427942405091,
    0.7103540127307856,
    0.7103540127307856,
    0.7103540127307856,
    0.7699170289480375,
    0.7699170289480375,
    0.7699170289480375,
    0.7699170289480375,
    0.7699170289480375,
    0.7699170289480375,
    0.7699170289480375,
    0.7699170289480375,
    0.7699170289480375,
    0.7939887441092657,
    0.7939887441092657,
    0.7939887441092657,
    0.7939887441092657,
    0.7939887441092657,
    0.7939887441092657,
    0.7939887441092657,
    0.7939887441092657,
    0.7939887441092657,
    0.7939887441092657,
    0.7868622981981371,
    0.7868622981981371,
    0.7868622981981371,
    0.7868622981981371,
    0.7868622981981371,
    0.7868622981981371,
    0.8302363436838711,
    0.8302363436838711,
    0.8302363436838711,
    0.8302363436838711,
    0.8302363436838711,
    0.8302363436838711,
    0.8302363436838711,
    0.8504457309061053,
    0.8504457309061053,
    0.8504457309061053,
    0.8504457309061053,
    0.8504457309061053,
    0.8504457309061053,
    0.8504457309061053,
    0.8504457309061053,
    0.8504457309061053
  ],
  "9": [
    "",
    "",
    "A line of students stands outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "A line of students stands outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students stands before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students stands before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms as the career fair opens. Alumni volunteers give brief pep talks near the coffee station. The engineering society runs a resume review table near the stage. An alumni panel discusses preparing for technical interviews. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, a line of students forms as the career fair opens. Alumni volunteers give brief pep talks near the coffee station. The engineering society runs a resume review table near the stage. An alumni panel discusses preparing for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students forms as the career fair opens. Alumni volunteers give brief pep talks near the coffee station. The engineering society runs a resume review table near the stage. An alumni panel discusses preparing for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "9_score": [
    0.0,
    0.0,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.48163578224946485,
    0.48163578224946485,
    0.48163578224946485,
    0.48163578224946485,
    0.48163578224946485,
    0.48163578224946485,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.6095069473649932,
    0.769433846855387,
    0.769433846855387,
    0.769433846855387,
    0.769433846855387,
    0.769433846855387,
    0.769433846855387,
    0.769433846855387,
    0.769433846855387,
    0.769433846855387,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8123524405661604,
    0.8318485580874788,
    0.8318485580874788,
    0.8318485580874788,
    0.8318485580874788,
    0.8318485580874788,
    0.8318485580874788,
    0.8318485580874788,
    0.8318485580874788,
    0.8318485580874788,
    0.8538799569105439,
    0.8538799569105439,
    0.8538799569105439,
    0.8538799569105439,
    0.8538799569105439
  ],
  "10": [
    "",
    "",
    "Some students stand quietly against a wall as they rehearse elevator pitches.",
    "Some students stand quietly against a wall as they rehearse elevator pitches, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, some students stand quietly against a wall while rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event entrance, some students stand quietly against a wall while rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, several students stand quietly against a wall, rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA announcement outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event entrance, several students stand quietly against a wall rehearsing elevator pitches as staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule. Near the stage, the engineering society runs a resume review table. Groups of friends mark target employers on the event map, while dozens of booths with colorful banners encircle the polished floor.",
    "At the event entrance, several students stand quietly against a wall rehearsing elevator pitches as staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule. Near the stage, the engineering society runs a resume review table. Groups of friends mark target employers on the event map, while dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, several students stand quietly against a wall rehearsing elevator pitches while staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule. Near the stage, the engineering society runs a resume review table. Groups of friends mark target employers on the event map, as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, several students stand quietly against a wall rehearsing elevator pitches, while staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule. Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, students stand quietly against a wall rehearsing elevator pitches as staff scan registrations and hand out lanyards; a welcome PA announces the fair schedule. Near the stage, the engineering society runs a resume review table. Groups of friends mark target employers on the event map as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets while students introduce themselves. Before the fair opens, students line up outside the university gym.",
    "At the event fair, students stand quietly against a wall at the entrance, rehearsing elevator pitches as staff scan registrations and hand out lanyards, while a welcome PA announces the fair schedule. Near the stage, the engineering society runs a resume review table. Groups of friends mark target employers on the event map as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case-study booklets on high tables, and HR teams jot notes on tablets while students introduce themselves. Before the fair opens, students line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "10_score": [
    0.0,
    0.0,
    0.2573417417572925,
    0.2573417417572925,
    0.2573417417572925,
    0.2573417417572925,
    0.2573417417572925,
    0.325825105476505,
    0.325825105476505,
    0.325825105476505,
    0.325825105476505,
    0.325825105476505,
    0.7483348863259033,
    0.7483348863259033,
    0.7483348863259033,
    0.7483348863259033,
    0.7483348863259033,
    0.7483348863259033,
    0.7483348863259033,
    0.7836774759806135,
    0.7836774759806135,
    0.7836774759806135,
    0.7836774759806135,
    0.7836774759806135,
    0.7836774759806135,
    0.7836774759806135,
    0.8291552317217652,
    0.8291552317217652,
    0.8291552317217652,
    0.8291552317217652,
    0.8163905943574372,
    0.8163905943574372,
    0.8163905943574372,
    0.8163905943574372,
    0.8163905943574372,
    0.8163905943574372,
    0.8406781130790859,
    0.8406781130790859,
    0.8406781130790859,
    0.8406781130790859,
    0.8483298314459923,
    0.8483298314459923,
    0.8483298314459923,
    0.8483298314459923,
    0.8483298314459923,
    0.8483298314459923,
    0.8483298314459923,
    0.858428223737409,
    0.858428223737409,
    0.858428223737409,
    0.858428223737409,
    0.858428223737409,
    0.858428223737409,
    0.858428223737409,
    0.8677754052982684,
    0.8677754052982684,
    0.8677754052982684,
    0.8677754052982684,
    0.8677754052982684,
    0.8677754052982684,
    0.8677754052982684,
    0.8677754052982684,
    0.8677754052982684,
    0.8677754052982684,
    0.8796341651418539
  ],
  "11": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends marked target employers on the event map, identifying them as goals for outreach. Alumni volunteers shared brief pep talks near the coffee station.",
    "Groups of friends marked target employers on the event map, identifying them as outreach goals; alumni volunteers shared brief pep talks near the coffee station.",
    "Groups of friends marked target employers on the event map, identifying them as outreach goals. Alumni volunteers shared brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "In the event setting, groups of friends marked target employers on the event map as outreach goals; alumni volunteers shared brief pep talks near the coffee station; some students rehearsed elevator pitches quietly against the wall; HR teams jotted notes on tablets while students introduced themselves.",
    "In the event setting, groups of friends marked target employers on the event map as outreach goals. Alumni volunteers shared brief pep talks near the coffee station. Some students rehearsed elevator pitches quietly against the wall. HR teams jotted notes on tablets while students introduced themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event fair, groups of friends marked target employers on the event map as outreach goals. Alumni volunteers delivered brief pep talks near the coffee station. Some students rehearsed elevator pitches quietly against the wall. HR teams jotted notes on tablets while students introduced themselves. A welcome announcement over the PA system outlined the fair schedule. Event staff scanned registrations and handed out lanyards at the entrance.",
    "At the event fair, groups of friends marked target employers on the event map as outreach goals. Alumni volunteers delivered brief pep talks near the coffee station. Some students rehearsed elevator pitches quietly against the wall. HR teams jotted notes on tablets while students introduced themselves. A welcome announcement over the PA system outlined the fair schedule. Event staff scanned registrations and handed out lanyards at the entrance.",
    "At the event fair, groups of friends mark target employers on the event map as outreach goals. Alumni volunteers deliver brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets while students introduce themselves. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.48402584986585134,
    0.48402584986585134,
    0.48402584986585134,
    0.48402584986585134,
    0.48402584986585134,
    0.3517570635534456,
    0.3517570635534456,
    0.3517570635534456,
    0.3517570635534456,
    0.3517570635534456,
    0.6909975461856057,
    0.6909975461856057,
    0.6909975461856057,
    0.6909975461856057,
    0.6909975461856057,
    0.6909975461856057,
    0.6909975461856057,
    0.425980811131871,
    0.425980811131871,
    0.425980811131871,
    0.425980811131871,
    0.425980811131871,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.802195126117201,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8257886435284618,
    0.8776108074356386,
    0.8776108074356386,
    0.8776108074356386,
    0.8776108074356386,
    0.8776108074356386
  ],
  "12": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "In an event setting, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders and healthcare providers showcase community outreach photos.",
    "An event setting features an alumni panel discussing how to prepare for technical interviews, while students clutch resumes inside branded folders and healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "An event setting centers on an alumni panel discussing how to prepare for technical interviews. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5840319311272208,
    0.5840319311272208,
    0.5840319311272208,
    0.5840319311272208,
    0.5840319311272208,
    0.5840319311272208,
    0.47249774676405354,
    0.47249774676405354,
    0.47249774676405354,
    0.47249774676405354,
    0.6046898618407808,
    0.6046898618407808,
    0.6046898618407808,
    0.6046898618407808,
    0.6046898618407808,
    0.7848305845192439,
    0.7848305845192439,
    0.7848305845192439,
    0.7848305845192439,
    0.7848305845192439,
    0.7848305845192439,
    0.7848305845192439,
    0.7848305845192439,
    0.7848305845192439,
    0.8002864494695926,
    0.8002864494695926,
    0.8002864494695926,
    0.8002864494695926,
    0.8002864494695926,
    0.8002864494695926,
    0.8002864494695926,
    0.8002864494695926,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697,
    0.7961327030981697
  ],
  "13": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating selection or prioritization of those employers. Healthcare providers showcase community outreach photos, presenting imagery of outreach efforts.",
    "In the career fair setting, groups of friends mark target employers on the event map to indicate selection or prioritization. Healthcare providers showcase community outreach photos, presenting imagery of outreach efforts. Students line up outside the university gym before the career fair opens, awaiting entry.",
    "At the career fair, groups of friends mark target employers on the event map to indicate selection or prioritization. Healthcare providers showcase outreach photos, presenting imagery of outreach efforts. Students line up outside the university gym before the career fair opens, awaiting entry. Tech companies display demo screens showing their latest apps."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.48891896792841405,
    0.7546479089841036,
    0.7546479089841036,
    0.7546479089841036,
    0.7546479089841036,
    0.7546479089841036,
    0.7546479089841036,
    0.7546479089841036,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648,
    0.8223777262729648
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase photos of community outreach, illustrating their engagement with the public. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase photos of community outreach, illustrating their engagement with the public. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display photos of community outreach to illustrate their engagement with the public. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display photos of community outreach to illustrate their engagement with the public; finance firms provide QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; workshops on networking etiquette begin in the adjoining classroom; alumni volunteers share quick pep talks near the coffee station.",
    "A mixed professional scene shows healthcare providers displaying photos of community outreach to illustrate their engagement with the public. Finance firms provide QR codes for immediate internship applications, enabling on-spot submissions. Consulting firms stack glossy case study booklets on high tables for perusal. Workshops on networking etiquette begin in the adjoining classroom, signaling ongoing professional development. Alumni volunteers share quick pep talks near the coffee station, offering encouragement to attendees. Students clutch resumes inside branded folders, ready for discussion with representatives.",
    "At a mixed professional scene surrounding a university career fair, healthcare providers display photos of community outreach to illustrate their public engagement. Finance firms provide QR codes for immediate internship applications, enabling on-spot submissions. Consulting firms stack glossy case study booklets on high tables for perusal. Workshops on networking etiquette begin in the adjoining classroom, signaling ongoing professional development. Alumni volunteers share quick pep talks near the coffee station, offering encouragement to attendees. Students clutch resumes inside branded folders, ready for discussion with representatives. Students line up outside the university gym before the career fair opens."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5194213726789955,
    0.5194213726789955,
    0.5194213726789955,
    0.5194213726789955,
    0.5194213726789955,
    0.5194213726789955,
    0.5194213726789955,
    0.5194213726789955,
    0.5194213726789955,
    0.5194213726789955,
    0.6946620089652373,
    0.6946620089652373,
    0.6946620089652373,
    0.6946620089652373,
    0.6946620089652373,
    0.6946620089652373,
    0.660457637275968,
    0.660457637275968,
    0.660457637275968,
    0.660457637275968,
    0.660457637275968,
    0.660457637275968,
    0.660457637275968,
    0.660457637275968,
    0.45744056616962175,
    0.45744056616962175,
    0.45744056616962175,
    0.45744056616962175,
    0.45744056616962175,
    0.45744056616962175,
    0.45744056616962175,
    0.45744056616962175,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7138140639943307,
    0.7823066833989274,
    0.7823066833989274
  ],
  "15": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a career-preparation event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "At a career-preparation event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career-preparation event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At a career-preparation event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career-preparation event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4356321086238871,
    0.4356321086238871,
    0.4356321086238871,
    0.4356321086238871,
    0.4356321086238871,
    0.4356321086238871,
    0.5731260851252218,
    0.5731260851252218,
    0.5731260851252218,
    0.5731260851252218,
    0.5731260851252218,
    0.5731260851252218,
    0.5731260851252218,
    0.5731260851252218,
    0.5731260851252218,
    0.5731260851252218,
    0.746608321494129,
    0.746608321494129,
    0.746608321494129,
    0.746608321494129,
    0.746608321494129,
    0.746608321494129,
    0.746608321494129,
    0.746608321494129,
    0.7868527295171472,
    0.7868527295171472,
    0.7868527295171472,
    0.7868527295171472,
    0.7868527295171472,
    0.7868527295171472,
    0.7868527295171472,
    0.7868527295171472,
    0.7868527295171472,
    0.7868527295171472,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276,
    0.7987089122318276
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map. Tech companies run demo screens showing their latest apps. Students carry resumes in branded folders, and several students quietly rehearse elevator pitches against the wall.",
    "At the event, groups of friends mark target employers on the event map. Tech companies run demo screens showing their latest apps. Students carry resumes in branded folders, and several students quietly rehearse elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map. Tech companies display and run demo screens showing their latest apps. Students carry resumes in branded folders and quietly rehearse elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map. Tech companies display and run demo screens showing their latest apps. Students carry and clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map. Tech companies display and run demo screens showing their latest apps. Students carry and clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map. Tech companies display and run demo screens showing their latest apps. Students carry resumes in branded folders and quietly rehearse elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.6497542254853869,
    0.6497542254853869,
    0.6497542254853869,
    0.6497542254853869,
    0.6497542254853869,
    0.7883660131930884,
    0.7883660131930884,
    0.7883660131930884,
    0.7883660131930884,
    0.7883660131930884,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.7964829335558771,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.8356174306510236,
    0.837559885092587,
    0.837559885092587,
    0.837559885092587,
    0.837559885092587,
    0.8194003190719558,
    0.8194003190719558,
    0.8194003190719558,
    0.8194003190719558,
    0.8194003190719558,
    0.8194003190719558,
    0.8194003190719558,
    0.8194003190719558,
    0.8194003190719558,
    0.8194003190719558,
    0.8174816473250541,
    0.8174816473250541
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.6004112217914246,
    0.8112431748250303,
    0.8112431748250303,
    0.8112431748250303,
    0.8112431748250303,
    0.8112431748250303,
    0.8112431748250303,
    0.8112431748250303,
    0.8112431748250303,
    0.8112431748250303,
    0.830147250179821,
    0.830147250179821,
    0.830147250179821,
    0.830147250179821,
    0.830147250179821,
    0.830147250179821,
    0.830147250179821,
    0.830147250179821,
    0.8652685316689612,
    0.8652685316689612,
    0.8652685316689612,
    0.8652685316689612
  ],
  "18": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event activities center on student introductions, employer targeting, and networking guidance: groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "Event activities center on student introductions, employer targeting, and networking guidance. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "Event activities center on student introductions, employer targeting, and networking guidance. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette are held in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "Event activities center on student introductions, employer targeting, and networking guidance. Groups of friends mark target employers on the event map, while alumni volunteers offer brief pep talks near the coffee station. Workshops on networking etiquette are held in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule.",
    "The scene centers on a campus career fair focused on student introductions, employer targeting, and networking guidance. Groups of friends mark target employers on the event map, while alumni volunteers offer brief pep talks near the coffee station. Networking etiquette workshops are held in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.5515678214105225,
    0.5515678214105225,
    0.5515678214105225,
    0.5515678214105225,
    0.5515678214105225,
    0.5515678214105225,
    0.5515678214105225,
    0.5515678214105225,
    0.5515678214105225,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.751945929806453,
    0.7591465474112453,
    0.7591465474112453,
    0.7591465474112453,
    0.7591465474112453,
    0.7591465474112453,
    0.7591465474112453,
    0.7591465474112453,
    0.7595834168314841,
    0.7595834168314841,
    0.7595834168314841,
    0.7595834168314841,
    0.7595834168314841,
    0.8255680601463289,
    0.8255680601463289,
    0.8255680601463289,
    0.8255680601463289,
    0.8255680601463289,
    0.8255680601463289,
    0.8255680601463289,
    0.8255680601463289,
    0.8255680601463289,
    0.8255680601463289
  ],
  "19": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career fair setting, career counselors redirect unsure students toward applicable industries, guiding their focus. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, guiding their focus. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showcasing their latest apps.",
    "At the career fair, career counselors steer unsure students toward applicable industries, guiding their focus. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, career counselors steer unsure students toward applicable industries, guiding their focus. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, career counselors guide unsure students toward applicable industries, helping them focus their choices. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, counselors guide unsure students toward applicable industries to help them focus their choices. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors guide unsure students toward applicable industries to help them focus their choices. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the career fair, counselors guide unsure students toward applicable industries to help them focus their choices. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5965390216226062,
    0.5965390216226062,
    0.5965390216226062,
    0.5965390216226062,
    0.5965390216226062,
    0.7421645265607576,
    0.7421645265607576,
    0.7421645265607576,
    0.7421645265607576,
    0.7421645265607576,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8439181625909966,
    0.8589423859194567,
    0.8589423859194567,
    0.8589423859194567,
    0.8589423859194567,
    0.8589423859194567,
    0.8589423859194567,
    0.8589423859194567,
    0.8647860443732702,
    0.8647860443732702,
    0.8647860443732702,
    0.8647860443732702,
    0.8647860443732702,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164,
    0.874222682502164
  ],
  "20": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "A career fair is about to open as students line up outside the university gym, a cybersecurity company runs a password cracking challenge on a laptop, and alumni volunteers share quick pep talks near the coffee station.",
    "A career fair is about to open as students line up outside the university gym, a cybersecurity company runs a password cracking challenge on a laptop, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "A career fair is about to open as students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "A career fair is about to open, with students lined up outside the university gym. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage.",
    "A career fair is about to open at the university gym, with students lined up outside. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage.",
    "The career fair is about to open at the university gym, with students lined up outside. Inside, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor."
  ],
  "20_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.48934720283033384,
    0.48934720283033384,
    0.48934720283033384,
    0.48934720283033384,
    0.48934720283033384,
    0.48934720283033384,
    0.48934720283033384,
    0.6424428843875574,
    0.6424428843875574,
    0.6424428843875574,
    0.6424428843875574,
    0.6424428843875574,
    0.6424428843875574,
    0.7825738541839697,
    0.7825738541839697,
    0.7825738541839697,
    0.7825738541839697,
    0.8045139037784802,
    0.8045139037784802,
    0.8045139037784802,
    0.8045139037784802,
    0.8045139037784802,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.798865586308061,
    0.8388323037561621,
    0.8388323037561621,
    0.8388323037561621,
    0.8388323037561621,
    0.8388323037561621,
    0.8388323037561621,
    0.8388323037561621,
    0.8388323037561621
  ],
  "21": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette are taking place in the adjoining classroom, while a cybersecurity company is running a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette are taking place in the adjoining classroom, while a cybersecurity company is running a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "Several activities are underway around the university gym: workshops on networking etiquette are taking place in the adjoining classroom, and a cybersecurity company is running a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage.",
    "Around the university gym, activities include workshops on networking etiquette in an adjoining classroom, and a cybersecurity company running a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as students line up outside before the career fair opens. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Activities are centered around the university gym for a career fair. Workshops on networking etiquette take place in an adjoining classroom, while a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as students line up outside before the fair opens. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, a career fair unfolds with activities centered around the space. Workshops on networking etiquette take place in an adjoining classroom, while a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor as students line up outside before the fair opens. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.48536160987679217,
    0.48536160987679217,
    0.48536160987679217,
    0.48536160987679217,
    0.5773222372210493,
    0.5773222372210493,
    0.5773222372210493,
    0.5773222372210493,
    0.5984962652250595,
    0.5984962652250595,
    0.5984962652250595,
    0.5984962652250595,
    0.5984962652250595,
    0.7806695427409538,
    0.7806695427409538,
    0.7806695427409538,
    0.7806695427409538,
    0.7272024058792175,
    0.7272024058792175,
    0.7272024058792175,
    0.8296793806759801,
    0.8296793806759801,
    0.8296793806759801,
    0.8296793806759801,
    0.8296793806759801,
    0.8296793806759801,
    0.8296793806759801,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8513839159166957,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302,
    0.8518243696332302
  ],
  "22": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.6271183430530874,
    0.6271183430530874,
    0.6271183430530874,
    0.6271183430530874,
    0.7788975207778115,
    0.7788975207778115,
    0.7788975207778115,
    0.7788975207778115,
    0.7788975207778115,
    0.7788975207778115,
    0.7788975207778115,
    0.7788975207778115,
    0.7788975207778115,
    0.7788975207778115,
    0.8200071305116493,
    0.8200071305116493,
    0.8200071305116493,
    0.8200071305116493,
    0.8200071305116493,
    0.8200071305116493,
    0.8200071305116493,
    0.8200071305116493,
    0.8257419224081435,
    0.8257419224081435,
    0.8257419224081435,
    0.8257419224081435,
    0.8112168369090114,
    0.8112168369090114,
    0.8112168369090114,
    0.8112168369090114,
    0.8112168369090114,
    0.8112168369090114,
    0.8112168369090114,
    0.8112168369090114,
    0.8112168369090114,
    0.8112168369090114,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8139379250777597,
    0.8170775356469442,
    0.8170775356469442
  ],
  "23": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables.",
    "A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "On the trade-show floor, a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "On the trade-show floor, a robotics startup attracts attention by flying a small drone above its booth. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "On the trade-show floor, a robotics startup attracts attention by flying a small drone above its booth. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On the trade-show floor, a robotics startup draws attention by flying a small drone above its booth. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "On the trade-show floor, a robotics startup draws attention by flying a small drone above its booth. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "On the trade-show floor, a robotics startup draws attention by flying a small drone above its booth. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3988810149760651,
    0.3988810149760651,
    0.3988810149760651,
    0.3988810149760651,
    0.3988810149760651,
    0.7384430910527346,
    0.7384430910527346,
    0.7384430910527346,
    0.7384430910527346,
    0.7384430910527346,
    0.7384430910527346,
    0.7384430910527346,
    0.788057884118957,
    0.788057884118957,
    0.788057884118957,
    0.7978771386261654,
    0.7978771386261654,
    0.7978771386261654,
    0.7978771386261654,
    0.7978771386261654,
    0.7978771386261654,
    0.7978771386261654,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.7952939658160068,
    0.8117010176671651,
    0.8117010176671651,
    0.8117010176671651,
    0.8117010176671651,
    0.8117010176671651,
    0.8117010176671651
  ],
  "24": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, as finance firms offer QR codes for immediate internship applications.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor as finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.5605102456939646,
    0.5605102456939646,
    0.5605102456939646,
    0.5605102456939646,
    0.5605102456939646,
    0.5605102456939646,
    0.5605102456939646,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.5938915008097724,
    0.8193038321540891,
    0.8193038321540891,
    0.8193038321540891,
    0.8193038321540891,
    0.8193038321540891,
    0.8193038321540891,
    0.8193038321540891,
    0.8193038321540891,
    0.8193038321540891,
    0.8193038321540891,
    0.8369801068971151,
    0.8369801068971151,
    0.8369801068971151,
    0.8369801068971151,
    0.8369801068971151,
    0.8369801068971151,
    0.8369801068971151,
    0.8369801068971151,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952,
    0.8392001622229952
  ]
}