{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the surrounding area, consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the surrounding area, consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene centers on a career fair layout: at the entrance, event staff scan registrations and hand out lanyards. In the surrounding area, consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette proceed while students clutch branded folders containing resumes; a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos.",
    "The scene depicts a career fair layout with an entrance where event staff scan registrations and hand out lanyards. In the surrounding area, consulting firms stack glossy case study booklets on high tables, and alumni volunteers offer quick pep talks near the coffee station. In the adjoining classroom, networking etiquette workshops proceed as students clutch branded folders containing resumes; a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Students clutch resumes in branded folders as career counselors redirect unsure attendees toward applicable industries. Tech companies display demo screens of their latest apps, and HR teams jot notes on tablets as students introduce themselves.",
    "A career fair layout centers on an entrance where event staff scan registrations and hand out lanyards. In the surrounding area, consulting firms stack glossy case study booklets on high tables, and alumni volunteers offer quick pep talks near the coffee station. In the adjoining classroom, networking etiquette workshops proceed as students clutch branded folders containing resumes, while a welcome PA announces the fair schedule. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. Career counselors redirect unsure attendees toward applicable industries. Tech companies display demo screens of their latest apps, and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Consulting firms stack glossy case-study booklets on high tables while alumni volunteers offer quick pep talks near the coffee station. In the adjoining classroom, networking etiquette workshops proceed as students clutch branded folders with resumes; a welcome PA outlines the schedule, with a later briefing reiterating it, while some rehearse elevator pitches and healthcare providers showcase outreach photos. Career counselors redirect unsure attendees toward applicable industries. Tech companies display demo screens of their latest apps, and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, with counselors reminding attendees to maintain eye contact. Instructional sessions take place in a nearby room."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5462985090939321,
    0.5462985090939321,
    0.5462985090939321,
    0.7114802654586245,
    0.7114802654586245,
    0.7114802654586245,
    0.7114802654586245,
    0.8567275329551278,
    0.8567275329551278,
    0.8567275329551278,
    0.8567275329551278,
    0.8567275329551278,
    0.8567275329551278,
    0.8567275329551278,
    0.8567275329551278,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8436721825490179,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805,
    0.8912255011208805
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map.",
    "Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map.",
    "Preparations for the university career fair are underway on campus, with networking etiquette workshops in the adjoining classroom and healthcare providers showcasing community outreach photos. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, staff scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "Preparations for the university career fair are underway on campus, with networking etiquette workshops in the adjoining classroom and healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Preparations for the university career fair are underway on campus. Networking etiquette workshops take place in the adjoining classroom, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "Preparations for the university career fair are underway on campus. Networking etiquette workshops are taking place in the adjoining classroom, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables, alongside tech companies displaying demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "A university career fair is underway on campus. Networking etiquette workshops are taking place in an adjoining classroom, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map as students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables, alongside tech companies displaying demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "A university career fair is underway on campus. Adjoining the fair, networking etiquette workshops are in progress as healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map while students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables, alongside tech companies displaying demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "On campus, a university career fair is underway with adjoining networking etiquette workshops in progress as healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, while students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables, alongside tech companies displaying demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "On campus, a university career fair is underway with adjoining networking etiquette workshops. Healthcare providers showcase community outreach photos as groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens, while staff at the entrance scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.7541095166954055,
    0.7541095166954055,
    0.7541095166954055,
    0.7541095166954055,
    0.7541095166954055,
    0.7541095166954055,
    0.73736274917958,
    0.73736274917958,
    0.73736274917958,
    0.73736274917958,
    0.73736274917958,
    0.73736274917958,
    0.8082847029581255,
    0.8082847029581255,
    0.8082847029581255,
    0.8082847029581255,
    0.8082847029581255,
    0.8082847029581255,
    0.8082847029581255,
    0.8433655479141351,
    0.8433655479141351,
    0.8433655479141351,
    0.8433655479141351,
    0.8433655479141351,
    0.8553619938840542,
    0.8553619938840542,
    0.8553619938840542,
    0.8553619938840542,
    0.8553619938840542,
    0.8651420145490996,
    0.8651420145490996,
    0.8651420145490996,
    0.8651420145490996,
    0.8659280506570635,
    0.8659280506570635,
    0.8659280506570635,
    0.8659280506570635,
    0.8660141706041348,
    0.8660141706041348,
    0.8660141706041348,
    0.8660141706041348,
    0.8660141706041348,
    0.8660141706041348,
    0.8660141706041348,
    0.8660141706041348,
    0.8709948474808782,
    0.8709948474808782,
    0.8709948474808782,
    0.8709948474808782,
    0.8709948474808782,
    0.8709948474808782,
    0.8709948474808782,
    0.8687437264586306,
    0.8687437264586306,
    0.8687437264586306,
    0.8687437264586306
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "The scene shows students clutching resumes inside branded folders, career counselors redirecting unsure students toward applicable industries, and tech companies displaying demo screens showing their latest apps.",
    "The scene shows students clutching resumes inside branded folders, career counselors redirecting unsure students toward applicable industries, and tech companies displaying demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Students clutch resumes tucked inside branded folders as career counselors redirect unsure students toward applicable industries; tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a mixed professional tech showcase, tech companies display demo screens of their latest apps, career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On campus, preparations for a university career fair unfold within a mixed professional tech showcase: groups of friends mark target employers on an event map, and students line up outside the university gym before the fair opens. Inside, tech companies display demo screens of their latest apps, while a cybersecurity firm runs a password cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables and HR teams jot notes on tablets as students introduce themselves, clutching resumes inside branded folders. Staff at the entrance scan registrations and distribute lanyards as a welcome PA announces the fair schedule. Preparations continue in adjoining spaces, including networking etiquette workshops, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.43045600349031615,
    0.43045600349031615,
    0.43045600349031615,
    0.43045600349031615,
    0.43045600349031615,
    0.42231435463703315,
    0.42231435463703315,
    0.42231435463703315,
    0.42231435463703315,
    0.42231435463703315,
    0.5762583956596076,
    0.5762583956596076,
    0.5762583956596076,
    0.5762583956596076,
    0.5762583956596076,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.7077290693612153,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005,
    0.8530214721401005
  ],
  "3": [
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map.",
    "A welcome announcement is being broadcast over the PA system outlining the fair schedule. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends are marking target employers on the event map. Tech companies display demo screens showcasing their latest apps.",
    "A welcome announcement is being broadcast over the PA system outlining the fair schedule. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends are marking target employers on the event map. Tech companies display demo screens showcasing their latest apps. At the venue, an alumni panel is discussing how to prepare for technical interviews, while career counselors are redirecting unsure students toward applicable industries.",
    "At the career fair, a welcome announcement is broadcast over the PA outlining the schedule as event operations staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while tech companies display demo screens showcasing their latest apps. Inside, an alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall, and healthcare providers displaying community outreach photos. Students clutch branded folders containing resumes as the event begins.",
    "At the career fair, a welcome PA announces the schedule as staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while tech companies display demo screens of their latest apps. Inside, an alumni panel discusses preparing for technical interviews, and career counselors redirect unsure students toward applicable industries, reminding them to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall, and healthcare providers displaying community outreach photos. Students clutch branded folders containing resumes as human resources teams jot notes on tablets and students introduce themselves. A mixed professional tech showcase features a cybersecurity company running a password cracking challenge on a laptop, tech companies displaying demo screens, and consulting firms stacking glossy case study booklets on high tables.",
    "At the career fair, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map while tech companies display demo screens of their latest apps. Inside, an alumni panel discusses preparing for technical interviews, and career counselors redirect unsure students toward applicable industries, reminding them to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall; healthcare providers display community outreach photos. Students clutch branded folders containing resumes as HR jot notes on tablets and introduce themselves. A mixed tech showcase features a cybersecurity company running a password cracking challenge on a laptop, tech demos, and consulting firms stacking glossy case study booklets on high tables. A 502 Bad Gateway error occurred for the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station.",
    "Inside the venue, a career fair unfolds with operations staff at the entrance handling registration and badge processing, scanning registrations and distributing lanyards. Attendees, including groups of friends, mark target employers on an event map while tech companies display demo screens of their latest apps. An alumni panel discusses preparing for technical interviews, and career counselors redirect unsure students toward applicable industries, reminding them to maintain eye contact. In an adjoining classroom, networking etiquette workshops are underway, with some students rehearsing elevator pitches quietly against the wall. Healthcare providers display community outreach photos. A mixed tech showcase features a cybersecurity company running a password cracking challenge on a laptop, tech demos, and consulting firms stacking glossy case-study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share pep talks near the coffee station. A 502 Bad Gateway error occurred for the API URL https://api.openai.com/v1/chat/completions."
  ],
  "3_score": [
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5953787681714369,
    0.5953787681714369,
    0.5953787681714369,
    0.5953787681714369,
    0.5953787681714369,
    0.5953787681714369,
    0.5953787681714369,
    0.5953787681714369,
    0.5953787681714369,
    0.8405287246168344,
    0.8405287246168344,
    0.8405287246168344,
    0.8405287246168344,
    0.8405287246168344,
    0.895441463705849,
    0.895441463705849,
    0.895441463705849,
    0.895441463705849,
    0.895441463705849,
    0.895441463705849,
    0.8730819599620151,
    0.8730819599620151,
    0.8730819599620151,
    0.8730819599620151,
    0.8730819599620151,
    0.8730819599620151,
    0.8730819599620151,
    0.8730819599620151,
    0.8730819599620151,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8701555482809911,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8339364002579309,
    0.8416415392212873,
    0.8416415392212873,
    0.8416415392212873,
    0.8416415392212873,
    0.8416415392212873
  ],
  "4": [
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall; healthcare providers showcase community outreach photos.",
    "Workshops on networking etiquette begin in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall and healthcare providers showcasing community outreach photos. Students clutch branded folders containing resumes as the event begins, and a welcome announcement over the PA system outlines the fair schedule.",
    "Workshops on networking etiquette begin in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall and healthcare providers displaying community outreach photos. Students clutch branded folders containing resumes as the event begins, and a welcome announcement over the PA system outlines the fair schedule. Event staff at the entrance scan registrations and hand out lanyards.",
    "The event presents a career fair scene: a networking etiquette workshop begins in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall and healthcare providers displaying community outreach photos. Students clutch branded folders containing resumes as the event begins, and a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. At the venue, an alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "On a university campus, preparations for the career fair are underway. In an adjoining classroom, networking etiquette workshops run as students rehearse elevator pitches against the wall. Healthcare providers display community outreach photos. Students clutch branded folders containing resumes as a welcome PA announcement outlines the fair schedule. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps. Inside, an alumni panel discusses how to prepare for technical interviews while career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens.",
    "On a university campus, preparations for the career fair are underway. In an adjoining classroom, networking etiquette workshops run as students rehearse elevator pitches against the wall. Healthcare providers display community outreach photos. Students clutch branded folders containing resumes as a welcome PA announces the fair schedule. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps. Inside, an alumni panel discusses how to prepare for technical interviews while career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens.",
    "On a university campus, preparations for the career fair are underway. In an adjoining classroom, networking etiquette workshops run as students rehearse elevator pitches against the wall. Healthcare providers display community outreach photos. Students clutch branded folders containing resumes as a welcome PA announces the fair schedule. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps. Inside, an alumni panel discusses how to prepare for technical interviews while career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens.",
    "On a university campus, preparations for the career fair are underway. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards, while a welcome PA announces the fair schedule. Inside, networking etiquette workshops run in an adjoining classroom and an alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos alongside other exhibits. In a mixed professional tech showcase, consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Students clutch resumes inside branded folders.",
    "On a university campus, preparations for a career fair proceed across the event entrance, gym, and adjoining classrooms. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the schedule; HR teams jot notes on tablets while introducing themselves. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders. Inside, networking etiquette workshops run in an adjoining classroom, and an alumni panel discusses preparing for technical interviews; some students rehearse elevator pitches, while others quiet against the wall. In a mixed professional tech showcase, consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Healthcare providers showcase community outreach photos alongside other exhibits; career counselors direct unsure students toward applicable industries and remind them to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.3437047329983658,
    0.3437047329983658,
    0.3437047329983658,
    0.3437047329983658,
    0.3437047329983658,
    0.3437047329983658,
    0.5751308886702289,
    0.5751308886702289,
    0.5751308886702289,
    0.7445379758408406,
    0.7445379758408406,
    0.7445379758408406,
    0.7445379758408406,
    0.7445379758408406,
    0.7445379758408406,
    0.8845012556452481,
    0.8845012556452481,
    0.8845012556452481,
    0.8845012556452481,
    0.8845012556452481,
    0.8845012556452481,
    0.8673113773163617,
    0.8673113773163617,
    0.8673113773163617,
    0.8673113773163617,
    0.8673113773163617,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.868777919609689,
    0.864542799056198,
    0.864542799056198,
    0.864542799056198,
    0.864542799056198,
    0.864542799056198,
    0.8419304504591443,
    0.8419304504591443,
    0.8419304504591443,
    0.8419304504591443,
    0.8419304504591443,
    0.8419304504591443,
    0.8419304504591443,
    0.8419304504591443
  ],
  "5": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event venue, groups of friends mark target employers on the event map; event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue, groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event venue for the career fair, groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the event venue for the career fair, groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders.",
    "At the career fair venue, groups of friends mark target employers on an event map. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens of their latest apps; an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before opening and clutch resumes inside branded folders. In a mixed professional tech showcase, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair venue, groups of friends mark target employers on an event map while event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop as a hands-on activity within a mixed professional tech showcase that also features consulting firms stacking glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, and remind attendees to maintain eye contact. Students line up outside the university gym before opening and clutch resumes inside branded folders. Networking etiquette workshops begin in the adjoining classroom. In a business setting, healthcare providers showcase community outreach photos.",
    "At the career fair venue, groups of friends mark target employers on an event map while staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop as a hands-on activity within a mixed professional tech showcase that also features consulting firms stacking glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students line up outside the university gym before opening and clutch resumes inside branded folders. Networking etiquette workshops begin in the adjoining classroom. In a business setting, healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "The university career fair unfolds on campus in the gym with adjoining classrooms. Groups mark target employers on an event map while staff at the entrance scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders and line up outside before opening. A mixed tech showcase features a cybersecurity firm running a password-cracking challenge on a laptop, tech firms displaying demo screens of their latest apps, and consulting firms stacking glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops occur in the adjoining classroom, while healthcare providers showcase community outreach photos and alumni volunteers share quick pep talks near the coffee station. A welcome PA outlines the fair schedule."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.4165695979158585,
    0.782780494336098,
    0.782780494336098,
    0.782780494336098,
    0.8444685049848246,
    0.8444685049848246,
    0.8444685049848246,
    0.8444685049848246,
    0.8444685049848246,
    0.8444685049848246,
    0.8390486055624096,
    0.8390486055624096,
    0.8390486055624096,
    0.8390486055624096,
    0.8390486055624096,
    0.8735540784183655,
    0.8735540784183655,
    0.8735540784183655,
    0.8735540784183655,
    0.8735540784183655,
    0.8735540784183655,
    0.8735540784183655,
    0.8735540784183655,
    0.8735540784183655,
    0.8735540784183655,
    0.8810511789202566,
    0.8810511789202566,
    0.8810511789202566,
    0.8810511789202566,
    0.8810511789202566,
    0.8810511789202566,
    0.8810511789202566,
    0.8810511789202566,
    0.8810511789202566,
    0.8776794027173505,
    0.8776794027173505,
    0.8776794027173505,
    0.8776794027173505,
    0.8776794027173505,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138,
    0.8788977592155138
  ],
  "6": [
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule.",
    "The fair features demo screens from tech companies displaying their latest apps, and an alumni panel discusses how to prepare for technical interviews; in the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map to reflect their intended focus within the venue. The scene includes a public briefing, materials arranged on elevated surfaces, instructional sessions in a nearby room, front-desk registration and badge handling, and attendees noting employer targets on the map.",
    "The career fair presents demo screens from tech companies displaying their latest apps, while an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops have begun, and a public briefing plus a welcome PA announcement outline the schedule. Consulting firms stack glossy case study booklets on high tables around the space. At the entrance, event operations staff handle front-desk registration and badge processing, scanning registrations and distributing lanyards. Attendees and groups of friends mark target employers on an event map as they plan their focus within the venue. Materials are arranged on elevated surfaces throughout, and instructional sessions take place in nearby rooms as attendees note employer targets on the map.",
    "A career fair within the venue presents demo screens from tech companies displaying their latest apps, while an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops have begun, and a public briefing plus a welcome PA announce the schedule. Consulting firms stack glossy case study booklets on high tables around the space. At the entrance, event operations staff handle front-desk registration and badge processing, scanning registrations and distributing lanyards. Attendees and groups of friends mark target employers on the event map as they plan their focus within the venue. Materials are arranged on elevated surfaces throughout, and instructional sessions take place in nearby rooms as attendees note employer targets on the map.",
    "The scene centers on a career fair inside the venue, with tech companies displaying demo screens of their latest apps and an alumni panel discussing technical interview preparation. In an adjoining classroom, networking etiquette workshops are underway, and a public briefing with a welcome PA outlines the schedule. Consulting firms have glossy case-study booklets stacked on high tables around the space, while attendees and groups of friends mark target employers on the event map. At the entrance, event operations staff handle front-desk registration and badge processing, scanning registrations and distributing lanyards. Materials are arranged on elevated surfaces throughout, and instructional sessions take place in nearby rooms. Finance firms offer QR codes for immediate internship applications.",
    "Inside the venue, the career fair centers on tech companies displaying demo screens of their latest apps while an alumni panel discusses technical interview preparation. In an adjoining classroom, networking etiquette workshops are underway, and a public briefing with a welcome PA outlines the schedule. Consulting firms have glossy case-study booklets stacked on high tables around the space, and attendees and groups of friends mark target employers on the event map. At the entrance, event operations staff handle front-desk registration and badge processing, scanning registrations and distributing lanyards. Materials are arranged on elevated surfaces throughout, with instructional sessions taking place in nearby rooms. Finance firms offer QR codes for immediate internship applications, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.7642772267806291,
    0.7642772267806291,
    0.7642772267806291,
    0.7642772267806291,
    0.7642772267806291,
    0.7642772267806291,
    0.8901496200522404,
    0.8901496200522404,
    0.8901496200522404,
    0.8901496200522404,
    0.8901496200522404,
    0.8901496200522404,
    0.8901496200522404,
    0.8901496200522404,
    0.8794002768217316,
    0.8794002768217316,
    0.8794002768217316,
    0.8794002768217316,
    0.8794002768217316,
    0.857675223562925,
    0.857675223562925,
    0.857675223562925,
    0.857675223562925,
    0.857675223562925,
    0.857675223562925,
    0.857675223562925,
    0.8840748722493645,
    0.8840748722493645,
    0.8840748722493645,
    0.8840748722493645,
    0.8840748722493645,
    0.8840748722493645,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107,
    0.8983689586936107
  ],
  "7": [
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event operations at the entrance include staff scanning registrations and distributing lanyards. Groups of friends mark target employers on the event map.",
    "Event operations at the entrance involve staff scanning registrations and distributing lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "The scene depicts event operations at the entrance where staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. In a business setting, consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, staff scan registrations and distribute lanyards, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. In a business setting, consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and distribute lanyards, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. In a business setting, healthcare providers showcase community outreach photos. A mixed professional tech showcase includes a cybersecurity company running a password cracking challenge on a laptop, tech companies displaying demo screens showing their latest apps, and consulting firms stacking glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In a business setting, healthcare providers showcase community outreach photos. A mixed professional tech showcase features a cybersecurity company running a password cracking challenge on a laptop, tech companies displaying demo screens of their latest apps, and consulting firms stacking glossy case study booklets on high tables. Students clutch resumes inside branded folders as human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards as event operations. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In a business setting, healthcare providers showcase community outreach photos. A mixed professional tech showcase features a cybersecurity company running a password-cracking challenge on a laptop, tech firms displaying demo screens of their latest apps, and consulting firms stacking glossy case-study booklets on high tables. Students clutch resumes in branded folders as HR teams jot notes on tablets while they introduce themselves. A welcome PA outlines the career fair schedule. Inside, an alumni panel discusses preparing for technical interviews, and groups rehearse elevator pitches; networking etiquette workshops begin in the adjoining classroom, with some students quiet against the wall.",
    "At the career fair entrance, staff scan registrations and distribute lanyards; groups update targets by marking employers on event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Inside, healthcare providers showcase community outreach photos. A tech showcase features a cybersecurity company running a password-cracking challenge on a laptop, firms displaying demo screens of their latest apps, and consulting firms stacking case-study booklets on high tables. Students clutch resumes in branded folders as HR teams jot notes on tablets while they introduce themselves. The engineering society sponsors a resume review table near the stage. A welcome PA outlines the schedule; an alumni panel discusses preparing for technical interviews; groups rehearse elevator pitches as networking etiquette workshops begin in an adjoining classroom with some students quiet against the wall. PA announcements broadcast the schedule and welcome notices; instructional sessions take place in a room."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.5454287605102648,
    0.5454287605102648,
    0.5454287605102648,
    0.7003069204926756,
    0.7003069204926756,
    0.7003069204926756,
    0.7003069204926756,
    0.7164486791754732,
    0.7164486791754732,
    0.7164486791754732,
    0.7164486791754732,
    0.7164486791754732,
    0.7164486791754732,
    0.7444352989443022,
    0.7444352989443022,
    0.7444352989443022,
    0.7444352989443022,
    0.7444352989443022,
    0.7444352989443022,
    0.7444352989443022,
    0.8188764396806978,
    0.8188764396806978,
    0.8188764396806978,
    0.8210194571410601,
    0.8210194571410601,
    0.8210194571410601,
    0.8210194571410601,
    0.8210194571410601,
    0.8210194571410601,
    0.8210194571410601,
    0.8210194571410601,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8556723650264126,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002,
    0.8806729603854002
  ],
  "8": [
    "\"\"",
    "\"\"",
    "In a business setting, consulting firms stack glossy case study booklets on high tables.",
    "In a business setting, consulting firms stack glossy case study booklets on high tables.",
    "In a business setting, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom, as groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule.",
    "In a business setting, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom, while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule.",
    "At a business-event setting, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "In a business-event setting, consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops are underway in the adjoining classroom. Groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a business-event setting, consulting firms stack glossy case-study booklets on high tables, while networking etiquette workshops are underway in the adjoining classroom. Groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the business-event, consulting firms stack glossy case-study booklets on high tables, while networking etiquette workshops run in the adjoining classroom. Groups of friends mark target employers on the event map as a welcome PA announces the fair schedule. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage.",
    "At the business event, consulting firms stack glossy case-study booklets on high tables, while networking etiquette workshops run in the adjoining classroom. Groups of friends mark target employers on the event map as a welcome PA announces the fair schedule. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage.",
    "At a multi-organization business and tech career showcase, consulting firms stack glossy case-study booklets on high tables while tech firms display demo screens of their latest apps. Networking etiquette workshops run in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map as a PA announces the fair schedule. Entrance staff scan registrations and distribute lanyards to establish the check-in flow. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders as HR teams jot notes on tablets and attendees introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity. Healthcare providers showcase community outreach photos alongside other exhibits.",
    "At a multi-organization business and tech career showcase, consulting firms display glossy case-study booklets on high tables while tech firms run demo screens of their latest apps. An adjoining classroom hosts networking etiquette workshops, with career counselors reminding attendees to maintain eye contact. Attendees mark target employers on an event map as a PA announces the fair schedule. Entrance staff scan registrations and distribute lanyards to establish the check-in flow. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage; students clutch resumes in branded folders as HR teams jot notes on tablets and attendees introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity. Healthcare providers showcase community outreach photos alongside other exhibits."
  ],
  "8_score": [
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.25129585552498707,
    0.25129585552498707,
    0.25129585552498707,
    0.25129585552498707,
    0.25129585552498707,
    0.25129585552498707,
    0.25129585552498707,
    0.25129585552498707,
    0.6789861931732131,
    0.6789861931732131,
    0.6789861931732131,
    0.6789861931732131,
    0.6789861931732131,
    0.6789861931732131,
    0.6789861931732131,
    0.6862522973945571,
    0.6862522973945571,
    0.6862522973945571,
    0.6862522973945571,
    0.7602517082882034,
    0.7602517082882034,
    0.7602517082882034,
    0.7602517082882034,
    0.7602517082882034,
    0.7835013503714204,
    0.7835013503714204,
    0.7835013503714204,
    0.81477119936524,
    0.81477119936524,
    0.81477119936524,
    0.81477119936524,
    0.8456262510482263,
    0.8456262510482263,
    0.8456262510482263,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8508879101784714,
    0.8466344066100624,
    0.8466344066100624,
    0.8466344066100624,
    0.8466344066100624,
    0.8466344066100624,
    0.8466344066100624,
    0.8466344066100624,
    0.8466344066100624,
    0.859936757877583,
    0.859936757877583,
    0.859936757877583
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "Event operations at the entrance involve staff scanning registrations and distributing lanyards. Groups of friends mark target employers on the event map.",
    "Event operations at the entrance involve staff scanning registrations and distributing lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens that showcase their latest apps.",
    "At the event entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens that showcase their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the event entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens that showcase their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. In a business setting, consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, operations staff scan registrations and distribute lanyards, while front-desk registration and badge handling persists. Groups of friends mark target employers on the event map to reflect their intended focus within the venue. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. In a business area, consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and in a nearby classroom networking etiquette workshops have begun. The scene includes a public briefing, materials arranged on elevated surfaces, instructional sessions in a nearby room, and attendees noting employer targets on the map.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "A 502 Bad Gateway error occurred for the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station.",
    "A 502 Bad Gateway error occurred for the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event, a 502 Bad Gateway error occurred for the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, a 502 Bad Gateway error occurred for the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "During the event, a 502 Bad Gateway error affected the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "During the event, a 502 Bad Gateway error affected the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "During the event, a 502 Bad Gateway error affected the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers delivered quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends marked target employers on the event map. Students clutched resumes inside branded folders. Consulting firms stacked glossy case study booklets on high tables. Human resources teams jotted notes on tablets while students introduced themselves.",
    "During the event, a 502 Bad Gateway error affected the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers delivered quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends marked target employers on the event map. Students clutched resumes inside branded folders. Consulting firms stacked glossy case study booklets on high tables. Human resources teams jotted notes on tablets while students introduced themselves."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5471478836353411,
    0.5471478836353411,
    0.5471478836353411,
    0.7285178215399042,
    0.7285178215399042,
    0.8439689418031215,
    0.8439689418031215,
    0.8439689418031215,
    0.8439689418031215,
    0.8416087719560135,
    0.8416087719560135,
    0.8416087719560135,
    0.8416087719560135,
    0.8416087719560135,
    0.8416087719560135,
    0.8416087719560135,
    0.8416087719560135,
    0.8664462468771814,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.280297396748696,
    0.280297396748696,
    0.280297396748696,
    0.280297396748696,
    0.4468351814787851,
    0.4468351814787851,
    0.4468351814787851,
    0.4468351814787851,
    0.4468351814787851,
    0.4468351814787851,
    0.6519196247892064,
    0.6519196247892064,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7095550516809038,
    0.7095550516809038,
    0.7095550516809038,
    0.7095550516809038,
    0.7095550516809038,
    0.7242965628599667,
    0.7242965628599667,
    0.7242965628599667,
    0.7242965628599667,
    0.7242965628599667,
    0.7144660734045001,
    0.7144660734045001,
    0.7144660734045001,
    0.7144660734045001,
    0.7144660734045001,
    0.7144660734045001,
    0.7144660734045001,
    0.7144660734045001
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. At the venue, a welcome announcement is being broadcast over the PA system, outlining the fair schedule. An alumni panel is discussing how to prepare for technical interviews, while career counselors are redirecting unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards. At the venue, a welcome announcement is being broadcast over the PA system, outlining the fair schedule. An alumni panel is discussing how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards. At the venue, a welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel is discussing how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards. At the venue, a welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Staff at the entrance scan registrations and distribute lanyards. A welcome PA announcement at the venue outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Preparations for the university career fair are underway on campus, with networking etiquette workshops in the adjoining classroom and healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Staff at the entrance scan registrations and distribute lanyards, while a welcome PA announces the fair schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries, reminding attendees to maintain eye contact. Preparations for the university career fair are underway on campus, with networking etiquette workshops held in the adjoining classroom and healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showcasing their latest apps.",
    "Staff at the entrance scan registrations and distribute lanyards as a welcome PA announces the fair schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Preparations for the university career fair are underway on campus, with networking etiquette workshops in the adjoining classroom and healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps.",
    "On campus for the university career fair, preparations are underway: groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Inside, networking etiquette workshops take place in an adjoining classroom, while healthcare providers showcase community outreach photos alongside other exhibits. In a mixed professional tech showcase, consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Students clutch resumes inside branded folders.",
    "On campus for the university career fair, preparations are underway: groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards to establish the check-in flow. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Inside, networking etiquette workshops take place in an adjoining classroom, while healthcare providers showcase community outreach photos alongside other exhibits. In a mixed professional tech showcase, consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves.",
    "On campus for the university career fair, preparations are underway as groups of friends mark target employers on the event map and students line up outside the gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards to establish the check-in flow. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Inside, networking etiquette workshops take place in an adjoining classroom, and healthcare providers showcase community outreach photos alongside other exhibits. In a mixed professional tech showcase, consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Students clutch resumes inside branded folders; HR teams jot notes on tablets while students introduce themselves.",
    "On the university campus, preparations for the career fair are underway. Groups of friends mark target employers on the event map, and students line up outside the gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards to establish the check-in flow; a welcome PA announces the fair schedule. Inside, networking etiquette workshops run in an adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos alongside other exhibits. In a mixed professional tech showcase, consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Students clutch resumes inside branded folders; HR teams jot notes on tablets; students introduce themselves."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.8144499290015246,
    0.8144499290015246,
    0.8144499290015246,
    0.8138892741426615,
    0.8138892741426615,
    0.8138892741426615,
    0.8172738411908369,
    0.8172738411908369,
    0.8172738411908369,
    0.8382145185888494,
    0.8382145185888494,
    0.8382145185888494,
    0.8382145185888494,
    0.8615630128241337,
    0.8615630128241337,
    0.8615630128241337,
    0.8615630128241337,
    0.8615630128241337,
    0.875560281511696,
    0.875560281511696,
    0.875560281511696,
    0.875560281511696,
    0.875560281511696,
    0.875560281511696,
    0.8721852070533735,
    0.8721852070533735,
    0.8721852070533735,
    0.8721852070533735,
    0.8721852070533735,
    0.8643997718023924,
    0.8643997718023924,
    0.8643997718023924,
    0.8643997718023924,
    0.8643997718023924,
    0.8643997718023924,
    0.8612239658061388,
    0.8612239658061388,
    0.8612239658061388,
    0.8612239658061388,
    0.8612239658061388,
    0.8612239658061388,
    0.8612239658061388,
    0.8669760030554021,
    0.8669760030554021,
    0.8669760030554021,
    0.8669760030554021,
    0.8669760030554021,
    0.8669760030554021,
    0.8723889401243452,
    0.8723889401243452,
    0.8723889401243452
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule.",
    "In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Preparations for the career fair span multiple spaces: in the adjoining classroom, networking etiquette workshops have begun while a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map both in the classroom and at the event venue. At the career fair entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders.",
    "Preparations for the career fair span multiple spaces: in an adjoining classroom, networking etiquette workshops have begun; a public briefing plus a welcome PA announcement outlines the schedule; tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Groups of friends and attendees mark target employers on an event map in the classroom and at the event venue. At the career fair entrance, event operations staff handle front-desk registration, scan registrations, and distribute lanyards. Students line up outside the university gym before the fair opens and clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables around the space. Materials are arranged on elevated surfaces throughout, and instructional sessions take place in nearby rooms as attendees note employer targets on the map.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At the event, a 502 Bad Gateway error occurred for the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, a 502 Bad Gateway error occurred for the API URL https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5410813457609104,
    0.5410813457609104,
    0.5410813457609104,
    0.5410813457609104,
    0.712023337920026,
    0.712023337920026,
    0.7473555844414146,
    0.7473555844414146,
    0.7473555844414146,
    0.7473555844414146,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.7997397827268937,
    0.8864515315218403,
    0.8864515315218403,
    0.8864515315218403,
    0.8864515315218403,
    0.8864515315218403,
    0.8761972149700645,
    0.8761972149700645,
    0.8761972149700645,
    0.8761972149700645,
    0.8761972149700645,
    0.8761972149700645,
    0.8761972149700645,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7002479915114981,
    0.7157961850759061,
    0.7157961850759061,
    0.7157961850759061,
    0.7157961850759061,
    0.7157961850759061
  ],
  "12": [
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "In the venue, a welcome announcement is being broadcast over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "At the venue, a welcome announcement is being broadcast over the PA system, outlining the fair schedule. An alumni panel is discussing how to prepare for technical interviews, while career counselors are redirecting unsure students toward applicable industries.",
    "At the venue, a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the venue, a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the venue for the fair, a welcome PA announcement outlines the schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the fair venue, a welcome PA announcement outlines the schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "The scene presents a career fair layout at a fair venue, centered on an entrance where event staff scan registrations and hand out lanyards, with students lining up outside the university gym before opening. A welcome PA announcement outlines the schedule. In the surrounding area, consulting firms stack glossy case study booklets on high tables, and alumni volunteers offer quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops proceed as students clutch branded folders containing resumes. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps, and HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure attendees toward applicable industries. Groups of friends mark target employers on the event map."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.4400088754044545,
    0.4400088754044545,
    0.6559880460733541,
    0.6559880460733541,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8745610885584394,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8854547113908158,
    0.8571290433722721,
    0.8571290433722721,
    0.8571290433722721,
    0.8571290433722721,
    0.8571290433722721,
    0.8571290433722721,
    0.8571290433722721,
    0.8571290433722721,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582,
    0.8603616341802582
  ],
  "13": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards.",
    "Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards.",
    "Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards, establishing the check-in flow. A cybersecurity company runs a password cracking challenge on a laptop, offering a hands-on activity alongside the sessions.",
    "Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and at the event entrance staff scan registrations and hand out lanyards, establishing the check-in flow. A cybersecurity company runs a password cracking challenge on a laptop as a hands-on activity alongside the sessions. Human resources teams jot notes on tablets as students introduce themselves.",
    "A multi-organization career and tech showcase unfolds in a venue where networking etiquette workshops begin in the adjoining classroom and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as event entrance staff scan registrations and distribute lanyards to establish the check-in flow. A cybersecurity company runs a password cracking challenge on a laptop as a hands-on activity alongside sessions. Human resources teams jot notes on tablets while students introduce themselves. At a mixed professional tech showcase, tech firms display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. In a business setting, healthcare providers showcase community outreach photos alongside the other exhibits.",
    "A multi-organization career and tech showcase unfolds in a venue that blends campus career fair preparations with a mixed tech showcase. Networking etiquette workshops take place in an adjoining classroom, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Entrance staff scan registrations and distribute lanyards to establish the check-in flow. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, including a sequence of students lining up outside the university gym before the fair opens on campus. Inside, tech firms display demo screens of their latest apps, consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos alongside other exhibits. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "On campus, a university career fair blends with a mixed tech showcase in a venue that includes preparations and exhibits. Networking etiquette workshops run in an adjoining classroom, while career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Entrance staff scan registrations and distribute lanyards to establish the check-in flow; HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, and a sequence of students lines up outside the university gym before the fair opens. Inside, tech firms display demo screens of their apps; consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos alongside exhibits. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A welcome PA outlines the fair schedule."
  ],
  "13_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32465589293037417,
    0.32465589293037417,
    0.32465589293037417,
    0.6011599451421914,
    0.6011599451421914,
    0.6011599451421914,
    0.6011599451421914,
    0.6011599451421914,
    0.6011599451421914,
    0.6011599451421914,
    0.6011599451421914,
    0.6011599451421914,
    0.6011599451421914,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.6722083862879249,
    0.7333631163216531,
    0.7333631163216531,
    0.7333631163216531,
    0.7333631163216531,
    0.7333631163216531,
    0.7290492558654236,
    0.7290492558654236,
    0.7290492558654236,
    0.7290492558654236,
    0.7290492558654236,
    0.7290492558654236,
    0.7290492558654236,
    0.7819625366470244,
    0.7819625366470244,
    0.7819625366470244,
    0.7819625366470244,
    0.7819625366470244,
    0.7819625366470244,
    0.7819625366470244,
    0.7819625366470244,
    0.7819625366470244,
    0.7819625366470244,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8506993053807302,
    0.8744704879250382
  ],
  "14": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "Career counselors direct unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Career counselors direct unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Career counselors direct unsure students toward applicable industries while tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends are marking target employers on the event map.",
    "Career counselors direct unsure students toward applicable industries while tech companies display demo screens showcasing their latest apps; students clutch resumes inside branded folders. In the adjoining classroom, networking etiquette workshops have begun and proceed, with some students rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Career counselors direct unsure students toward applicable industries as tech companies display demo screens and students clutch resumes in branded folders. In adjoining classroom, networking etiquette workshops have begun, with some students rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Groups of friends mark target employers on the event map to indicate their intended focus within the venue. Healthcare providers showcase community outreach photos. A public briefing is broadcast over the PA outlining the schedule at the fair. Consulting firms stack glossy case-study booklets on high tables nearby. Instructional sessions take place in a nearby room, and attendees continue to note employer targets on the map as career counselors remind them to maintain eye contact.",
    "Career counselors direct uncertain students toward applicable industries as tech companies display demo screens and students clutch resumes in branded folders. In an adjoining classroom, networking etiquette workshops have begun, with some students rehearsing elevator pitches against the wall. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Groups of friends mark target employers on the event map to indicate their intended focus within the venue. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables nearby. Instructional sessions take place in a nearby room, and attendees continue to note employer targets on the map as career counselors remind them to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors direct uncertain students toward applicable industries as tech companies display demo screens and students clutch resumes in branded folders. In an adjoining classroom, networking etiquette workshops have begun, with some students rehearsing elevator pitches against the wall. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Groups of friends mark target employers on the event map to indicate their intended focus within the venue. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables nearby. Instructional sessions take place in a nearby room, and attendees continue to note employer targets on the map as career counselors remind them to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "14_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.5845698859305279,
    0.5845698859305279,
    0.5845698859305279,
    0.793861086636224,
    0.793861086636224,
    0.793861086636224,
    0.793861086636224,
    0.793861086636224,
    0.8588405136146343,
    0.8588405136146343,
    0.8588405136146343,
    0.8588405136146343,
    0.8588405136146343,
    0.8829810972913462,
    0.8829810972913462,
    0.8829810972913462,
    0.8829810972913462,
    0.8829810972913462,
    0.8829810972913462,
    0.8829810972913462,
    0.8829810972913462,
    0.8798657700722896,
    0.8798657700722896,
    0.8798657700722896,
    0.8798657700722896,
    0.8798657700722896,
    0.8798657700722896,
    0.8798657700722896,
    0.8798657700722896,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941,
    0.8671656851142941
  ],
  "15": [
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "A mixed professional tech showcase presents consulting firms stacking glossy case study booklets on high tables, a cybersecurity company running a password cracking challenge on a laptop, and tech companies displaying demo screens of their latest apps.",
    "A mixed professional tech showcase features consulting firms stacking glossy case study booklets on high tables, a cybersecurity company running a password cracking challenge on a laptop, and tech companies displaying demo screens of their latest apps.",
    "At a mixed professional tech showcase, consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop; tech companies display demo screens of their latest apps, and career counselors redirect unsure students toward applicable industries.",
    "A mixed professional tech showcase presents a scene where consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop; tech companies display demo screens showing their latest apps; and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At a mixed professional tech showcase, consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop and tech firms display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries as students clutch resumes inside branded folders. At the entrance, staff scan registrations and distribute lanyards, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. In a business setting, healthcare providers showcase community outreach photos alongside the other exhibits.",
    "At a mixed professional tech showcase, consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries, and students clutch resumes inside branded folders. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. In a business setting, healthcare providers showcase community outreach photos alongside the other exhibits.",
    "At a mixed professional tech showcase, consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries, and students clutch resumes inside branded folders. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. In a business setting, healthcare providers showcase community outreach photos alongside the other exhibits.",
    "A mixed professional tech showcase features consulting firms stacking glossy case study booklets on high tables, and a cybersecurity company running a password-cracking challenge on a laptop, while tech firms display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries, and students clutch resumes inside branded folders. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos alongside the other exhibits.",
    "A mixed professional tech showcase features consulting firms stacking glossy case study booklets on high tables, and a cybersecurity company running a password-cracking challenge on a laptop, while tech firms display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries, and students clutch resumes inside branded folders. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos alongside the other exhibits. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a mixed professional tech showcase within a business setting, consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries, remind attendees to maintain eye contact, and redirect unsure students toward applicable industries. Students clutch resumes in branded folders as HR teams jot notes on tablets while introducing themselves. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos alongside other exhibits. Networking etiquette workshops begin in the adjoining classroom; a welcome PA outlines the career fair schedule. Inside, an alumni panel discusses preparing for technical interviews; groups rehearse elevator pitches, some students quiet against the wall.",
    "On a university campus, preparations for a mixed professional tech showcase and career fair are underway, with attendees lining up outside university gym before opening. Inside, groups of friends mark target employers on the event map as consulting firms stack glossy case-study booklets on high tables, a cybersecurity company runs a password-cracking challenge on a laptop, and tech firms display demo screens of latest apps, alongside healthcare providers showcasing community outreach photos. Career counselors direct unsure students toward applicable industries and remind everyone to maintain eye contact, while HR teams jot notes on tablets as they introduce themselves and students clutch resumes in branded folders. At the entrance, staff scan registrations and distribute lanyards, and a welcome PA outlines the fair schedule. Networking etiquette workshops occur in an adjoining classroom; an alumni panel discusses preparing for technical interviews; groups rehearse elevator pitches, with some students quiet against the wall."
  ],
  "15_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3829859334089472,
    0.3829859334089472,
    0.3946186911162507,
    0.3946186911162507,
    0.4092234145697724,
    0.4092234145697724,
    0.4092234145697724,
    0.4464168385908324,
    0.4464168385908324,
    0.4464168385908324,
    0.4464168385908324,
    0.4464168385908324,
    0.4464168385908324,
    0.58837332957442,
    0.58837332957442,
    0.58837332957442,
    0.7872766118641399,
    0.7872766118641399,
    0.7872766118641399,
    0.7872766118641399,
    0.7872766118641399,
    0.7872766118641399,
    0.7872766118641399,
    0.7872766118641399,
    0.7843159460940596,
    0.7843159460940596,
    0.7843159460940596,
    0.7843159460940596,
    0.7843159460940596,
    0.7843159460940596,
    0.7843159460940596,
    0.7843159460940596,
    0.7843159460940596,
    0.7843159460940596,
    0.7799067585831615,
    0.7799067585831615,
    0.7799067585831615,
    0.7799067585831615,
    0.7799067585831615,
    0.7878591944707671,
    0.7878591944707671,
    0.7878591944707671,
    0.7878591944707671,
    0.7878591944707671,
    0.8036515941291846,
    0.8036515941291846,
    0.8036515941291846,
    0.8036515941291846,
    0.8036515941291846,
    0.8036515941291846,
    0.8036515941291846,
    0.8036515941291846,
    0.8363158415650089,
    0.8363158415650089,
    0.8363158415650089,
    0.8363158415650089,
    0.8363158415650089,
    0.8363158415650089,
    0.8363158415650089
  ],
  "16": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At a mixed professional tech showcase, tech companies display demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a mixed professional tech showcase, tech companies display demo screens of their latest apps, career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a mixed professional tech showcase, tech firms display demo screens of their latest apps, consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, while students clutch resumes inside branded folders. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. In a business setting, healthcare providers showcase community outreach photos alongside the other exhibits.",
    "In a mixed professional tech showcase, tech firms display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, as students clutch resumes inside branded folders. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. In a business setting, healthcare providers showcase community outreach photos alongside the other exhibits.",
    "At a mixed professional tech showcase, tech firms display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact as students clutch resumes inside branded folders. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on an event map. In a business setting, healthcare providers showcase community outreach photos alongside the other exhibits.",
    "At a mixed professional tech showcase, tech firms display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity alongside sessions. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact, while students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards, establishing the check-in flow. Groups of friends mark target employers on an event map. In a business setting, healthcare providers showcase community outreach photos alongside the other exhibits. Networking etiquette workshops begin in the adjoining classroom, and human resources teams jot notes on tablets as students introduce themselves.",
    "At a mixed tech showcase and career fair, tech firms display demo screens of their apps while consulting firms stack case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity alongside sessions. Career counselors guide unsure students toward applicable industries, remind attendees to maintain eye contact, and redirect them as needed; students clutch resumes in branded folders as HR teams jot notes on tablets while they introduce themselves. At the entrance, staff scan registrations and hand out lanyards, establishing check-in flow. Groups of friends mark target employers on an event map. Healthcare providers showcase community outreach photos alongside other exhibits. A welcome PA outlines the career fair schedule, and inside, an alumni panel discusses preparing for technical interviews as groups rehearse elevator pitches; networking etiquette workshops begin in the adjoining classroom, with some students quiet against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.6110678639025586,
    0.6110678639025586,
    0.6110678639025586,
    0.6110678639025586,
    0.6110678639025586,
    0.7269362852690711,
    0.7269362852690711,
    0.7269362852690711,
    0.7269362852690711,
    0.5795906515555475,
    0.5795906515555475,
    0.5795906515555475,
    0.5795906515555475,
    0.5795906515555475,
    0.7939382869313405,
    0.7939382869313405,
    0.7939382869313405,
    0.7939382869313405,
    0.7939382869313405,
    0.7976633409996304,
    0.7976633409996304,
    0.7976633409996304,
    0.7818335573268005,
    0.7818335573268005,
    0.7818335573268005,
    0.7818335573268005,
    0.7818335573268005,
    0.7818335573268005,
    0.7818335573268005,
    0.7915743792258216,
    0.7915743792258216,
    0.7915743792258216,
    0.7915743792258216,
    0.7915743792258216,
    0.7915743792258216,
    0.7915743792258216,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439,
    0.8637614614280439
  ],
  "17": [
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university campus, preparations for the career fair are under way: workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "At the university campus, preparations for the career fair are underway. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the university campus, preparations for the career fair are underway. Networking etiquette workshops are being held in the adjoining classroom. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "On a university campus, preparations for the career fair are underway. Networking etiquette workshops are held in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and distribute lanyards.",
    "On a university campus, preparations for the career fair are underway. Networking etiquette workshops are held in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event operations staff scan registrations and distribute lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showcasing their latest apps.",
    "On a university campus, preparations for a career fair are underway. Networking etiquette workshops are held in the adjoining classroom, with some students quietly rehearsing elevator pitches against the wall, and healthcare providers displaying community outreach photos. Students line up outside the university gym before the fair opens as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. At the entrance, event operations staff scan registrations and distribute lanyards, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showcasing their latest apps. Students clutch branded folders containing resumes as the event begins.",
    "On a university campus, preparations for a career fair are underway. In an adjoining classroom, networking etiquette workshops have begun, with students quietly rehearsing elevator pitches against the wall, and healthcare providers displaying community outreach photos. Outside the gym, students line up before the fair opens while career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. At the entrance, event operations staff scan registrations and distribute lanyards, and a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps, and students clutch branded folders containing resumes as the event begins. An alumni panel discusses how to prepare for technical interviews.",
    "On a university campus, preparations for a career fair are underway. In an adjoining classroom, networking etiquette workshops have begun, with students quietly rehearsing elevator pitches against the wall and healthcare providers displaying community outreach photos. Outside the gym, students line up before the fair opens while career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, groups of friends mark target employers on the event map, and at the entrance event operations staff scan registrations and distribute lanyards as a welcome PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps, and students clutch branded folders containing resumes as the event begins. An alumni panel discusses how to prepare for technical interviews.",
    "On a university campus, preparations for a career fair are underway. In an adjoining classroom, networking etiquette workshops have begun, with students quietly rehearsing elevator pitches against the wall while healthcare providers display community outreach photos. Outside the gym, students line up before the fair opens as career counselors remind attendees to maintain eye contact and to direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. At the entrance, event operations staff scan registrations and distribute lanyards as a welcome PA outlines the fair schedule. Tech companies display demo screens of their latest apps, and students clutch branded folders containing resumes as the event begins. An alumni panel discusses how to prepare for technical interviews.",
    "On a university campus, preparations for a career fair are underway. In an adjoining classroom, networking etiquette workshops have begun while healthcare providers display community outreach photos. Outside the gym, students line up before opening and groups of friends mark target employers on the event map. At the entrance, staff scan registrations and distribute lanyards as a welcome PA outlines the fair schedule. Inside, a mixed tech showcase includes a cybersecurity company running a password-cracking challenge on a laptop, sessions; tech firms display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA outlining the fair schedule."
  ],
  "17_score": [
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.6296563674213311,
    0.6296563674213311,
    0.6296563674213311,
    0.7742729120025946,
    0.7742729120025946,
    0.7742729120025946,
    0.8050604751671824,
    0.8050604751671824,
    0.8050604751671824,
    0.8050604751671824,
    0.8050604751671824,
    0.8120594384435909,
    0.8120594384435909,
    0.8120594384435909,
    0.8120594384435909,
    0.8120594384435909,
    0.859298295840243,
    0.859298295840243,
    0.859298295840243,
    0.859298295840243,
    0.859298295840243,
    0.859298295840243,
    0.8605410611841109,
    0.8605410611841109,
    0.8605410611841109,
    0.8605410611841109,
    0.8605410611841109,
    0.8605410611841109,
    0.8605410611841109,
    0.878435365962335,
    0.878435365962335,
    0.878435365962335,
    0.878435365962335,
    0.878435365962335,
    0.878435365962335,
    0.878435365962335,
    0.8773671257572419,
    0.8773671257572419,
    0.8773671257572419,
    0.8773671257572419,
    0.8773671257572419,
    0.8773671257572419,
    0.8753371937554233,
    0.8753371937554233,
    0.8753371937554233,
    0.8753371937554233,
    0.8753371937554233,
    0.8753371937554233,
    0.8753371937554233,
    0.8753371937554233,
    0.8687193509929552,
    0.8687193509929552,
    0.8687193509929552,
    0.8687193509929552,
    0.8687193509929552,
    0.8687193509929552
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch branded folders containing resumes.",
    "Students clutch branded folders containing resumes as workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement over the PA system outlines the fair schedule.",
    "In the adjoining classroom, workshops on networking etiquette proceed while students clutch branded folders containing resumes; a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette proceed as students clutch branded folders containing resumes, and a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall while healthcare providers showcase community outreach photos.",
    "A career fair unfolds across the venue with an adjoining classroom where workshops on networking etiquette run as students clutch branded folders with resumes, and a welcome PA announcement outlines and is broadcast over the PA system about the fair schedule. Some students rehearse elevator pitches quietly against the wall while healthcare providers showcase community outreach photos. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. In the venue, an alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries.",
    "Across a venue hosting a career fair and an adjoining classroom, workshops on networking etiquette unfold as students clutch branded folders with resumes, and a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches against the wall, while healthcare providers showcase community outreach photos among the exhibits. At the entrance, event staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. In a mixed professional tech showcase, consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop and other tech firms display demos. Career counselors remind attendees to maintain eye contact, alongside the broader business setting.",
    "At a venue hosting a career fair with an adjoining classroom, workshops on networking etiquette unfold as students clutch branded folders with resumes. A welcome PA outlines the fair schedule while some students rehearse elevator pitches against the wall. Healthcare providers showcase community outreach photos among the exhibits. At the entrance, event staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map as tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. In a mixed professional tech showcase, consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop and other tech firms display demos. Dozens of booths with colorful banners circle the polished floor, and counselors remind attendees to maintain eye contact.",
    "At a career fair with an adjoining classroom, networking etiquette workshops unfold as students clutch branded folders with resumes. A welcome PA outlines the schedule while some rehearse elevator pitches against the wall. Healthcare providers showcase community outreach photos among the exhibits. At the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on an event map as tech companies display demo screens of their latest apps. An alumni panel discusses preparing for technical interviews, and career counselors redirect unsure students toward applicable industries. In a mixed professional tech showcase, consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop, while other tech firms display demos. Dozens of booths with banners circle the floor; counselors remind attendees to maintain eye contact, and students clutch resumes. HR teams jot notes on tablets as students introduce themselves.",
    "At a career fair adjoining a classroom, networking etiquette workshops unfold while students clutch branded folders with resumes; a welcome PA outlines the schedule and some rehearse elevator pitches against the wall. Healthcare providers showcase community outreach photos among the exhibits. At the entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map as tech companies display demo screens of their latest apps. An alumni panel discusses preparing for technical interviews, and career counselors direct unsure students toward applicable industries. In a mixed professional tech showcase, consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; other tech firms display demos. Dozens of booths with banners circle the floor, while counselors remind attendees to maintain eye contact and HR teams jot notes on tablets as students introduce themselves."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.38646626288598196,
    0.38646626288598196,
    0.38646626288598196,
    0.38646626288598196,
    0.38646626288598196,
    0.38646626288598196,
    0.43704184571153554,
    0.43704184571153554,
    0.43704184571153554,
    0.5675756865636242,
    0.5675756865636242,
    0.5675756865636242,
    0.5675756865636242,
    0.5675756865636242,
    0.5675756865636242,
    0.5644296539207129,
    0.5644296539207129,
    0.5644296539207129,
    0.5644296539207129,
    0.8805527174165992,
    0.8805527174165992,
    0.8805527174165992,
    0.8805527174165992,
    0.8805527174165992,
    0.8805527174165992,
    0.8589860988266853,
    0.8589860988266853,
    0.8589860988266853,
    0.8589860988266853,
    0.8589860988266853,
    0.8589860988266853,
    0.8589860988266853,
    0.8589860988266853,
    0.8589860988266853,
    0.8589860988266853,
    0.8710791576044431,
    0.8710791576044431,
    0.8710791576044431,
    0.8710791576044431,
    0.8710791576044431,
    0.8710791576044431,
    0.8710791576044431,
    0.8710791576044431,
    0.8710791576044431,
    0.8647175600537005,
    0.8647175600537005,
    0.8647175600537005,
    0.8647175600537005,
    0.8647175600537005,
    0.8647175600537005,
    0.8647175600537005,
    0.8665202373020722,
    0.8665202373020722,
    0.8665202373020722,
    0.8665202373020722,
    0.8665202373020722,
    0.8665202373020722
  ],
  "19": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "An initial welcome announcement is broadcast over the PA system, outlining the fairs schedule. At the entrance, event operations involve staff scanning registrations and distributing lanyards to attendees. Groups of friends use the event map to mark target employers on the event map.",
    "An initial welcome announcement is broadcast over the PA system, outlining the fairs schedule. At the entrance, event operations involve staff scanning registrations and distributing lanyards to attendees. Groups of friends use the event map to mark target employers on the event map.",
    "At the fair, an initial welcome announcement is broadcast over the PA system, outlining the schedule. At the entrance, staff scan registrations and distribute lanyards to attendees. Groups of friends use the event map to mark target employers, while an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, staff scan registrations and distribute lanyards to attendees. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. At the tech fair, companies display demo screens showcasing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, staff scan registrations and distribute lanyards to attendees. Groups of friends are marking target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. At the tech fair, companies display demo screens showcasing their latest apps.",
    "At the fair, a PA broadcast outlines the schedule, with a later public briefing reiterating it. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Groups of friends mark target employers on the event map to indicate their intended focus within the venue, and attendees continue to note employer targets as career counselors remind them to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. In the tech fair, companies display demo screens showcasing their latest apps. Consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in an adjoining classroom. Instructional sessions take place in a nearby room.",
    "At the fair, PA announcements outline the schedule, with a welcome broadcast reinforcing it later. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk to attendees. Groups of friends mark target employers on the event map to indicate their intended focus within the venue, and attendees continue to note employer targets as career counselors remind them to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. In the tech fair, companies display demo screens showcasing their latest apps, while consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in an adjoining classroom, and instructional sessions take place in a nearby room.",
    "At the fair, PA announcements outline the schedule, with a welcome broadcast reinforcing it later. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk to attendees. Groups of friends mark target employers on the event map as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. In the tech fair, demo screens display the latest apps from participating companies, while consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and instructional sessions take place in a nearby room. Students clutch resumes inside branded folders.",
    "At the fair, PA announcements outline the schedule, with a welcome broadcast reinforcing it later. At the entrance, event-operations staff scan registrations and hand out lanyards from the front desk to attendees. Groups of friends mark target employers on the event map as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. In the tech fair, demo screens display the latest apps from participating companies, while consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and instructional sessions take place in a nearby room. Students clutch resumes inside branded folders."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.7764355530384641,
    0.7764355530384641,
    0.7764355530384641,
    0.7764355530384641,
    0.7764355530384641,
    0.7764355530384641,
    0.8515915397910316,
    0.8515915397910316,
    0.8515915397910316,
    0.8515915397910316,
    0.8515915397910316,
    0.8515915397910316,
    0.8832444365185151,
    0.8832444365185151,
    0.8832444365185151,
    0.8801010574284998,
    0.8801010574284998,
    0.8801010574284998,
    0.8801010574284998,
    0.8801010574284998,
    0.8946603900445871,
    0.8946603900445871,
    0.8946603900445871,
    0.8946603900445871,
    0.8946603900445871,
    0.8946603900445871,
    0.8946603900445871,
    0.8946603900445871,
    0.8889542881760142,
    0.8889542881760142,
    0.8889542881760142,
    0.8889542881760142,
    0.8889542881760142,
    0.8889542881760142,
    0.9036159343768578,
    0.9036159343768578,
    0.9036159343768578,
    0.9036159343768578,
    0.9036159343768578,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452,
    0.9040858890430452
  ],
  "20": [
    "",
    "",
    "\"\"",
    "Tech companies display demo screens that showcase their latest apps.",
    "At the tech fair, companies display demo screens that showcase their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the tech fair, companies display demo screens that showcase their latest apps. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map.",
    "At the tech fair, companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, using it to identify potential employers. At the entrance, staff scan registrations and distribute lanyards to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At the tech fair, companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map to identify potential employers. At the entrance, staff scan registrations and distribute lanyards to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At the tech fair, companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map to identify potential employers. At the entrance, staff scan registrations and distribute lanyards to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At the tech fair, demo screens showcase the latest apps from participating companies. A welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map to identify potential employers. At the entrance, staff scan registrations and distribute lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the tech fair, demo screens showcase the latest apps from participating companies, complemented by a welcome announcement over the PA outlining the schedule. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and distribute lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the tech fair, demo screens showcase the latest apps from participating companies, and a PA welcome outlines the schedule with a later public briefing reiterating it. Groups of friends mark target employers on the event map to indicate their intended focus within the venue, while attendees note employer targets as career counselors remind them to maintain eye contact. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and instructional sessions take place in a nearby room. An alumni panel discusses how to prepare for technical interviews.",
    "At the tech fair, demo screens showcase the latest apps from participating companies. A PA welcome outlines the schedule, with a later public briefing reiterating it. Groups of friends mark target employers on the event map to indicate their intended focus within the venue, while attendees note targets as career counselors remind them to maintain eye contact. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and instructional sessions take place in a nearby room. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the tech fair, demo screens display the latest apps from participating companies. A PA welcome outlines the schedule, and a later public briefing reiterates it. Groups of friends mark target employers on the event map to indicate their intended focus within the venue, while attendees note targets as career counselors remind them to maintain eye contact. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and instructional sessions take place in a nearby room. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the tech fair, demo screens display the latest apps from participating companies. A PA welcome outlines the schedule, later reiterated by a public briefing. Groups of friends mark target employers on the event map to indicate intended focus within the venue, while attendees note targets as career counselors remind them to maintain eye contact. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and instructional sessions take place in a nearby room. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention. Career counselors redirect unsure students toward applicable industries."
  ],
  "20_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.5994299327548738,
    0.5994299327548738,
    0.5994299327548738,
    0.5994299327548738,
    0.7754780257145331,
    0.7754780257145331,
    0.7754780257145331,
    0.7754780257145331,
    0.7754780257145331,
    0.8780474515846048,
    0.8780474515846048,
    0.8780474515846048,
    0.8770293532499238,
    0.8770293532499238,
    0.8770293532499238,
    0.8666224230523236,
    0.8666224230523236,
    0.8666224230523236,
    0.8821542351670646,
    0.8821542351670646,
    0.8821542351670646,
    0.8821542351670646,
    0.8821542351670646,
    0.8896632085919555,
    0.8896632085919555,
    0.8896632085919555,
    0.8896632085919555,
    0.8896632085919555,
    0.8967431103624313,
    0.8967431103624313,
    0.8967431103624313,
    0.8967431103624313,
    0.8967431103624313,
    0.8967431103624313,
    0.8967431103624313,
    0.8982128989910654,
    0.8982128989910654,
    0.8982128989910654,
    0.8982128989910654,
    0.8997686987332981,
    0.8997686987332981,
    0.8997686987332981,
    0.8997686987332981,
    0.8997686987332981,
    0.8997686987332981,
    0.9027082389506365,
    0.9027082389506365,
    0.9027082389506365,
    0.9027082389506365,
    0.9027082389506365,
    0.9027082389506365,
    0.9027082389506365,
    0.9027082389506365
  ],
  "21": [
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps.",
    "At the fair, students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, students clutch resumes inside branded folders while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, students clutch resumes inside branded folders while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the fair, students clutch resumes inside branded folders while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops have begun in the adjoining classroom. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops have begun in the adjoining classroom. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "Preparations for the university career fair on campus include networking etiquette workshops in the adjoining classroom, healthcare providers showcasing community outreach photos, groups marking target employers on the event map, and students lining up outside the university gym before opening. At the entrance, staff scan registrations and distribute lanyards. Inside, a mixed tech showcase features a cybersecurity company running a password-cracking challenge on a laptop alongside sessions; tech firms display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Preparations for the university career fair on campus include networking etiquette workshops in the adjoining classroom, healthcare providers showcasing outreach photos, and groups mark target employers on the event map, with students lining up outside the university gym before opening. At the entrance, staff scan registrations and distribute lanyards to establish check-in flow. Inside, a mixed tech showcase features a cybersecurity company running a password-cracking challenge on a laptop alongside sessions; tech firms display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while some rehearse elevator pitches against the wall. A welcome PA announces the fair schedule; an alumni panel discusses technical interview prep. HR teams jot notes on tablets as students introduce themselves and clutch resumes inside branded folders, alongside healthcare providers' photos."
  ],
  "21_score": [
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.46658114065132283,
    0.46658114065132283,
    0.46658114065132283,
    0.46658114065132283,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8569989163352669,
    0.8580169636680306,
    0.8580169636680306,
    0.8580169636680306,
    0.8869238047059842,
    0.8869238047059842,
    0.8869238047059842,
    0.9001659190127264,
    0.9001659190127264,
    0.9001659190127264,
    0.9001659190127264,
    0.900686168514491,
    0.900686168514491,
    0.900686168514491,
    0.900686168514491,
    0.900686168514491,
    0.900686168514491,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8807124634961528,
    0.8815930715489443,
    0.8815930715489443,
    0.8815930715489443,
    0.8815930715489443,
    0.8815930715489443,
    0.8815930715489443,
    0.8815930715489443,
    0.8815930715489443
  ],
  "22": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the check-in flow. Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop, offering a hands-on activity alongside the sessions.",
    "At the event entrance, staff scan registrations and distribute lanyards, while groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop as a hands-on activity alongside the sessions. A mixed professional tech showcase features a cybersecurity company with the password cracking challenge, tech companies displaying demo screens showing their latest apps, and consulting firms stacking glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries. In a business setting, healthcare providers showcase community outreach photos.",
    "Preparations for the university career fair are underway on campus, with networking etiquette workshops in the adjoining classroom, healthcare providers showcasing community outreach photos, groups of friends marking target employers on the event map, and students lining up outside the university gym before the fair opens. At the entrance, staff scan registrations and distribute lanyards. Inside, a mixed professional tech showcase features a cybersecurity company running a password-cracking challenge on a laptop alongside sessions; tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Preparations for the university career fair are underway on campus. Networking etiquette workshops occupy an adjoining classroom, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and students line up outside the university gym before opening. At the entrance, staff scan registrations and distribute lanyards. Inside, a mixed professional tech showcase features a cybersecurity company running a password-cracking challenge on a laptop alongside sessions; tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement through the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "Preparations for the university career fair are underway on campus, with networking etiquette workshops in an adjoining classroom and healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map as students line up outside the university gym before opening. At the entrance, staff scan registrations and distribute lanyards. Inside, a mixed professional tech showcase features a cybersecurity company running a password-cracking challenge on a laptop, sessions accompanying it; tech firms display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos alongside the other exhibits.",
    "Preparations for a university career fair on campus are underway, with networking etiquette workshops in an adjoining classroom and healthcare providers showcasing outreach photos. Groups mark target employers on the event map as students line up outside the gym before opening. At the entrance, staff scan registrations and distribute lanyards. Inside, a mixed tech showcase features a cybersecurity company running a password-cracking challenge on a laptop with accompanying sessions; tech firms display demo screens of their apps, and consulting firms stack case-study booklets on high tables. Career counselors redirect unsure attendees toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. Students clutch resumes in branded folders. A welcome PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall."
  ],
  "22_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.7843032112351189,
    0.7843032112351189,
    0.7843032112351189,
    0.7843032112351189,
    0.7843032112351189,
    0.7906082794236611,
    0.7906082794236611,
    0.7906082794236611,
    0.7906082794236611,
    0.8227076905169879,
    0.8227076905169879,
    0.8227076905169879,
    0.8227076905169879,
    0.8227076905169879,
    0.8743982436501287,
    0.8743982436501287,
    0.8743982436501287,
    0.8743982436501287,
    0.8743982436501287,
    0.8698048478446294,
    0.8698048478446294,
    0.8698048478446294,
    0.8698048478446294,
    0.8698048478446294,
    0.8698048478446294,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.8566940180692083,
    0.868436836483822,
    0.868436836483822,
    0.868436836483822,
    0.868436836483822,
    0.868436836483822,
    0.868436836483822,
    0.868436836483822,
    0.868436836483822,
    0.868436836483822
  ],
  "23": [
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map, reflecting their intended focus within the venue. The scene shows a public briefing, materials arranged on elevated surfaces, instructional sessions in a nearby room, front-desk registration and badge handling, and attendees noting employer targets on the map.",
    "At the fair, a public briefing is broadcast over the PA outlining the schedule. Consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in an adjoining classroom. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Groups of friends mark target employers on the event map to indicate their intended focus within the venue. Instructional sessions take place in a nearby room, and attendees continue to note employer targets on the map as career counselors remind them to maintain eye contact.",
    "At the fair, PA announcements broadcast the schedule in public briefings and welcome notices. Consulting firms stack glossy case-study booklets on high tables, while networking etiquette workshops run in an adjoining classroom. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Groups of friends mark target employers on the event map to indicate intended focus, and career counselors remind attendees to maintain eye contact as they update targets. Instructional sessions take place in a nearby room. At the tech fair, companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, PA announcements broadcast the schedule in public briefings and welcome notices. Consulting firms stack glossy case-study booklets on high tables, while networking etiquette workshops run in an adjoining classroom. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Groups of friends mark target employers on the event map to indicate intended focus, and career counselors remind attendees to maintain eye contact as they update targets. Instructional sessions take place in a nearby room. At the tech fair, companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, PA announcements broadcast the schedule in public briefings and welcome notices. Consulting firms stack glossy case-study booklets on high tables, while networking etiquette workshops run in an adjoining classroom. At the entrance, event-operations staff scan registrations and distribute lanyards from the front desk. Groups of friends mark target employers on the event map to indicate intended focus, and career counselors remind attendees to maintain eye contact as they update targets. Instructional sessions take place in a nearby room. At the tech fair, companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the fair, PA announcements outline the schedule and welcome notices. Consulting firms stack case-study booklets on tables, and networking etiquette workshops run in adjoining classroom. At the entrance, event-operations staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Instructional sessions take place in a room. In the tech fair, companies display demo screens of apps, and an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Inside, groups rehearse elevator pitches; networking etiquette workshops continue in the classroom, with students quiet against the wall. A mixed professional tech showcase features a cybersecurity company running password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos."
  ],
  "23_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4218088827800296,
    0.4218088827800296,
    0.5926485838293267,
    0.5926485838293267,
    0.5926485838293267,
    0.5926485838293267,
    0.7768943837127569,
    0.7768943837127569,
    0.7768943837127569,
    0.8448086912155334,
    0.8448086912155334,
    0.8448086912155334,
    0.8448086912155334,
    0.8448086912155334,
    0.8499163115525441,
    0.8499163115525441,
    0.8499163115525441,
    0.8499163115525441,
    0.8499163115525441,
    0.8499163115525441,
    0.8499163115525441,
    0.8499163115525441,
    0.8499163115525441,
    0.8850001531693953,
    0.8850001531693953,
    0.8850001531693953,
    0.8850001531693953,
    0.8850001531693953,
    0.8850001531693953,
    0.8783557946742395,
    0.8783557946742395,
    0.8783557946742395,
    0.8783557946742395,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.8829149531950011,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635,
    0.9018625077314635
  ],
  "24": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom as groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom, as groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops begin in the adjoining classroom, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. In the business setting, consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops are underway in the adjoining classroom, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. In the business setting, consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are underway in the adjoining classroom, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. In the business setting, consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are underway in the adjoining classroom, as groups of friends mark target employers on the event map and a welcome announcement outlines the fair schedule over the PA system. In the business setting, consulting firms stack glossy case study booklets on high tables while event staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos alongside the other exhibits. Tech firms display demo screens showing their latest apps, and in a mixed professional tech showcase those screens sit alongside consulting materials; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, with students clutching resumes inside branded folders.",
    "At the career fair, multiple exhibit areas and sessions unfold: networking etiquette workshops are underway in the adjoining classroom; groups of friends mark target employers on the event map as a welcome PA outlines the fair schedule. In the business-setting zone, consulting firms stack glossy case-study booklets on high tables while event staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos alongside the other exhibits. Tech firms display demo screens of their latest apps, and in a mixed professional tech showcase those screens sit beside consulting materials; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, with students clutching resumes in branded folders. Finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume-review table near the stage.",
    "At the career fair, several exhibit areas unfold. In an adjoining classroom, networking etiquette workshops run while groups of friends mark target employers on the event map as a welcome PA outlines the schedule. In the business-setting zone, consulting firms stack glossy case-study booklets on high tables as staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos beside other exhibits. Tech firms display demo screens of their latest apps in a mixed professional tech showcase alongside consulting materials; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, with students clutching resumes in branded folders. Finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume-review table near the stage. HR teams jot notes on tablets while students introduce themselves.",
    "At the career fair, multiple exhibit areas unfold: an adjoining classroom hosts networking etiquette workshops while groups of friends mark target employers on the event map as a PA outlines the schedule. In the business-setting zone, consulting firms stack glossy case-study booklets on high tables as staff scan registrations and hand out lanyards at the entrance; healthcare providers display community outreach photos beside other exhibits. Tech firms run demo screens of their latest apps in a mixed professional tech showcase alongside consulting materials, and a cybersecurity company operates a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries, remind attendees to maintain eye contact, while students clutch resumes in branded folders. Finance firms offer QR codes for immediate internship applications, the engineering society sponsors a resume-review table near the stage, and HR teams jot notes on tablets as students introduce themselves."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.4175460408042695,
    0.4175460408042695,
    0.4175460408042695,
    0.4175460408042695,
    0.6114673555967612,
    0.6114673555967612,
    0.6114673555967612,
    0.6852218783285983,
    0.6852218783285983,
    0.6852218783285983,
    0.6852218783285983,
    0.6852218783285983,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.7711566927596347,
    0.8057262325496476,
    0.8057262325496476,
    0.8057262325496476,
    0.8057262325496476,
    0.8057262325496476,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8200248522786544,
    0.8853674811324154,
    0.8853674811324154,
    0.8853674811324154,
    0.8853674811324154,
    0.8853674811324154,
    0.880977276107908,
    0.880977276107908,
    0.880977276107908,
    0.880977276107908,
    0.880977276107908,
    0.8756673251203357,
    0.8756673251203357,
    0.8756673251203357,
    0.8756673251203357,
    0.8756673251203357,
    0.8756673251203357,
    0.8756673251203357
  ]
}