{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos, displaying imagery from their outreach efforts to the community.",
    "Healthcare providers showcase community outreach photos, displaying imagery from their outreach efforts to the community. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, healthcare providers are showcasing community outreach photos, displaying imagery from their outreach efforts to the community. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map.",
    "At the event space, healthcare providers are displaying community outreach photos, showing imagery from their outreach efforts to the community. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "At the event space, healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating space for conversations and introductions throughout the venue.",
    "At the event space, healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating space for conversations and introductions throughout the venue. The engineering society sponsors a resume review table near the stage.",
    "At the event space, healthcare providers display community outreach photos, while in the adjoining classroom workshops on networking etiquette have begun. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders, rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating space for conversations and introductions throughout the venue. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event space, healthcare providers display community outreach photos while in the adjoining classroom workshops on networking etiquette have begun. Groups of friends mark target employers on the event map as students clutch resumes inside branded folders, rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating space for conversations and introductions throughout the venue. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event space, healthcare providers display community outreach photos, while adjoining classrooms host workshops on networking etiquette. Groups of friends mark target employers on the event map as students clutch resumes inside branded folders and rehearse elevator pitches quietly along the wall. Dozens of booths with colorful banners circle the polished floor, creating space for conversations and introductions. The engineering society sponsors a resume review table near the stage, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company hosts an event with a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves and alumni volunteers give quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, and finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, healthcare providers display community outreach photos to illustrate their programs while adjoining classrooms host workshops on networking etiquette. Groups of students mark target employers on the event map, clutching resumes inside branded folders and rehearsing elevator pitches quietly along the wall. Dozens of booths with colorful banners encircle the polished floor, creating space for conversations and introductions. The engineering society sponsors a resume-review table near the stage, and event staff scan registrations and distribute lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop; HR teams jot notes on tablets as students introduce themselves, with alumni volunteers delivering pep talks near the coffee station. An alumni panel discusses preparing for technical interviews, and finance firms offer QR codes for immediate internship applications. Before opening, students line up outside the university gym.",
    "At the university career fair, healthcare providers display community outreach photos, while adjoining classrooms host workshops on networking etiquette. Groups of students mark target employers on the event map, clutching resumes inside branded folders, and rehearsing elevator pitches quietly along the wall. Dozens of booths with colorful banners encircle the polished floor, creating space for conversations and introductions. The engineering society sponsors a resume-review table near the stage, and event staff scan registrations and distribute lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop; HR teams jot notes on tablets as students introduce themselves, with alumni volunteers delivering pep talks near the coffee station. An alumni panel discusses preparing for technical interviews, and finance firms offer QR codes for immediate internship applications. Before opening, students line up outside the university gym.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, hosting conversations and introductions. Healthcare providers display community outreach photos in the space and adjoining classroom, where networking etiquette workshops proceed under career counselors’ guidance. Groups of students mark target employers on the event map and clutch resumes inside branded folders, rehearsing elevator pitches quietly along the wall. The engineering society sponsors a resume-review table near the stage; staff scan registrations and distribute lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop, while HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Finance firms offer QR codes for immediate internship applications. Before opening, students line up outside the gym; a robotics startup flies a drone above its booth to attract attention."
  ],
  "0_score": [
    0.0,
    0.0,
    0.24470636081187852,
    0.24470636081187852,
    0.24470636081187852,
    0.24470636081187852,
    0.4503632828611887,
    0.4503632828611887,
    0.4503632828611887,
    0.6207913988305628,
    0.6207913988305628,
    0.6207913988305628,
    0.6207913988305628,
    0.7140171277937342,
    0.7140171277937342,
    0.7140171277937342,
    0.7140171277937342,
    0.7459805473314725,
    0.7459805473314725,
    0.7459805473314725,
    0.7459805473314725,
    0.7459805473314725,
    0.7791422936492798,
    0.7791422936492798,
    0.7791422936492798,
    0.7791422936492798,
    0.7791422936492798,
    0.7888929781582732,
    0.7888929781582732,
    0.7888929781582732,
    0.7888929781582732,
    0.7883095859941981,
    0.7883095859941981,
    0.7883095859941981,
    0.7883095859941981,
    0.7883095859941981,
    0.8390184572843556,
    0.8390184572843556,
    0.8390184572843556,
    0.8390184572843556,
    0.8390184572843556,
    0.8390184572843556,
    0.8390184572843556,
    0.8856718736418187,
    0.8856718736418187,
    0.8856718736418187,
    0.8856718736418187,
    0.8856718736418187,
    0.8856718736418187,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.8850602833741554,
    0.9021010389658419,
    0.9021010389658419,
    0.9021010389658419,
    0.9021010389658419,
    0.9021010389658419,
    0.9021010389658419
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos, displaying imagery from their outreach efforts to the community.",
    "In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos, displaying imagery from their outreach efforts to the community. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, workshops on networking etiquette begin, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos in the adjoining classroom and in the event space, displaying imagery from their outreach efforts to the community. Groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette are underway in the adjoining classroom, where career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos in both the adjoining classroom and the event space, featuring imagery from their outreach to the community. Groups of friends place marks for target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette are underway in the adjoining classroom, where career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos in both the adjoining classroom and the event space, featuring imagery from their outreach to the community. Groups of friends place marks for target employers on the event map, while career counselors redirect unsure students toward applicable industries. The scene includes human resources teams jotting notes on tablets as students introduce themselves, and alumni volunteers share quick pep talks near the coffee station. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "An event space hosts career development and cybersecurity activities. Workshops on networking etiquette are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Healthcare providers display community outreach photos in both the adjoining classroom and the event space. Groups of friends place marks for target employers on the event map, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders while some rehearse elevator pitches quietly against a wall.",
    "An event space hosts career development and cybersecurity activities. Workshops on networking etiquette are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Healthcare providers display community outreach photos in both the adjoining classroom and the event space. Groups of friends place marks for target employers on the event map, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders while some rehearse elevator pitches quietly against a wall.",
    "The event space hosts career development and cybersecurity activities. In the adjoining classroom, workshops on networking etiquette proceed as career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos there and in the event space. Groups of friends place marks for target employers on the event map, while counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders and rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention.",
    "An event space hosts career development and cybersecurity activities, with an adjoining classroom where networking etiquette workshops proceed as career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos there and in the event space. Groups of friends place marks for target employers on the event map while counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders and rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3064219101097831,
    0.3064219101097831,
    0.3064219101097831,
    0.3064219101097831,
    0.3064219101097831,
    0.5886810544286054,
    0.5886810544286054,
    0.5886810544286054,
    0.5886810544286054,
    0.5886810544286054,
    0.6558704889086159,
    0.6558704889086159,
    0.6558704889086159,
    0.6558704889086159,
    0.6694889265217244,
    0.6694889265217244,
    0.6694889265217244,
    0.6694889265217244,
    0.7401264202077533,
    0.7401264202077533,
    0.7401264202077533,
    0.7401264202077533,
    0.7401264202077533,
    0.7401264202077533,
    0.7401264202077533,
    0.7401264202077533,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.7599900974207916,
    0.8063566816366178,
    0.8063566816366178,
    0.8063566816366178,
    0.8063566816366178,
    0.8063566816366178,
    0.8063566816366178,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732,
    0.8126434009023732
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company is running a password-cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, with students present who clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, with students present who clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. The scene features human resources teams jotting notes on tablets as students introduce themselves, while alumni volunteers offer quick pep talks near the coffee station.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop as part of a daytime event. Students are present, clutching resumes inside branded folders and introducing themselves. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers offer quick pep talks near the coffee station.",
    "During a daytime event, a cybersecurity company conducts a password-cracking challenge on a laptop. Students arrive clutching resumes stored in branded folders and introduce themselves; some rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers offer quick pep talks near the coffee station. Event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact.",
    "During a daytime event, a cybersecurity company hosts a password-cracking challenge on a laptop. Students arrive clutching resumes in branded folders and introduce themselves, with some rehearsing elevator pitches quietly against the wall. HR teams jot notes on tablets as introductions unfold. Alumni volunteers offer quick pep talks near the coffee station. Event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact.",
    "During a daytime event, a cybersecurity company hosts a password-cracking challenge on a laptop. Students arrive clutching resumes in branded folders and introduce themselves, with some rehearsing elevator pitches quietly against the wall. HR teams jot notes on tablets as introductions unfold. Alumni volunteers offer quick pep talks near the coffee station. Event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact.",
    "During a daytime event at a cybersecurity-focused venue, a company hosts a password-cracking challenge on a laptop as attendees arrive with resumes in branded folders and rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets while introductions unfold, both at the entrance with staff scanning registrations and distributing lanyards and on the open event floor as students mingle. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map as an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications, and healthcare providers showcase community outreach photos.",
    "During a daytime cybersecurity-focused event, attendees arrive with resumes in branded folders and rehearse elevator pitches quietly against the wall. A cybersecurity company conducts a password-cracking challenge on a laptop nearby. At the entrance, staff scan registrations and distribute lanyards, while HR teams jot notes on tablets as introductions unfold and students mingle on the open floor. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map as an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "During a daytime cybersecurity-focused event, attendees arrive with resumes in branded folders and rehearse elevator pitches against a wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, staff scan registrations and distribute lanyards while HR teams jot notes on tablets as introductions unfold and attendees mingle on the open floor. Alumni volunteers deliver quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map as an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, with the same activities noted in the event space; counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "During a daytime university career fair with a cybersecurity focus, attendees arrive with resumes in branded folders and rehearse elevator pitches against a wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, staff scan registrations and distribute lanyards while HR teams jot notes on tablets as introductions unfold and attendees mingle on the open floor. Alumni volunteers deliver pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map as an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, with counselors redirecting unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.45631692210610575,
    0.45631692210610575,
    0.45631692210610575,
    0.45631692210610575,
    0.3281517258070945,
    0.3281517258070945,
    0.3281517258070945,
    0.4906318542638275,
    0.4906318542638275,
    0.4906318542638275,
    0.4906318542638275,
    0.6701573564052373,
    0.6701573564052373,
    0.6701573564052373,
    0.6701573564052373,
    0.6701573564052373,
    0.6701573564052373,
    0.7723396328646307,
    0.7723396328646307,
    0.7723396328646307,
    0.7723396328646307,
    0.7723396328646307,
    0.7520610448616185,
    0.7520610448616185,
    0.7520610448616185,
    0.7520610448616185,
    0.7520610448616185,
    0.7520610448616185,
    0.7520610448616185,
    0.7520610448616185,
    0.7520610448616185,
    0.7520610448616185,
    0.7936833562320114,
    0.7936833562320114,
    0.7936833562320114,
    0.7936833562320114,
    0.7936833562320114,
    0.7936833562320114,
    0.7936833562320114,
    0.794432553622113,
    0.794432553622113,
    0.794432553622113,
    0.794432553622113,
    0.794432553622113,
    0.794432553622113,
    0.794432553622113,
    0.8272543878622627,
    0.8272543878622627,
    0.8272543878622627,
    0.8272543878622627,
    0.8272543878622627,
    0.8272543878622627,
    0.8272543878622627,
    0.8697212501200267,
    0.8697212501200267,
    0.8697212501200267
  ],
  "3": [
    "",
    "",
    "Some students stand against a wall, quietly rehearsing elevator pitches.",
    "Some students stand against a wall, quietly rehearsing elevator pitches, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students stand against a wall, quietly rehearsing elevator pitches, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders while some rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves.",
    "Event staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders while some rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "Event staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders while some rehearse elevator pitches quietly against a wall. A cybersecurity company is conducting a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette are underway in the adjoining classroom, where career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos in both the adjoining classroom and the event space, featuring imagery from their outreach to the community. Groups of friends place marks for target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders while some rehearse elevator pitches quietly against a wall. A cybersecurity company is conducting a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette are underway in the adjoining classroom, where career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos in both the adjoining classroom and the event space, featuring imagery from their outreach to the community. Groups of friends place marks for target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations and distribute lanyards at the entrance. Inside, students clutch resumes in branded folders, some rehearsing elevator pitches quietly against a wall. A cybersecurity company is running a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette are underway in the adjoining classroom, where counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos in both the adjoining classroom and the event space, featuring imagery from their outreach to the community. Groups of friends place marks for target employers on the event map, and alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, event staff scan registrations and distribute lanyards at the entrance, while students line up outside the gym before opening. Inside on the open event floor, HR teams jot notes on tablets as students introduce themselves, clutch resumes in branded folders, and rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes to enable immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Healthcare providers display community outreach photos in the adjoining classroom and the event space to illustrate their programs. Workshops on networking etiquette run in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends place marks for target employers on the event map, and an alumni panel discusses preparation for technical interviews in the event area.",
    "At the university career fair, staff scan registrations and distribute lanyards at the entrance while students line up outside the gym before opening. Inside on the open event floor, HR teams jot notes on tablets as students introduce themselves, clutch resumes in branded folders, and rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Healthcare providers display community outreach photos in the adjoining classroom and the event space to illustrate their programs. Workshops on networking etiquette run in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends place marks for target employers on the event map, and an alumni panel discusses preparation for technical interviews in the event area."
  ],
  "3_score": [
    0.0,
    0.0,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.3171843019036658,
    0.3171843019036658,
    0.3171843019036658,
    0.3171843019036658,
    0.3171843019036658,
    0.5958658396815131,
    0.5958658396815131,
    0.5958658396815131,
    0.5958658396815131,
    0.5958658396815131,
    0.5958658396815131,
    0.7634709583105457,
    0.7634709583105457,
    0.7634709583105457,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7987764580116998,
    0.7916366931485481,
    0.7916366931485481,
    0.7916366931485481,
    0.7916366931485481,
    0.7916366931485481,
    0.7916366931485481,
    0.7916366931485481,
    0.7916366931485481,
    0.7916366931485481,
    0.7916366931485481,
    0.7827581523918559,
    0.7827581523918559,
    0.7827581523918559,
    0.7827581523918559,
    0.7827581523918559,
    0.7827581523918559,
    0.8687846594330147,
    0.8687846594330147,
    0.8687846594330147,
    0.8687846594330147,
    0.8687846594330147,
    0.8687846594330147,
    0.8687846594330147,
    0.8687846594330147,
    0.8687846594330147,
    0.8687846594330147,
    0.8673456284223791,
    0.8673456284223791,
    0.8673456284223791,
    0.8673456284223791,
    0.8673456284223791,
    0.8673456284223791,
    0.8673456284223791,
    0.8673456284223791
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against a wall.",
    "Some students rehearse elevator pitches quietly against a wall, and they clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, and they clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, and they clutch resumes inside branded folders.",
    "At a career event, some students rehearse elevator pitches quietly against the wall, while clutching resumes stored in branded folders. Event staff at the entrance scan registrations and distribute lanyards. Inside the venue, HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At a career event, some students rehearse elevator pitches quietly against the wall while clutching resumes stored in branded folders. Event staff at the entrance scan registrations and distribute lanyards. Inside the venue, HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At a career event, students rehearse elevator pitches quietly against the wall while clutching resumes in branded folders. At the entrance, staff scan registrations and distribute lanyards. Inside, HR teams jot notes on tablets as students introduce themselves, and a cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At a career event, students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. At the entrance, staff scan registrations and distribute lanyards. Inside, HR teams jot notes on tablets as students introduce themselves, and a cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At a career event, students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. At the entrance, staff scan registrations and distribute lanyards. Inside, HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "The scene is a career event where students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. At the entrance, staff scan registrations and distribute lanyards. Inside, HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop, while career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "This is a career event where students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. At the entrance, staff scan registrations and distribute lanyards. Inside, HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "A career event where students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. At the entrance, staff scan registrations and distribute lanyards. Inside, HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.3073972103985949,
    0.3073972103985949,
    0.3073972103985949,
    0.3073972103985949,
    0.3073972103985949,
    0.3073972103985949,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.30110098966156007,
    0.7756874041203623,
    0.7756874041203623,
    0.7756874041203623,
    0.7707432477248257,
    0.7707432477248257,
    0.7707432477248257,
    0.7707432477248257,
    0.7707432477248257,
    0.822738639471604,
    0.822738639471604,
    0.822738639471604,
    0.822738639471604,
    0.822738639471604,
    0.822738639471604,
    0.822738639471604,
    0.8225775552286061,
    0.8225775552286061,
    0.8225775552286061,
    0.8225775552286061,
    0.8225775552286061,
    0.8225775552286061,
    0.816708429979784,
    0.816708429979784,
    0.816708429979784,
    0.816708429979784,
    0.816708429979784,
    0.8057828191742893,
    0.8057828191742893,
    0.8057828191742893,
    0.8057828191742893,
    0.8057828191742893,
    0.8081179190045504,
    0.8081179190045504,
    0.8081179190045504,
    0.8081179190045504,
    0.8081179190045504,
    0.8081179190045504,
    0.8081179190045504,
    0.8255610993665765,
    0.8255610993665765,
    0.8255610993665765
  ],
  "5": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes tucked inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards, while students clutch resumes tucked inside branded folders. Healthcare providers showcase community outreach photos, displaying imagery from their outreach efforts to the community. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards while students clutch resumes tucked inside branded folders. Healthcare providers display community outreach photos, showing imagery from their outreach efforts to the community. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards, while students clutch resumes tucked inside branded folders. Healthcare providers display community outreach photos, showing imagery from their outreach efforts to the community. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and distribute lanyards, while students carry resumes tucked inside branded folders. Healthcare providers display community outreach photos to illustrate their outreach efforts. Workshops on networking etiquette take place in the adjoining classroom. Finance firms offer QR codes to enable immediate internship applications. Before the fair opens, students line up outside the university gym. Inside the venue, students clutch resumes stored in branded folders and some rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, event staff at the entrance scan registrations and distribute lanyards while students carry resumes tucked in branded folders. Healthcare providers display community outreach photos to illustrate their programs. Workshops on networking etiquette take place in the adjoining classroom. Finance firms offer QR codes to enable immediate internship applications. Before the fair opens, students line up outside the university gym. Inside, the open event floor sees HR teams jot notes on tablets as students introduce themselves, while students clutch resumes and rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop nearby. In the event area, groups of friends mark target employers on the event map as an alumni panel discusses preparation for technical interviews.",
    "At the university career fair, event staff scan registrations and distribute lanyards at the entrance, while students line up outside the gym before opening. Inside, on the open event floor, HR teams jot notes on tablets as students introduce themselves, clutch resumes in branded folders, and rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos to illustrate their programs. Workshops on networking etiquette run in the adjoining classroom. Finance firms offer QR codes to enable immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop nearby. In the event area, groups of friends mark target employers on the event map as an alumni panel discusses preparation for technical interviews.",
    "At the university daytime career fair, staff scan registrations and distribute lanyards at the entrance, guiding attendees in, while students line up outside the gym before opening. Inside the open event floor, HR teams jot notes on tablets as students introduce themselves, clutch resumes in branded folders, and rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos, and workshops on networking etiquette run in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver pep talks near the coffee station as an alumni panel discusses preparation for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Groups of friends mark target employers on the event map as career counselors remind attendees to maintain eye contact. During a daytime event.",
    "At a university daytime career fair, staff scan registrations and distribute lanyards at the entrance, guiding attendees in as students line up outside the gym before opening. Inside the open event floor, HR teams jot notes on tablets while students introduce themselves, clutch resumes in branded folders, and rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos, and workshops on networking etiquette run in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver pep talks near the coffee station as an alumni panel discusses preparation for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Groups of friends mark target employers on the event map as career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.40133631273071035,
    0.40133631273071035,
    0.40133631273071035,
    0.40133631273071035,
    0.7073935697745197,
    0.7073935697745197,
    0.7073935697745197,
    0.7073935697745197,
    0.7680286119302344,
    0.7680286119302344,
    0.7680286119302344,
    0.7680286119302344,
    0.8278050259142279,
    0.8278050259142279,
    0.8278050259142279,
    0.8278050259142279,
    0.8777982085359841,
    0.8777982085359841,
    0.8777982085359841,
    0.8777982085359841,
    0.8777982085359841,
    0.8777982085359841,
    0.8777982085359841,
    0.8777982085359841,
    0.8777982085359841,
    0.8777982085359841,
    0.8781028785797398,
    0.8781028785797398,
    0.8781028785797398,
    0.8781028785797398,
    0.8781028785797398,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8668208191777709,
    0.8501780050396992,
    0.8501780050396992,
    0.8501780050396992,
    0.8501780050396992,
    0.8501780050396992,
    0.8501780050396992,
    0.8501780050396992,
    0.8625687336838087,
    0.8625687336838087,
    0.8625687336838087,
    0.8625687336838087,
    0.8625687336838087,
    0.8625687336838087,
    0.8625687336838087,
    0.8625687336838087
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, while some rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and distribute lanyards. Inside, students clutch resumes in branded folders, while some rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves.",
    "Event staff at the entrance scan registrations and distribute lanyards. Inside, students clutch resumes in branded folders and some rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and distribute lanyards. Inside the venue, students clutch resumes stored in branded folders and some rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and distribute lanyards, guiding attendees into the venue. Inside, students clutch resumes stored in branded folders, while some rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company conducts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. In the event setting, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Event staff at the entrance scan registrations and distribute lanyards, guiding attendees into the venue. Inside, students clutch resumes stored in branded folders and introduce themselves, while some rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company conducts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers offer quick pep talks as an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. During a daytime event.",
    "Event staff at the entrance scan registrations and distribute lanyards, guiding attendees into the venue. Inside, students clutch resumes stored in branded folders and introduce themselves, while some rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company conducts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers offer quick pep talks as an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Daytime event.",
    "During a daytime event, staff at the entrance scan registrations, distribute lanyards, and guide attendees inside. On the open event floor, dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. Inside, students clutch resumes in branded folders and introduce themselves, with some rehearsing elevator pitches quietly against the wall. Human resources teams jot notes on tablets as attendees introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers offer quick pep talks while an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "During a daytime career event, staff at the entrance scan registrations, distribute lanyards, and guide attendees inside. On the open event floor, dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. Inside, students clutch resumes in branded folders and introduce themselves, with some rehearsing elevator pitches quietly against the wall. Human resources teams jot notes on tablets as attendees introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Near the coffee station, alumni volunteers offer quick pep talks while an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "During a daytime career event, staff at the entrance scan registrations, distribute lanyards, and guide attendees inside. On the open event floor, dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. Inside, students clutch resumes in branded folders and introduce themselves, with some rehearsing elevator pitches quietly against the wall. HR teams jot notes on tablets as attendees introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Near the coffee station, alumni volunteers offer quick pep talks while an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3410140231817981,
    0.3410140231817981,
    0.3410140231817981,
    0.3410140231817981,
    0.5563722007213389,
    0.5563722007213389,
    0.7200168538092462,
    0.7200168538092462,
    0.7200168538092462,
    0.7200168538092462,
    0.7293033887659792,
    0.7293033887659792,
    0.7293033887659792,
    0.7950499022188451,
    0.7950499022188451,
    0.7950499022188451,
    0.7950499022188451,
    0.7950499022188451,
    0.7950499022188451,
    0.7950499022188451,
    0.8119177995597253,
    0.8119177995597253,
    0.8119177995597253,
    0.8119177995597253,
    0.8119177995597253,
    0.8119177995597253,
    0.8119177995597253,
    0.8119177995597253,
    0.8119177995597253,
    0.7995817348976063,
    0.7995817348976063,
    0.7995817348976063,
    0.7995817348976063,
    0.7995817348976063,
    0.7995817348976063,
    0.7995817348976063,
    0.7995817348976063,
    0.8168812663292582,
    0.8168812663292582,
    0.8168812663292582,
    0.8168812663292582,
    0.8319755320256108,
    0.8319755320256108,
    0.8319755320256108,
    0.8319755320256108,
    0.8319755320256108,
    0.8319755320256108,
    0.8304222686637681,
    0.8304222686637681,
    0.8304222686637681,
    0.8304222686637681,
    0.8304222686637681,
    0.8304222686637681,
    0.8304222686637681,
    0.8304222686637681,
    0.828865648756638,
    0.828865648756638,
    0.828865648756638,
    0.828865648756638,
    0.828865648756638
  ],
  "7": [
    "",
    "",
    "\"\"",
    "A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop. In the scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop. In the scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At a cybersecurity company's password cracking challenge conducted on a laptop, human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "A cybersecurity company hosts an event with a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves and alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "A cybersecurity company hosts an event with a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves and alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At a cybersecurity company-hosted event, a password-cracking challenge runs on a laptop while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give quick pep talks near the coffee station, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor, creating a busy, network-focused atmosphere.",
    "At a cybersecurity company-hosted event, a password-cracking challenge runs on a laptop while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give quick pep talks near the coffee station, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor, creating a busy, network-focused atmosphere. Students clutch resumes inside branded folders.",
    "At a cybersecurity company-hosted event, a password-cracking challenge runs on a laptop while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give quick pep talks near the coffee station, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor, creating a busy, network-focused atmosphere. Students clutch resumes inside branded folders.",
    "At a cybersecurity company-hosted event, a password-cracking challenge runs on a laptop while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give quick pep talks near the coffee station, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor, creating a busy, network-focused atmosphere. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At a daytime cybersecurity company-hosted career event, a password-cracking challenge runs on a laptop nearby as students arrive clutching resumes in branded folders and introduce themselves while HR teams jot notes on tablets. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor, hosting tech companies displaying demo screens of their latest apps and healthcare providers showcasing community outreach photos. Some students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and distribute lanyards, and career counselors remind attendees to maintain eye contact.",
    "At a daytime cybersecurity company-hosted career event, a password-cracking challenge runs on a laptop nearby as students arrive clutching resumes in branded folders and introduce themselves while HR teams jot notes on tablets. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor, with tech companies displaying demo screens of their latest apps and healthcare providers showcasing community outreach photos. Some students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and distribute lanyards, and career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.4692745526363133,
    0.4692745526363133,
    0.4692745526363133,
    0.6498645030875914,
    0.6498645030875914,
    0.6498645030875914,
    0.6498645030875914,
    0.6498645030875914,
    0.5629089597016168,
    0.5629089597016168,
    0.5629089597016168,
    0.5629089597016168,
    0.5629089597016168,
    0.7522457496591557,
    0.7522457496591557,
    0.7522457496591557,
    0.7522457496591557,
    0.7522457496591557,
    0.7522457496591557,
    0.7522457496591557,
    0.7522457496591557,
    0.7522457496591557,
    0.7522457496591557,
    0.7784922051189782,
    0.7784922051189782,
    0.7784922051189782,
    0.7784922051189782,
    0.8058935885232535,
    0.8058935885232535,
    0.8058935885232535,
    0.8057501383015553,
    0.8057501383015553,
    0.8057501383015553,
    0.8057501383015553,
    0.8057501383015553,
    0.8057501383015553,
    0.8057501383015553,
    0.8057501383015553,
    0.8222261874342724,
    0.8222261874342724,
    0.8222261874342724,
    0.8222261874342724,
    0.8222261874342724,
    0.8222261874342724,
    0.8309560747456832,
    0.8309560747456832,
    0.8309560747456832,
    0.8309560747456832,
    0.8309560747456832,
    0.8309560747456832,
    0.8315953616102988,
    0.8315953616102988,
    0.8315953616102988,
    0.8315953616102988,
    0.8315953616102988
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "The scene shows human resources teams jotting notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "The scene shows human resources teams jotting notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "The scene centers on an open event floor where human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop nearby. In the event area, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications.",
    "On an open event floor, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop nearby. In the event area, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "On an open event floor, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop nearby. In the event area, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "On an open event floor, human resources teams jot notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop nearby. In the event area, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "On a daytime event floor, students arrive clutching resumes in branded folders and introduce themselves while HR teams jot notes on tablets. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop nearby. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact.",
    "During the daytime university career fair, on the open event floor and in the adjoining classroom, students arrive with resumes in branded folders, introduce themselves to HR teams who take notes on tablets, and rehearse elevator pitches along the wall. Alumni volunteers deliver quick pep talks near the coffee station as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos illustrating their programs. Workshops on networking etiquette run in the adjoining classroom. At the entrance, event staff scan registrations and distribute lanyards, while students line up outside before opening.",
    "During the daytime university career fair on the open event floor and in the adjoining classroom, attendees arrive with resumes in branded folders as HR teams take notes on tablets and students rehearse elevator pitches along the wall. Alumni volunteers deliver pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop, while students introduce themselves to HR staff who jot notes on tablets. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos; workshops on networking etiquette run in the adjoining classroom. At the entrance, staff scan registrations and distribute lanyards as students line up outside before opening. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens of their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.34697474179384413,
    0.34697474179384413,
    0.34697474179384413,
    0.34697474179384413,
    0.4907381185931714,
    0.4907381185931714,
    0.4907381185931714,
    0.4907381185931714,
    0.4907381185931714,
    0.4907381185931714,
    0.49843380541034066,
    0.49843380541034066,
    0.49843380541034066,
    0.49843380541034066,
    0.49843380541034066,
    0.49843380541034066,
    0.774733152199113,
    0.774733152199113,
    0.774733152199113,
    0.774733152199113,
    0.7980918003108665,
    0.7980918003108665,
    0.7980918003108665,
    0.7980918003108665,
    0.8145770619196973,
    0.8145770619196973,
    0.8145770619196973,
    0.8145770619196973,
    0.8145770619196973,
    0.8145770619196973,
    0.8145770619196973,
    0.8145770619196973,
    0.8152908895980083,
    0.8152908895980083,
    0.8152908895980083,
    0.8152908895980083,
    0.8152908895980083,
    0.8299377992665379,
    0.8299377992665379,
    0.8299377992665379,
    0.8299377992665379,
    0.8299377992665379,
    0.8745753724966858,
    0.8745753724966858,
    0.8745753724966858,
    0.8745753724966858,
    0.8745753724966858,
    0.8745753724966858,
    0.8745753724966858,
    0.8885015614284273,
    0.8885015614284273,
    0.8885015614284273,
    0.8885015614284273,
    0.8885015614284273,
    0.8885015614284273,
    0.8885015614284273,
    0.8885015614284273,
    0.8885015614284273,
    0.8885015614284273
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "In the event setting, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Finance firms offer QR codes for immediate internship applications.",
    "In the event setting, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Finance firms offer QR codes for immediate internship applications. The scene shows human resources teams jotting notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "On an open event floor, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company conducts a password-cracking challenge on a laptop nearby. Finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station.",
    "On an open event floor, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company conducts a password-cracking challenge on a laptop nearby. Finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "On the open event floor, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company conducts a password-cracking challenge on a laptop nearby. Finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "On the open event floor, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company conducts a password-cracking challenge on a laptop nearby. Finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "On the daytime event floor of the career fair, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop nearby, and healthcare providers showcase community outreach photos. Finance firms provide QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Students arrive clutching resumes in branded folders and line up outside the university gym before the fair opens. Event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact.",
    "On the daytime university career fair, the open event floor hosts groups of friends placing marks for target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop nearby, and healthcare providers display community outreach photos in the adjoining classroom and event space to illustrate their programs. Finance firms provide QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves, clutch resumes in branded folders, and rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette run in the adjoining classroom. Event staff scan registrations and distribute lanyards at the entrance; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students line up outside the university gym before opening."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5332830303894514,
    0.5332830303894514,
    0.5332830303894514,
    0.5332830303894514,
    0.5998596321438223,
    0.5998596321438223,
    0.5998596321438223,
    0.5998596321438223,
    0.5998596321438223,
    0.5998596321438223,
    0.7773600553284306,
    0.7773600553284306,
    0.7773600553284306,
    0.7773600553284306,
    0.760711787729944,
    0.760711787729944,
    0.760711787729944,
    0.760711787729944,
    0.760711787729944,
    0.760711787729944,
    0.760711787729944,
    0.760711787729944,
    0.7795440759502271,
    0.7795440759502271,
    0.7795440759502271,
    0.7795440759502271,
    0.7795440759502271,
    0.7795440759502271,
    0.7795440759502271,
    0.8000491420701057,
    0.8000491420701057,
    0.8000491420701057,
    0.8000491420701057,
    0.8074045757725745,
    0.8074045757725745,
    0.8074045757725745,
    0.8074045757725745,
    0.8074045757725745,
    0.8357576427029045,
    0.8357576427029045,
    0.8357576427029045,
    0.8357576427029045,
    0.8357576427029045,
    0.8357576427029045,
    0.8357576427029045,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.8940318488346733,
    0.853915871922425
  ]
}