{
  "0": [
    "",
    "",
    "",
    "",
    "In a quiet setting, some students rehearse elevator pitches against a wall.",
    "In a quiet setting, students rehearse elevator pitches against a wall, while a robotics startup flies a small drone above its booth to attract attention.",
    "In a quiet setting, students rehearse elevator pitches against a wall while a robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews.",
    "In a quiet setting, students rehearse elevator pitches against a wall while a robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a quiet setting, students rehearse elevator pitches against a wall while a robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At a university setting around a career fair, students rehearse elevator pitches against a wall in a quiet area; a robotics startup conducts a booth with a small drone flying overhead to attract attention; an alumni panel discusses how to prepare for technical interviews; adjoining classroom hosts workshops on networking etiquette; consulting firms stack glossy case study booklets on high tables; and students line up outside the university gym before the career fair opens.",
    "At a university setting around a career fair, students rehearse elevator pitches against a wall in a quiet area. A robotics startup runs a booth with a small drone flying overhead to attract attention. An alumni panel discusses how to prepare for technical interviews. An adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A cybersecurity company operates a password cracking challenge on a laptop.",
    "At a university around a career fair, students rehearse elevator pitches against a wall in a quiet area while a robotics startup runs a booth with a small drone overhead to attract attention. An alumni panel discusses how to prepare for technical interviews, and an adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, and a cybersecurity company operates a password cracking challenge on a laptop.",
    "At a university career fair, students rehearse elevator pitches against a wall in a quiet area while a robotics startup runs a booth with a small drone overhead to attract attention. An alumni panel discusses how to prepare for technical interviews, and an adjoining classroom hosts workshops on networking etiquette. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, and a cybersecurity company operates a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.22736914281650705,
    0.22736914281650705,
    0.22736914281650705,
    0.22736914281650705,
    0.22736914281650705,
    0.22736914281650705,
    0.22736914281650705,
    0.22736914281650705,
    0.22736914281650705,
    0.3717795532031745,
    0.3717795532031745,
    0.3717795532031745,
    0.3717795532031745,
    0.3717795532031745,
    0.3717795532031745,
    0.4276942436701287,
    0.4276942436701287,
    0.4276942436701287,
    0.4276942436701287,
    0.4276942436701287,
    0.4276942436701287,
    0.5826003888537176,
    0.5826003888537176,
    0.5826003888537176,
    0.5826003888537176,
    0.5826003888537176,
    0.5826003888537176,
    0.5826003888537176,
    0.5826003888537176,
    0.7427415540804143,
    0.7427415540804143,
    0.7427415540804143,
    0.7427415540804143,
    0.7427415540804143,
    0.7427415540804143,
    0.7427415540804143,
    0.7427415540804143,
    0.5489126636512605,
    0.5489126636512605,
    0.5489126636512605,
    0.5489126636512605,
    0.5489126636512605,
    0.5489126636512605,
    0.5489126636512605,
    0.5489126636512605,
    0.5489126636512605,
    0.5489126636512605,
    0.8296277842500568,
    0.8296277842500568,
    0.8296277842500568,
    0.8296277842500568,
    0.8296277842500568,
    0.8296277842500568,
    0.8296277842500568,
    0.8296277842500568,
    0.8312701428919169,
    0.8312701428919169,
    0.8312701428919169,
    0.8312701428919169,
    0.8312701428919169,
    0.8312701428919169,
    0.8506567044036203
  ],
  "1": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, the engineering society sponsors a resume review table near the stage, with tech companies displaying demo screens showing their latest apps. Workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.4395548663405984,
    0.6148050297914722,
    0.6148050297914722,
    0.6148050297914722,
    0.6148050297914722,
    0.6148050297914722,
    0.6148050297914722,
    0.6148050297914722,
    0.6148050297914722,
    0.7887571629785084,
    0.7887571629785084,
    0.7887571629785084,
    0.7887571629785084,
    0.7887571629785084,
    0.7887571629785084,
    0.8058069144441409,
    0.8058069144441409,
    0.8058069144441409,
    0.8058069144441409,
    0.8058069144441409,
    0.8058069144441409,
    0.8058069144441409,
    0.8058069144441409,
    0.8087541959451515,
    0.8087541959451515,
    0.8087541959451515,
    0.8087541959451515,
    0.8087541959451515,
    0.8087541959451515,
    0.8087541959451515,
    0.8087541959451515,
    0.8226428491105632,
    0.8226428491105632,
    0.8226428491105632,
    0.8226428491105632,
    0.8226428491105632,
    0.8226428491105632,
    0.8226428491105632,
    0.8226428491105632,
    0.828120668380896,
    0.828120668380896,
    0.828120668380896,
    0.828120668380896,
    0.828120668380896,
    0.828120668380896,
    0.828120668380896,
    0.828120668380896,
    0.8315788211434887
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors are reminding attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair preparation, career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "During career fair preparation, career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Career fair prep unfolds with career counselors reminding attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage.",
    "Career fair prep unfolds with career counselors reminding attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.34953393860330084,
    0.34953393860330084,
    0.34953393860330084,
    0.34953393860330084,
    0.34953393860330084,
    0.34953393860330084,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.5242219246694192,
    0.5242219246694192,
    0.5242219246694192,
    0.5242219246694192,
    0.5242219246694192,
    0.5242219246694192,
    0.5242219246694192,
    0.7729963314062779,
    0.7729963314062779,
    0.7729963314062779,
    0.7729963314062779,
    0.7729963314062779,
    0.7729963314062779,
    0.7729963314062779,
    0.7729963314062779,
    0.7729963314062779,
    0.8059234250353475,
    0.8059234250353475,
    0.8059234250353475,
    0.8059234250353475,
    0.8059234250353475,
    0.8059234250353475,
    0.8059234250353475,
    0.8059234250353475,
    0.8059234250353475,
    0.8059234250353475,
    0.8080473138306509,
    0.8080473138306509,
    0.8080473138306509,
    0.8080473138306509,
    0.8080473138306509,
    0.8080473138306509,
    0.8080473138306509,
    0.8080473138306509,
    0.8080473138306509,
    0.8305939929746887,
    0.8305939929746887,
    0.8305939929746887,
    0.8305939929746887,
    0.8305939929746887,
    0.8305939929746887
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while a welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "During the event, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "An event features an alumni panel discussing how to prepare for technical interviews, with a welcome PA announcement outlining the fair schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "An event features an alumni panel discussing how to prepare for technical interviews, with a welcome PA announcement outlining the fair schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.480614241703505,
    0.480614241703505,
    0.480614241703505,
    0.480614241703505,
    0.480614241703505,
    0.480614241703505,
    0.480614241703505,
    0.6723823175385448,
    0.6723823175385448,
    0.6723823175385448,
    0.6723823175385448,
    0.6723823175385448,
    0.6723823175385448,
    0.6723823175385448,
    0.6723823175385448,
    0.698594689601264,
    0.698594689601264,
    0.698594689601264,
    0.698594689601264,
    0.698594689601264,
    0.698594689601264,
    0.698594689601264,
    0.8346309872664902,
    0.8346309872664902,
    0.8346309872664902,
    0.8346309872664902,
    0.8346309872664902,
    0.8346309872664902,
    0.8346309872664902,
    0.8346309872664902,
    0.8346309872664902,
    0.8361855327915357,
    0.8361855327915357,
    0.8361855327915357,
    0.8361855327915357,
    0.8361855327915357,
    0.8361855327915357,
    0.8361855327915357,
    0.8361855327915357,
    0.8361855327915357,
    0.8013756044206604,
    0.8013756044206604,
    0.8013756044206604,
    0.8013756044206604,
    0.8013756044206604,
    0.8013756044206604,
    0.8013756044206604,
    0.8013756044206604,
    0.8013756044206604,
    0.8203842269620912,
    0.8203842269620912,
    0.8203842269620912
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup uses a small drone flown above its booth to attract attention, while finance firms offer QR codes for immediate internship applications.",
    "A robotics startup uses a small drone flown above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "A robotics startup draws attention with a small drone flown above its booth. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the robotics startup’s booth, a small drone is flown above to draw attention. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, the robotics startup’s booth features a small drone flown above to draw attention. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "The event centers on a robotics startup booth that features a small drone flown overhead to draw attention. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "An event at a robotics startup booth features a small drone flown overhead to draw attention. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "An event at a robotics startup booth features a small drone flown overhead to draw attention. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4755361347226799,
    0.4755361347226799,
    0.4755361347226799,
    0.4755361347226799,
    0.4755361347226799,
    0.4755361347226799,
    0.6963669292860701,
    0.6963669292860701,
    0.6963669292860701,
    0.6963669292860701,
    0.6963669292860701,
    0.6963669292860701,
    0.7509400227150631,
    0.7509400227150631,
    0.7509400227150631,
    0.7509400227150631,
    0.7509400227150631,
    0.7509400227150631,
    0.7509400227150631,
    0.7509400227150631,
    0.8158072966296639,
    0.8158072966296639,
    0.8158072966296639,
    0.8158072966296639,
    0.8158072966296639,
    0.8158072966296639,
    0.8158072966296639,
    0.8366022234795188,
    0.8366022234795188,
    0.8366022234795188,
    0.8366022234795188,
    0.8366022234795188,
    0.8366022234795188,
    0.8366022234795188,
    0.8366022234795188,
    0.8276532860326469,
    0.8276532860326469,
    0.8276532860326469,
    0.8276532860326469,
    0.8276532860326469,
    0.8276532860326469,
    0.8276532860326469,
    0.8276532860326469,
    0.7951326604999742,
    0.7951326604999742,
    0.7951326604999742,
    0.7951326604999742,
    0.7951326604999742,
    0.7951326604999742,
    0.7951326604999742,
    0.7951326604999742,
    0.7961824806947878,
    0.7961824806947878
  ],
  "5": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, while students line up outside the university gym ahead of the career fair opening.",
    "Networking etiquette workshops begin in the adjoining classroom as students line up outside the university gym ahead of the career fair opening, while dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops begin in the adjoining classroom as students line up outside the university gym ahead of the career fair opening, while dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops begin in the adjoining classroom as students line up outside the university gym ahead of the career fair opening, while dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops begin in the adjoining classroom as students line up outside the university gym ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops begin in the adjoining classroom as students line up outside the university gym ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor, where healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops take place in the adjoining classroom as students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners circle the polished floor, where healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. The scene captures the pre-fair bustle and the gathering outside the gym."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4165584655819817,
    0.4165584655819817,
    0.4165584655819817,
    0.4165584655819817,
    0.4165584655819817,
    0.4165584655819817,
    0.4165584655819817,
    0.4455184431250182,
    0.4455184431250182,
    0.4455184431250182,
    0.4455184431250182,
    0.4455184431250182,
    0.4455184431250182,
    0.4455184431250182,
    0.4455184431250182,
    0.5970868097294446,
    0.5970868097294446,
    0.5970868097294446,
    0.5970868097294446,
    0.5970868097294446,
    0.5970868097294446,
    0.5970868097294446,
    0.7380020464396284,
    0.7380020464396284,
    0.7380020464396284,
    0.7380020464396284,
    0.7380020464396284,
    0.7380020464396284,
    0.7380020464396284,
    0.7380020464396284,
    0.7380020464396284,
    0.7380020464396284,
    0.7770766699125307,
    0.7770766699125307,
    0.7770766699125307,
    0.7770766699125307,
    0.7770766699125307,
    0.7770766699125307,
    0.7770766699125307,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7628546435965511,
    0.7934693564690034,
    0.7934693564690034,
    0.7934693564690034
  ],
  "6": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, staff scan registrations and hand out lanyards, while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.7498447087806988,
    0.7498447087806988,
    0.7498447087806988,
    0.7498447087806988,
    0.7498447087806988,
    0.7498447087806988,
    0.7250685042266023,
    0.7250685042266023,
    0.7250685042266023,
    0.7250685042266023,
    0.7250685042266023,
    0.7250685042266023,
    0.7822612071649946,
    0.7822612071649946,
    0.7822612071649946,
    0.7822612071649946,
    0.7822612071649946,
    0.7822612071649946,
    0.7822612071649946,
    0.7822612071649946,
    0.8124226673421673,
    0.8124226673421673,
    0.8124226673421673,
    0.8124226673421673,
    0.8124226673421673,
    0.8124226673421673,
    0.8124226673421673,
    0.8295541332501921,
    0.8295541332501921,
    0.8295541332501921,
    0.8295541332501921,
    0.8295541332501921,
    0.8295541332501921,
    0.8295541332501921,
    0.8295541332501921,
    0.8295541332501921,
    0.8295541332501921,
    0.8329437603684333,
    0.8329437603684333,
    0.8329437603684333,
    0.8329437603684333,
    0.8329437603684333,
    0.8329437603684333,
    0.8329437603684333,
    0.8437692641967505
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews, while event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom, and students line up outside the university gym before the career fair opens.",
    "An on-campus event features an alumni panel discussing how to prepare for technical interviews, while event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym prior to the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "An on-campus event features an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym prior to the career fair opening. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "An on-campus event features an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym prior to the career fair opening. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "An on-campus event centers on an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym prior to the career fair opening. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6996590661046849,
    0.6996590661046849,
    0.6996590661046849,
    0.6996590661046849,
    0.6996590661046849,
    0.6996590661046849,
    0.619826662234058,
    0.619826662234058,
    0.619826662234058,
    0.619826662234058,
    0.619826662234058,
    0.619826662234058,
    0.619826662234058,
    0.619826662234058,
    0.619826662234058,
    0.7951195231222318,
    0.7951195231222318,
    0.7951195231222318,
    0.7951195231222318,
    0.7951195231222318,
    0.7951195231222318,
    0.7951195231222318,
    0.7951195231222318,
    0.7951195231222318,
    0.7950831203854494,
    0.7950831203854494,
    0.7950831203854494,
    0.7950831203854494,
    0.7950831203854494,
    0.7950831203854494,
    0.816370582899314,
    0.816370582899314,
    0.816370582899314,
    0.816370582899314,
    0.816370582899314,
    0.816370582899314,
    0.816370582899314,
    0.816370582899314,
    0.816370582899314,
    0.816370582899314,
    0.8183241469553295,
    0.8183241469553295,
    0.8183241469553295,
    0.8183241469553295,
    0.8183241469553295,
    0.8183241469553295,
    0.8183241469553295,
    0.8183241469553295
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners circle the polished floor as students line up outside the university gym before the career fair opens; finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners circle the polished floor as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor of the university gym as students line up outside before the career fair opens. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards.",
    "In the university gym with a polished floor, dozens of booths with colorful banners encircle the space as students line up outside before the career fair opens. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "In the university gym with a polished floor, dozens of booths with colorful banners encircle the space as students line up outside before the career fair opens. Finance firms offer QR codes for immediate internship applications, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.42725320434693376,
    0.5057323965750058,
    0.5057323965750058,
    0.5057323965750058,
    0.5057323965750058,
    0.5057323965750058,
    0.5057323965750058,
    0.5057323965750058,
    0.5057323965750058,
    0.5057323965750058,
    0.7421020927874662,
    0.7421020927874662,
    0.7421020927874662,
    0.7421020927874662,
    0.7421020927874662,
    0.7421020927874662,
    0.7421020927874662,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.7938422594742228,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087,
    0.8043753152223087
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Staff at the event entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Staff at the event entrance scan registrations and hand out lanyards, guiding attendees into the space. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Staff at the event entrance scan registrations and hand out lanyards, guiding attendees into the space. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Staff at the event entrance scan registrations and hand out lanyards, guiding attendees into the space. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations, hand out lanyards, and guide attendees into the space. Dozens of booths adorned with colorful banners surround a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.7186314970485368,
    0.7186314970485368,
    0.7186314970485368,
    0.7186314970485368,
    0.7186314970485368,
    0.7186314970485368,
    0.7186314970485368,
    0.7186314970485368,
    0.7186314970485368,
    0.7130213206626705,
    0.7130213206626705,
    0.7130213206626705,
    0.7130213206626705,
    0.7130213206626705,
    0.7130213206626705,
    0.7130213206626705,
    0.7130213206626705,
    0.7130213206626705,
    0.7574681951066329,
    0.7574681951066329,
    0.7574681951066329,
    0.7574681951066329,
    0.7574681951066329,
    0.7574681951066329,
    0.7574681951066329,
    0.7946210400180058,
    0.7946210400180058,
    0.7946210400180058,
    0.7946210400180058,
    0.7946210400180058,
    0.7946210400180058,
    0.7946210400180058,
    0.7946210400180058,
    0.7946210400180058,
    0.7946210400180058,
    0.7950664993466567,
    0.7950664993466567,
    0.7950664993466567,
    0.7950664993466567,
    0.7950664993466567,
    0.7950664993466567,
    0.7950664993466567,
    0.8484443592241988,
    0.8484443592241988,
    0.8484443592241988,
    0.8484443592241988
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against a wall.",
    "Some students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "Some students rehearse elevator pitches quietly against a wall; at the entrance, event staff scan registrations and hand out lanyards; near the stage, the engineering society sponsors a resume review table.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions; a welcome announcement outlines the fair schedule over the PA system.",
    "An LLM-related outage is observed as a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions. Separately, a welcome announcement is heard over the PA system outlining the fair schedule.",
    "An LLM-related outage is observed as a 502 Bad Gateway error for the URL https://api.openai.com/v1/chat/completions. Separately, a welcome announcement is heard over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.49660044261667324,
    0.49660044261667324,
    0.49660044261667324,
    0.49660044261667324,
    0.49660044261667324,
    0.49660044261667324,
    0.49660044261667324,
    0.414678938852253,
    0.414678938852253,
    0.414678938852253,
    0.414678938852253,
    0.414678938852253,
    0.414678938852253,
    0.414678938852253,
    0.414678938852253,
    0.414678938852253,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.2112814398162824,
    0.2112814398162824,
    0.2112814398162824,
    0.2112814398162824,
    0.2112814398162824,
    0.2112814398162824,
    0.2112814398162824,
    0.3123528101865395,
    0.3123528101865395,
    0.3123528101865395,
    0.3123528101865395,
    0.3123528101865395,
    0.3123528101865395,
    0.3123528101865395,
    0.3123528101865395,
    0.5742697223674796,
    0.5742697223674796,
    0.5742697223674796,
    0.5742697223674796,
    0.5742697223674796,
    0.5742697223674796,
    0.5742697223674796
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the public address (PA) system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the public address (PA) system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the public address (PA) system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the public address (PA) system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement on the public address system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the public address system outlines the schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the public address system outlines the schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3619732133817218,
    0.3619732133817218,
    0.3619732133817218,
    0.3619732133817218,
    0.3619732133817218,
    0.3619732133817218,
    0.3619732133817218,
    0.3619732133817218,
    0.5768660819028766,
    0.5768660819028766,
    0.5768660819028766,
    0.5768660819028766,
    0.5768660819028766,
    0.5768660819028766,
    0.5768660819028766,
    0.7348242624435941,
    0.7348242624435941,
    0.7348242624435941,
    0.7348242624435941,
    0.7348242624435941,
    0.7348242624435941,
    0.7348242624435941,
    0.7348242624435941,
    0.7348242624435941,
    0.8446970261028065,
    0.8446970261028065,
    0.8446970261028065,
    0.8446970261028065,
    0.8446970261028065,
    0.8446970261028065,
    0.8446970261028065,
    0.8446970261028065,
    0.8446970261028065,
    0.8657938455096709,
    0.8657938455096709,
    0.8657938455096709,
    0.8657938455096709,
    0.8657938455096709,
    0.8657938455096709,
    0.8657938455096709,
    0.8657938455096709,
    0.8938249225056132,
    0.8938249225056132,
    0.8938249225056132,
    0.8938249225056132,
    0.8938249225056132,
    0.8938249225056132,
    0.8938249225056132,
    0.8938249225056132,
    0.8938249225056132,
    0.9020942750670382,
    0.9020942750670382,
    0.9020942750670382,
    0.9020942750670382,
    0.9020942750670382,
    0.9020942750670382,
    0.9020942750670382,
    0.9020942750670382,
    0.9020942750670382,
    0.9174899115446338
  ],
  "12": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.47616943561932534,
    0.6581140149719036,
    0.6581140149719036,
    0.6581140149719036,
    0.6581140149719036,
    0.6581140149719036,
    0.6581140149719036,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.7227592508731909,
    0.8641042020844745,
    0.8641042020844745,
    0.8641042020844745,
    0.8641042020844745,
    0.8641042020844745,
    0.8641042020844745,
    0.8641042020844745,
    0.8641042020844745,
    0.8735971943920732,
    0.8735971943920732,
    0.8735971943920732,
    0.8735971943920732,
    0.8735971943920732,
    0.8735971943920732,
    0.8735971943920732,
    0.8735971943920732,
    0.8887384435922685,
    0.8887384435922685,
    0.8887384435922685,
    0.8887384435922685,
    0.8887384435922685,
    0.8887384435922685,
    0.8887384435922685,
    0.8887384435922685,
    0.8887384435922685,
    0.8906483532605621,
    0.8906483532605621
  ],
  "13": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as a welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement outlines the schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement outlines the schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement outlines the schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.6816637046330407,
    0.6816637046330407,
    0.6816637046330407,
    0.6816637046330407,
    0.6816637046330407,
    0.8068256097127351,
    0.8068256097127351,
    0.8068256097127351,
    0.8068256097127351,
    0.8068256097127351,
    0.8068256097127351,
    0.8068256097127351,
    0.8068256097127351,
    0.8252342066326253,
    0.8252342066326253,
    0.8252342066326253,
    0.8252342066326253,
    0.8252342066326253,
    0.8252342066326253,
    0.8252342066326253,
    0.8780803569577165,
    0.8780803569577165,
    0.8780803569577165,
    0.8780803569577165,
    0.8780803569577165,
    0.8780803569577165,
    0.8780803569577165,
    0.8780803569577165,
    0.8780803569577165,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8537554065950017,
    0.8518336409717446,
    0.8518336409717446,
    0.8518336409717446,
    0.8518336409717446,
    0.8518336409717446,
    0.8518336409717446
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while dozens of booths with colorful banners circle a polished floor.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle a polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle a polished floor. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle a polished floor. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle a polished floor. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A multi-sector outreach fair unfolds around a polished floor, with healthcare providers displaying community outreach photos as dozens of booths with colorful banners encircle the space. Alumni volunteers deliver brief pep talks near the coffee station, while finance firms circulate QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, moving among the displays as representatives discuss opportunities.",
    "An ongoing multi-sector outreach fair unfolds around a polished floor, with dozens of booths encircled by colorful banners and healthcare providers displaying community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station, while finance firms circulate QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, moving among the displays as representatives discuss opportunities."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3331129444786799,
    0.3331129444786799,
    0.3331129444786799,
    0.3331129444786799,
    0.3331129444786799,
    0.3331129444786799,
    0.4923376835848122,
    0.4923376835848122,
    0.4923376835848122,
    0.4923376835848122,
    0.4923376835848122,
    0.4923376835848122,
    0.4923376835848122,
    0.678612541651894,
    0.678612541651894,
    0.678612541651894,
    0.678612541651894,
    0.678612541651894,
    0.678612541651894,
    0.678612541651894,
    0.678612541651894,
    0.7334353719636789,
    0.7334353719636789,
    0.7334353719636789,
    0.7334353719636789,
    0.7334353719636789,
    0.7334353719636789,
    0.7334353719636789,
    0.7334353719636789,
    0.7334353719636789,
    0.7855903760403615,
    0.7855903760403615,
    0.7855903760403615,
    0.7855903760403615,
    0.7855903760403615,
    0.7855903760403615,
    0.7855903760403615,
    0.7855903760403615,
    0.7855903760403615,
    0.7855903760403615,
    0.8731482612627957,
    0.8731482612627957,
    0.8731482612627957,
    0.8731482612627957,
    0.8731482612627957,
    0.8731482612627957,
    0.8731482612627957,
    0.8731482612627957,
    0.8731482612627957,
    0.8731482612627957,
    0.8737329035969879,
    0.8737329035969879,
    0.8737329035969879,
    0.8737329035969879
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and the engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give quick pep talks near the coffee station, setting an upbeat, informal tone. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor, creating a lively trade-show atmosphere. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver quick pep talks near the coffee station, setting an upbeat, informal tone. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor, creating a lively trade-show atmosphere. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers deliver quick pep talks near the coffee station, setting an upbeat, informal tone. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor, creating a lively trade-show atmosphere. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "In a buzzing event space, alumni volunteers deliver quick pep talks near the coffee station, setting an upbeat, informal tone. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor, creating a lively trade-show atmosphere. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a buzzing event space, alumni volunteers deliver quick pep talks near the coffee station, setting an upbeat, informal tone. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor, creating a lively trade-show atmosphere. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37846776209840155,
    0.37846776209840155,
    0.37846776209840155,
    0.37846776209840155,
    0.37846776209840155,
    0.37846776209840155,
    0.37846776209840155,
    0.6144147897213398,
    0.6144147897213398,
    0.6144147897213398,
    0.6144147897213398,
    0.6144147897213398,
    0.6144147897213398,
    0.6144147897213398,
    0.6593760119971632,
    0.6593760119971632,
    0.6593760119971632,
    0.6593760119971632,
    0.6593760119971632,
    0.6593760119971632,
    0.6593760119971632,
    0.6593760119971632,
    0.7677289129213493,
    0.7677289129213493,
    0.7677289129213493,
    0.7677289129213493,
    0.7677289129213493,
    0.7677289129213493,
    0.7677289129213493,
    0.7677289129213493,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7705469326309227,
    0.7860830459160323,
    0.7860830459160323,
    0.7860830459160323,
    0.7860830459160323,
    0.7860830459160323,
    0.7860830459160323,
    0.7860830459160323,
    0.7860830459160323,
    0.7860830459160323,
    0.8024774143894264,
    0.8024774143894264,
    0.8024774143894264,
    0.8024774143894264
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule as career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule as career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule as career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule as career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement over the PA outlines the schedule as career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4748265586148142,
    0.4748265586148142,
    0.4748265586148142,
    0.4748265586148142,
    0.4748265586148142,
    0.4748265586148142,
    0.4748265586148142,
    0.637483921673142,
    0.637483921673142,
    0.637483921673142,
    0.637483921673142,
    0.637483921673142,
    0.637483921673142,
    0.637483921673142,
    0.637483921673142,
    0.8370777902164257,
    0.8370777902164257,
    0.8370777902164257,
    0.8370777902164257,
    0.8370777902164257,
    0.8370777902164257,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.875885839395228,
    0.8912423653700184,
    0.8912423653700184,
    0.8912423653700184,
    0.8912423653700184,
    0.8912423653700184,
    0.8912423653700184,
    0.8912423653700184,
    0.8912423653700184,
    0.8912423653700184,
    0.8999658570156792,
    0.8999658570156792,
    0.8999658570156792,
    0.8999658570156792,
    0.8999658570156792,
    0.8999658570156792,
    0.8999658570156792,
    0.8999658570156792,
    0.8999658570156792,
    0.8973682642987233,
    0.8973682642987233,
    0.8973682642987233
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "A 500 Internal Server Error occurred for the OpenAI chat completions API at https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage.",
    "A 500 Internal Server Error occurred for the OpenAI chat completions API at https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A 500 Internal Server Error occurred for the OpenAI chat completions API at https://api.openai.com/v1/chat/completions. In the venue, the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, a 500 Internal Server Error occurred for the OpenAI chat completions API at https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the venue, a 500 Internal Server Error occurred for the OpenAI chat completions API at https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, a 500 Internal Server Error occurred for the OpenAI chat completions API at https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, a 500 Internal Server Error occurred for the OpenAI chat completions API at https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.34055230724051677,
    0.34055230724051677,
    0.34055230724051677,
    0.34055230724051677,
    0.34055230724051677,
    0.34055230724051677,
    0.34055230724051677,
    0.34055230724051677,
    0.34055230724051677,
    0.5246195999001828,
    0.5246195999001828,
    0.5246195999001828,
    0.5246195999001828,
    0.5246195999001828,
    0.5246195999001828,
    0.5246195999001828,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6293193601105391,
    0.6254223343878232,
    0.6254223343878232,
    0.6254223343878232,
    0.6254223343878232,
    0.6254223343878232,
    0.6254223343878232,
    0.70787217833736,
    0.70787217833736,
    0.70787217833736,
    0.70787217833736,
    0.70787217833736,
    0.70787217833736,
    0.70787217833736,
    0.70787217833736,
    0.70787217833736,
    0.70787217833736,
    0.7368699668684653,
    0.7368699668684653,
    0.7368699668684653,
    0.7368699668684653,
    0.7368699668684653,
    0.7368699668684653,
    0.7368699668684653,
    0.7368699668684653
  ],
  "18": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos, illustrating their outreach work. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Healthcare providers display community outreach photos illustrating their outreach work. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos illustrating their outreach work; a welcome announcement is broadcast over the PA system, outlining the fair schedule; and career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos illustrating their outreach work; a welcome announcement is broadcast over the PA system outlining the fair schedule; career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos illustrating their outreach work; a welcome announcement is broadcast over the PA system outlining the fair schedule; career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos illustrating their outreach work. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the fair, healthcare providers display community outreach photos illustrating their outreach work, while a welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, healthcare providers display community outreach photos illustrating their outreach work. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "18_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.49292906765479605,
    0.49292906765479605,
    0.49292906765479605,
    0.49292906765479605,
    0.49292906765479605,
    0.49292906765479605,
    0.49292906765479605,
    0.49292906765479605,
    0.684628323188007,
    0.684628323188007,
    0.684628323188007,
    0.684628323188007,
    0.684628323188007,
    0.684628323188007,
    0.4192495072227329,
    0.4192495072227329,
    0.4192495072227329,
    0.4192495072227329,
    0.4192495072227329,
    0.4192495072227329,
    0.4192495072227329,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.4937154444929724,
    0.6482360520091845,
    0.6482360520091845,
    0.6482360520091845,
    0.6482360520091845,
    0.6482360520091845,
    0.6482360520091845,
    0.6482360520091845,
    0.6482360520091845,
    0.6215366951466625,
    0.6215366951466625,
    0.6215366951466625,
    0.6215366951466625,
    0.6215366951466625,
    0.6215366951466625,
    0.6215366951466625,
    0.7467769313281367,
    0.7467769313281367,
    0.7467769313281367,
    0.7467769313281367,
    0.7467769313281367,
    0.7467769313281367
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "An LLM error occurred: 500 Internal Server Error for url: https://api.openai.com/v1/chat/completions. Healthcare providers showcase community outreach photos.",
    "An LLM error occurred: 500 Internal Server Error for url: https://api.openai.com/v1/chat/completions. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "An LLM error interrupted a session with a 500 Internal Server Error for url: https://api.openai.com/v1/chat/completions. Healthcare providers showcased community outreach photos. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An LLM error interrupted a session with a 500 Internal Server Error for url: https://api.openai.com/v1/chat/completions. Healthcare providers showcased community outreach photos. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "An LLM session was interrupted by a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. In the adjacent exhibition space, healthcare providers showcased community outreach photos. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "An LLM session was interrupted by a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. In the adjacent exhibition space, healthcare providers showcased community outreach photos. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.23364997070490662,
    0.23364997070490662,
    0.23364997070490662,
    0.23364997070490662,
    0.23364997070490662,
    0.23364997070490662,
    0.23364997070490662,
    0.23364997070490662,
    0.35565671558171075,
    0.35565671558171075,
    0.35565671558171075,
    0.35565671558171075,
    0.35565671558171075,
    0.35565671558171075,
    0.35565671558171075,
    0.35565671558171075,
    0.35565671558171075,
    0.5749002022740093,
    0.5749002022740093,
    0.5749002022740093,
    0.5749002022740093,
    0.5749002022740093,
    0.5749002022740093,
    0.5749002022740093,
    0.5749002022740093,
    0.5749002022740093,
    0.5749002022740093,
    0.6264777484827118,
    0.6264777484827118,
    0.6264777484827118,
    0.6264777484827118,
    0.6264777484827118,
    0.6264777484827118,
    0.6264777484827118,
    0.6264777484827118,
    0.6264777484827118,
    0.6893243454006214,
    0.6893243454006214,
    0.6893243454006214,
    0.6893243454006214,
    0.6893243454006214,
    0.6893243454006214,
    0.6893243454006214,
    0.6893243454006214,
    0.6893243454006214,
    0.7591246093470041,
    0.7591246093470041,
    0.7591246093470041,
    0.7591246093470041,
    0.7591246093470041
  ],
  "20": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share brief pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give brief pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers give brief pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention.",
    "Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, alumni volunteers give brief pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; a robotics startup flies a small drone above its booth to draw attention; a welcome announcement outlines the fair schedule over the PA system; career counselors redirect unsure students toward applicable industries.",
    "At the fair, alumni volunteers give brief pep talks near the coffee station; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications; a robotics startup flies a small drone above its booth to draw attention; a welcome announcement outlines the fair schedule over the PA system; career counselors redirect unsure students toward applicable industries; human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.34552022971487706,
    0.34552022971487706,
    0.34552022971487706,
    0.34552022971487706,
    0.34552022971487706,
    0.34552022971487706,
    0.4082127560540765,
    0.4082127560540765,
    0.4082127560540765,
    0.4082127560540765,
    0.4082127560540765,
    0.4082127560540765,
    0.4082127560540765,
    0.6268885716996638,
    0.6268885716996638,
    0.6268885716996638,
    0.6268885716996638,
    0.6268885716996638,
    0.6268885716996638,
    0.6268885716996638,
    0.7337914724724779,
    0.7337914724724779,
    0.7337914724724779,
    0.7337914724724779,
    0.7337914724724779,
    0.7337914724724779,
    0.7337914724724779,
    0.7337914724724779,
    0.8843498763094789,
    0.8843498763094789,
    0.8843498763094789,
    0.8843498763094789,
    0.8843498763094789,
    0.8843498763094789,
    0.8843498763094789,
    0.8843498763094789,
    0.6107691466203784,
    0.6107691466203784,
    0.6107691466203784,
    0.6107691466203784,
    0.6107691466203784,
    0.6107691466203784,
    0.6107691466203784,
    0.6107691466203784,
    0.6143057459817696,
    0.6143057459817696,
    0.6143057459817696,
    0.6143057459817696,
    0.6143057459817696,
    0.6143057459817696,
    0.6143057459817696,
    0.900731012894664,
    0.900731012894664,
    0.900731012894664
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.5971829894249596,
    0.5971829894249596,
    0.5971829894249596,
    0.5971829894249596,
    0.5971829894249596,
    0.5971829894249596,
    0.5971829894249596,
    0.7831261425882918,
    0.7831261425882918,
    0.7831261425882918,
    0.7831261425882918,
    0.7831261425882918,
    0.7831261425882918,
    0.7831261425882918,
    0.7831261425882918,
    0.7831261425882918,
    0.8253820029046539,
    0.8253820029046539,
    0.8253820029046539,
    0.8253820029046539,
    0.8253820029046539,
    0.8253820029046539,
    0.8253820029046539,
    0.8253820029046539,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936,
    0.8619750558486936
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, providing attendees with resume feedback opportunities. An alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage, offering attendees resume feedback opportunities; an alumni panel discusses how to prepare for technical interviews; and tech companies display demo screens showing their latest apps.",
    "At the event, an engineering society sponsors a resume review table near the stage, offering attendees resume feedback opportunities. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "At the event, an engineering society sponsors a resume review table near the stage, offering attendees resume feedback opportunities. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, an engineering society sponsors a resume review table near the stage, offering attendees resume feedback opportunities. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the event, an engineering society sponsors a resume review table near the stage, offering attendees resume feedback opportunities. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the event, an engineering society sponsors a resume review table near the stage, offering attendees resume feedback opportunities. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, a resume-review table sits near the stage, offering attendees feedback on their resumes. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. Consulting firms place glossy case-study booklets on high tables. Finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5695366318440509,
    0.5695366318440509,
    0.5695366318440509,
    0.5695366318440509,
    0.5695366318440509,
    0.5695366318440509,
    0.5695366318440509,
    0.4849122219942352,
    0.4849122219942352,
    0.4849122219942352,
    0.4849122219942352,
    0.4849122219942352,
    0.4849122219942352,
    0.4849122219942352,
    0.7971914412079826,
    0.7971914412079826,
    0.7971914412079826,
    0.7971914412079826,
    0.7971914412079826,
    0.7971914412079826,
    0.7971914412079826,
    0.7929700885468509,
    0.7929700885468509,
    0.7929700885468509,
    0.7929700885468509,
    0.7929700885468509,
    0.822834346742578,
    0.822834346742578,
    0.822834346742578,
    0.822834346742578,
    0.822834346742578,
    0.822834346742578,
    0.822834346742578,
    0.822834346742578,
    0.822834346742578,
    0.8570894536367855,
    0.8570894536367855,
    0.8570894536367855,
    0.8570894536367855,
    0.8570894536367855,
    0.8570894536367855,
    0.8570894536367855,
    0.8570894536367855,
    0.8570894536367855,
    0.8527024060329589,
    0.8527024060329589,
    0.8527024060329589,
    0.8527024060329589,
    0.8527024060329589,
    0.8527024060329589,
    0.8527024060329589,
    0.8527024060329589,
    0.8460476990600408,
    0.8460476990600408,
    0.8460476990600408
  ],
  "23": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair’s schedule. Inside, dozens of booths with colorful banners encircle the polished gym floor.",
    "Outside the university gym, students line up in anticipation of the career fair opening as a welcome announcement over the PA system outlines the fair’s schedule. Inside, dozens of booths with colorful banners encircle the polished gym floor, while groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up in anticipation of the career fair opening as a welcome announcement over the PA system outlines the fair’s schedule. Inside, dozens of booths with colorful banners encircle the polished gym floor, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up for the career fair opening as a welcome PA announcement outlines the schedule. Inside, dozens of booths with colorful banners encircle the polished gym floor, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up for the career fair opening as a welcome PA announces the schedule. Inside, dozens of booths with colorful banners encircle the polished gym floor while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up for the career fair opening as a welcome PA announces the schedule. Inside, dozens of booths with colorful banners encircle the polished gym floor while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up for the career fair opening as a welcome PA announces the schedule. Inside, dozens of booths with colorful banners encircle the polished gym floor while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5790896901054973,
    0.5790896901054973,
    0.5790896901054973,
    0.5790896901054973,
    0.5790896901054973,
    0.5790896901054973,
    0.5790896901054973,
    0.6952444589640461,
    0.6952444589640461,
    0.6952444589640461,
    0.6952444589640461,
    0.6952444589640461,
    0.6952444589640461,
    0.6389209179897188,
    0.6389209179897188,
    0.6389209179897188,
    0.6389209179897188,
    0.6389209179897188,
    0.6389209179897188,
    0.6389209179897188,
    0.7726267351849287,
    0.7726267351849287,
    0.7726267351849287,
    0.7726267351849287,
    0.7726267351849287,
    0.7726267351849287,
    0.7726267351849287,
    0.7726267351849287,
    0.7932089677745253,
    0.7932089677745253,
    0.7932089677745253,
    0.7932089677745253,
    0.7932089677745253,
    0.7932089677745253,
    0.7932089677745253,
    0.8201203065217586,
    0.8201203065217586,
    0.8201203065217586,
    0.8201203065217586,
    0.8201203065217586,
    0.8201203065217586,
    0.8201203065217586,
    0.8201203065217586,
    0.8201203065217586,
    0.8087497701391528,
    0.8087497701391528,
    0.8087497701391528,
    0.8087497701391528,
    0.8087497701391528,
    0.8087497701391528,
    0.8087497701391528,
    0.8087497701391528,
    0.8087497701391528,
    0.8087497701391528
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while alumni volunteers share brief pep talks near the coffee station.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. Alumni volunteers are delivering brief pep talks near the coffee station. Students are lined up outside the university gym, waiting before the career fair opens.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. Alumni volunteers are delivering brief pep talks near the coffee station. Students are lined up outside the university gym, waiting for the career fair to open. Human resources teams are jotting notes on tablets as students introduce themselves.",
    "At the university career fair, a cybersecurity company is hosting a password-cracking challenge on a laptop. Alumni volunteers are delivering brief pep talks near the coffee station. Students are lined up outside the university gym, waiting for the career fair to open. Human resources teams are jotting notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Students line up outside the university gym, waiting for the career fair to open. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Students queue outside the university gym, waiting for the career fair to open. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Students queue outside the university gym, waiting for the fair to open. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.35239273750683753,
    0.35239273750683753,
    0.35239273750683753,
    0.35239273750683753,
    0.35239273750683753,
    0.35239273750683753,
    0.35239273750683753,
    0.35239273750683753,
    0.35239273750683753,
    0.6634358222004401,
    0.6634358222004401,
    0.6634358222004401,
    0.6634358222004401,
    0.6634358222004401,
    0.6634358222004401,
    0.6634358222004401,
    0.7257626400789589,
    0.7257626400789589,
    0.7257626400789589,
    0.7257626400789589,
    0.7257626400789589,
    0.7257626400789589,
    0.7257626400789589,
    0.7257626400789589,
    0.7966271203370938,
    0.7966271203370938,
    0.7966271203370938,
    0.7966271203370938,
    0.7966271203370938,
    0.7966271203370938,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8234618979928743,
    0.8248718706374025,
    0.8248718706374025,
    0.8248718706374025,
    0.8248718706374025,
    0.8248718706374025,
    0.8248718706374025,
    0.8248718706374025,
    0.8248718706374025,
    0.8248718706374025,
    0.8510680393676082,
    0.8510680393676082,
    0.8510680393676082,
    0.8510680393676082,
    0.8510680393676082
  ],
  "25": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, giving a busy, trade-show atmosphere. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, giving a busy, trade-show atmosphere. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops are in session in the adjoining classroom, while dozens of booths with colorful banners encircle the polished floor, lending a busy trade-show vibe. A cybersecurity company runs a password-cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications.",
    "Networking etiquette workshops are in session in the adjoining classroom, while dozens of booths with colorful banners encircle the polished floor, lending a busy trade-show vibe. A cybersecurity company runs a password-cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications.",
    "A trade-show style venue with a polished floor hosts dozens of booths encircled by colorful banners. Networking etiquette workshops are in session in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.5233389088049667,
    0.5233389088049667,
    0.5233389088049667,
    0.5233389088049667,
    0.5233389088049667,
    0.5233389088049667,
    0.5233389088049667,
    0.5233389088049667,
    0.6755524716348473,
    0.6755524716348473,
    0.6755524716348473,
    0.6755524716348473,
    0.6755524716348473,
    0.6755524716348473,
    0.6755524716348473,
    0.6914064808391527,
    0.6914064808391527,
    0.6914064808391527,
    0.6914064808391527,
    0.6914064808391527,
    0.6914064808391527,
    0.6914064808391527,
    0.6914064808391527,
    0.6914064808391527,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7641166787639295,
    0.7894009906715482,
    0.7894009906715482,
    0.7894009906715482,
    0.7894009906715482
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.494563754150464,
    0.494563754150464,
    0.494563754150464,
    0.494563754150464,
    0.494563754150464,
    0.494563754150464,
    0.494563754150464,
    0.49623873407561964,
    0.49623873407561964,
    0.49623873407561964,
    0.49623873407561964,
    0.49623873407561964,
    0.49623873407561964,
    0.49623873407561964,
    0.6812036252564697,
    0.6812036252564697,
    0.6812036252564697,
    0.6812036252564697,
    0.6812036252564697,
    0.6812036252564697,
    0.6812036252564697,
    0.6812036252564697,
    0.6812036252564697,
    0.6812036252564697,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.721135651227457,
    0.6827168603559246,
    0.6827168603559246
  ],
  "27": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "Students line up outside the university gym prior to the career fair opening, forming a queue near the gym entrance as they await entry. The scene is outdoors and focused on the waiting attendees. A separate event shows an LLM error 500 (internal server error) occurred for the API URL https://api.openai.com/v1/chat/completions.",
    "Outside the university gym, an outdoor scene centers on students lining up near the entrance as they await entry to the career fair. In a separate event, an LLM error 500 (internal server error) occurred for the API URL https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, an outdoor scene centers on students lining up near the entrance as they await entry to the career fair. Separately, an LLM error 500 occurred for the API URL https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, an outdoor scene centers on students lining up near the entrance as they await entry to the career fair. Separately, an LLM error 500 occurred for the API URL https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, the outdoor scene centers on students lining up near the entrance as they await entry to the career fair. Separately, an LLM error 500 occurred for the API URL https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.5672735756490417,
    0.5672735756490417,
    0.5672735756490417,
    0.5672735756490417,
    0.5672735756490417,
    0.5672735756490417,
    0.5672735756490417,
    0.5672735756490417,
    0.5672735756490417,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6120558848486233,
    0.6758237178203532,
    0.6758237178203532,
    0.6758237178203532,
    0.6758237178203532,
    0.6758237178203532,
    0.6758237178203532,
    0.6758237178203532,
    0.6758237178203532,
    0.6758237178203532,
    0.730221962408643,
    0.730221962408643,
    0.730221962408643,
    0.730221962408643,
    0.730221962408643,
    0.730221962408643,
    0.730221962408643,
    0.730221962408643,
    0.730221962408643,
    0.730221962408643,
    0.7578788147409292,
    0.7578788147409292
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to draw attention, while career counselors remind attendees to maintain eye contact.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention, while career counselors remind attendees to maintain eye contact.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a trade show, a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.4365463375936361,
    0.4365463375936361,
    0.4365463375936361,
    0.4365463375936361,
    0.4365463375936361,
    0.4365463375936361,
    0.4365463375936361,
    0.4365463375936361,
    0.4220669624037973,
    0.4220669624037973,
    0.4220669624037973,
    0.4220669624037973,
    0.4220669624037973,
    0.4220669624037973,
    0.4220669624037973,
    0.4220669624037973,
    0.4220669624037973,
    0.7211805962797962,
    0.7211805962797962,
    0.7211805962797962,
    0.7211805962797962,
    0.7211805962797962,
    0.7211805962797962,
    0.7211805962797962,
    0.7211805962797962,
    0.7211805962797962,
    0.7397740807700176,
    0.7397740807700176,
    0.7397740807700176,
    0.7397740807700176,
    0.7397740807700176,
    0.7397740807700176,
    0.7397740807700176,
    0.7397740807700176,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.775343699432756,
    0.7774093084091305,
    0.7774093084091305
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners ring the polished floor, creating a busy perimeter. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a busy perimeter. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter of the fair. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter of the fair. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter of the fair. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.4854907390004324,
    0.7636171969956118,
    0.7636171969956118,
    0.7636171969956118,
    0.7636171969956118,
    0.7636171969956118,
    0.7636171969956118,
    0.7636171969956118,
    0.8354202555786122,
    0.8354202555786122,
    0.8354202555786122,
    0.8354202555786122,
    0.8354202555786122,
    0.8354202555786122,
    0.8354202555786122,
    0.8354202555786122,
    0.8354202555786122,
    0.8459489203486812,
    0.8459489203486812,
    0.8459489203486812,
    0.8459489203486812,
    0.8459489203486812,
    0.8459489203486812,
    0.8459489203486812,
    0.8559836156683794,
    0.8559836156683794,
    0.8559836156683794,
    0.8559836156683794,
    0.8559836156683794,
    0.8559836156683794,
    0.8559836156683794,
    0.8883698610615395,
    0.8883698610615395,
    0.8883698610615395,
    0.8883698610615395,
    0.8883698610615395,
    0.8883698610615395,
    0.8883698610615395,
    0.8913604024106038,
    0.8913604024106038,
    0.8913604024106038,
    0.8913604024106038,
    0.8913604024106038,
    0.8913604024106038,
    0.8913604024106038
  ],
  "30": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos in the space, and in the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos in the space, and in the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase community outreach photos in the space; in the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables nearby. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos in the space; in the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables nearby. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "In the venue, healthcare providers display community outreach photos in the main space; in the adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables nearby. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the university venue, healthcare providers display community outreach photos in the main space while networking etiquette workshops begin in the adjoining classroom. Nearby, consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "30_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3052035819664501,
    0.3052035819664501,
    0.3052035819664501,
    0.3052035819664501,
    0.3052035819664501,
    0.3052035819664501,
    0.3052035819664501,
    0.3052035819664501,
    0.496098822119288,
    0.496098822119288,
    0.496098822119288,
    0.496098822119288,
    0.496098822119288,
    0.496098822119288,
    0.6820882371218964,
    0.6820882371218964,
    0.6820882371218964,
    0.6820882371218964,
    0.6820882371218964,
    0.6820882371218964,
    0.6820882371218964,
    0.770824948802034,
    0.770824948802034,
    0.770824948802034,
    0.770824948802034,
    0.770824948802034,
    0.770824948802034,
    0.770824948802034,
    0.770824948802034,
    0.770824948802034,
    0.7871288545581022,
    0.7871288545581022,
    0.7871288545581022,
    0.7871288545581022,
    0.7871288545581022,
    0.7871288545581022,
    0.7871288545581022,
    0.7871288545581022,
    0.8352391020984966,
    0.8352391020984966,
    0.8352391020984966,
    0.8352391020984966,
    0.8352391020984966,
    0.8352391020984966,
    0.8352391020984966,
    0.8352391020984966,
    0.8352391020984966,
    0.8000074649779225,
    0.8000074649779225,
    0.8000074649779225,
    0.8000074649779225,
    0.8000074649779225,
    0.8000074649779225,
    0.8000074649779225,
    0.8000074649779225
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.760587785827649,
    0.760587785827649,
    0.760587785827649,
    0.760587785827649,
    0.760587785827649,
    0.760587785827649,
    0.760587785827649,
    0.760587785827649,
    0.760587785827649,
    0.760587785827649,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7993464359327302,
    0.7747403722441366,
    0.7747403722441366,
    0.7747403722441366,
    0.7747403722441366,
    0.7747403722441366,
    0.7747403722441366,
    0.7747403722441366,
    0.7747403722441366,
    0.7747403722441366,
    0.7747403722441366
  ],
  "32": [
    "",
    "",
    "Near the stage, the engineering society sponsors a resume review table.",
    "Near the stage, the engineering society sponsors a resume review table, and an alumni panel discusses how to prepare for technical interviews.",
    "Near the stage, the engineering society sponsors a resume review table; an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "Near the stage, the engineering society sponsors a resume review table, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Near the stage, the engineering society sponsors a resume review table, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, near the stage, the engineering society sponsors a resume review table, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule, and finance firms offer QR codes for immediate internship applications.",
    "At the fair, near the stage, the engineering society sponsors a resume review table while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule, and finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, near the stage, the engineering society sponsors a resume review table while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule, and finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, near the stage, the engineering society sponsors a resume review table while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule, and finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "32_score": [
    0.0,
    0.0,
    0.3426031964356376,
    0.3426031964356376,
    0.3426031964356376,
    0.3426031964356376,
    0.3426031964356376,
    0.3426031964356376,
    0.3426031964356376,
    0.3896361581359628,
    0.3896361581359628,
    0.3896361581359628,
    0.3896361581359628,
    0.3896361581359628,
    0.3896361581359628,
    0.3896361581359628,
    0.5729906746836996,
    0.5729906746836996,
    0.5729906746836996,
    0.5729906746836996,
    0.5729906746836996,
    0.5729906746836996,
    0.5880566755859024,
    0.5880566755859024,
    0.5880566755859024,
    0.5880566755859024,
    0.5880566755859024,
    0.5880566755859024,
    0.5880566755859024,
    0.5880566755859024,
    0.8035045010164779,
    0.8035045010164779,
    0.8035045010164779,
    0.8035045010164779,
    0.8035045010164779,
    0.8035045010164779,
    0.8035045010164779,
    0.8035045010164779,
    0.858971558305323,
    0.858971558305323,
    0.858971558305323,
    0.858971558305323,
    0.858971558305323,
    0.858971558305323,
    0.858971558305323,
    0.858971558305323,
    0.858971558305323,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.8901774087115932,
    0.9027935583023992,
    0.9027935583023992,
    0.9027935583023992,
    0.9027935583023992,
    0.9027935583023992,
    0.9027935583023992,
    0.9027935583023992
  ],
  "33": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3930147597620448,
    0.3930147597620448,
    0.3930147597620448,
    0.3930147597620448,
    0.3930147597620448,
    0.3930147597620448,
    0.3930147597620448,
    0.6007440360353518,
    0.6007440360353518,
    0.6007440360353518,
    0.6007440360353518,
    0.6007440360353518,
    0.6007440360353518,
    0.7730540731124099,
    0.7730540731124099,
    0.7730540731124099,
    0.7730540731124099,
    0.7730540731124099,
    0.7730540731124099,
    0.7730540731124099,
    0.7730540731124099,
    0.8235087889223683,
    0.8235087889223683,
    0.8235087889223683,
    0.8235087889223683,
    0.8235087889223683,
    0.8235087889223683,
    0.8235087889223683,
    0.831536547270745,
    0.831536547270745,
    0.831536547270745,
    0.831536547270745,
    0.831536547270745,
    0.831536547270745,
    0.831536547270745,
    0.8192250290909726,
    0.8192250290909726,
    0.8192250290909726,
    0.8192250290909726,
    0.8192250290909726,
    0.8192250290909726,
    0.8192250290909726,
    0.8153085876657509,
    0.8153085876657509,
    0.8153085876657509,
    0.8153085876657509,
    0.8153085876657509,
    0.8153085876657509,
    0.8153085876657509,
    0.8546056511971623,
    0.8546056511971623,
    0.8546056511971623,
    0.8546056511971623,
    0.8546056511971623,
    0.8546056511971623,
    0.8546056511971623
  ],
  "34": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular arrangement.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. At the entrance, event staff scan registrations and hand out lanyards.",
    "A space hosts a circular arrangement of dozens of booths with colorful banners encircling a polished floor. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Inside a space hosting a circular arrangement of dozens of booths with colorful banners encircling a polished floor, the scene centers on a multi-part event. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The setup combines networking, learning, and literature displays around the central floor.",
    "Inside a space hosting a circular arrangement of dozens of booths with colorful banners encircling a polished floor, the scene centers on a multi-part event. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The setup blends networking, learning, and literature displays around the central floor. Healthcare providers showcase community outreach photos.",
    "Inside a space hosting a circular arrangement of dozens of booths with colorful banners encircling a polished floor, the scene centers on a multi-part event. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The setup blends networking, learning, and literature displays around the central floor. Healthcare providers showcase community outreach photos."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.295262023690194,
    0.5146022977682531,
    0.5146022977682531,
    0.5146022977682531,
    0.5146022977682531,
    0.5146022977682531,
    0.5146022977682531,
    0.5146022977682531,
    0.5146022977682531,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.7612226685450625,
    0.724094868295664,
    0.724094868295664,
    0.724094868295664,
    0.724094868295664,
    0.724094868295664,
    0.724094868295664,
    0.724094868295664,
    0.724094868295664,
    0.724094868295664,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021,
    0.7305657667590021
  ],
  "35": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "At a robotics startup's booth, a small drone is flown above the display to attract attention. The scene is accompanied by a reported LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions.",
    "At a robotics startup's booth, a small drone is flown above the display to attract attention. The scene includes a reported LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their latest apps.",
    "At a robotics startup's booth, a small drone is flown above the display to attract attention. The scene includes a reported LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "In an exhibition setting at a robotics startup's booth, a small drone is flown above the display to attract attention. The scene includes a reported LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "In an exhibition setting at a robotics startup's booth, a small drone is flown above the display to attract attention. The scene includes a reported LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.2891590746721515,
    0.448353638034128,
    0.448353638034128,
    0.448353638034128,
    0.448353638034128,
    0.448353638034128,
    0.448353638034128,
    0.448353638034128,
    0.448353638034128,
    0.448353638034128,
    0.5675370959786158,
    0.5675370959786158,
    0.5675370959786158,
    0.5675370959786158,
    0.5675370959786158,
    0.5675370959786158,
    0.5675370959786158,
    0.5675370959786158,
    0.5675370959786158,
    0.5675370959786158,
    0.6599459949652049,
    0.6599459949652049,
    0.6599459949652049,
    0.6599459949652049,
    0.6599459949652049,
    0.6599459949652049,
    0.6599459949652049,
    0.6599459949652049,
    0.7096989228973349,
    0.7096989228973349,
    0.7096989228973349,
    0.7096989228973349,
    0.7096989228973349,
    0.7096989228973349,
    0.7096989228973349,
    0.7096989228973349,
    0.7096989228973349,
    0.7096989228973349
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos at an event, while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a scheduled fair, healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule.",
    "At a scheduled fair, healthcare providers display photos of community outreach. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule.",
    "At a scheduled fair, healthcare providers display photos of community outreach; career counselors remind attendees to maintain eye contact; human resources teams jot notes on tablets as students introduce themselves; a welcome announcement over the PA system outlines the fair schedule; consulting firms stack glossy case study booklets on high tables.",
    "At a scheduled fair, healthcare providers display photos of community outreach; career counselors remind attendees to maintain eye contact; human resources teams jot notes on tablets as students introduce themselves; a welcome announcement over the PA system outlines the fair schedule; consulting firms stack glossy case study booklets on high tables.",
    "At a scheduled fair, healthcare providers display photos of community outreach. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a scheduled career and community fair, healthcare providers display photos of community outreach. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3375909475988289,
    0.3375909475988289,
    0.3375909475988289,
    0.3375909475988289,
    0.3375909475988289,
    0.3375909475988289,
    0.3375909475988289,
    0.3375909475988289,
    0.3375909475988289,
    0.5555517321064521,
    0.5555517321064521,
    0.5555517321064521,
    0.5555517321064521,
    0.5555517321064521,
    0.5555517321064521,
    0.5555517321064521,
    0.8154574894120998,
    0.8154574894120998,
    0.8154574894120998,
    0.8154574894120998,
    0.8154574894120998,
    0.8154574894120998,
    0.8154574894120998,
    0.8154574894120998,
    0.7944454519084974,
    0.7944454519084974,
    0.7944454519084974,
    0.7944454519084974,
    0.7944454519084974,
    0.7944454519084974,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.5149123449062815,
    0.8043396947641497,
    0.8043396947641497,
    0.8043396947641497,
    0.8043396947641497,
    0.8043396947641497,
    0.8043396947641497,
    0.8043396947641497,
    0.8043396947641497
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while event staff scan registrations and hand out lanyards at the entrance.",
    "Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards. Over the PA system, a welcome announcement outlines the fair schedule.",
    "At the university gym, the career fair preparation shows organized activity. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards. Over the PA system, a welcome announcement outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the university gym, the career fair setup proceeds with organized activity. Near the stage, the engineering society sponsors a resume-review table. At the entrance, event staff scan registrations and hand out lanyards. Over the PA system, a welcome announcement outlines the fair schedule. Students line up outside the gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym, a career fair setup unfolds with organized activity. Near the stage, the engineering society sponsors a resume-review table. At the entrance, event staff scan registrations and hand out lanyards. Over the PA system, a welcome announcement outlines the fair schedule. Students line up outside the gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "In a university gym, a career fair is taking shape with organized activity. Near the stage the engineering society sponsors a resume-review table. At the entrance, event staff scan registrations and hand out lanyards, while a PA welcome outlines the fair schedule. Students line up outside the gym before opening. Inside, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners surround the polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "A university gym hosts a developing career fair with organized activity. Near the stage, the engineering society sponsors a resume-review table. At the entrance, event staff scan registrations and hand out lanyards while a PA welcome outlines the fair schedule. Students line up outside the gym before opening. Inside, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners surround the polished floor, and some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.4155616617714872,
    0.7690768597252977,
    0.7690768597252977,
    0.7690768597252977,
    0.7690768597252977,
    0.7690768597252977,
    0.7690768597252977,
    0.7690768597252977,
    0.7827170033230395,
    0.7827170033230395,
    0.7827170033230395,
    0.7827170033230395,
    0.7827170033230395,
    0.7827170033230395,
    0.7827170033230395,
    0.7827170033230395,
    0.8160056520723382,
    0.8160056520723382,
    0.8160056520723382,
    0.8160056520723382,
    0.8160056520723382,
    0.8160056520723382,
    0.8160056520723382,
    0.8191562425887072,
    0.8191562425887072,
    0.8191562425887072,
    0.8191562425887072,
    0.8191562425887072,
    0.8191562425887072,
    0.8191562425887072,
    0.8191562425887072,
    0.8191562425887072,
    0.7997335392994982,
    0.7997335392994982,
    0.7997335392994982,
    0.7997335392994982,
    0.7997335392994982,
    0.7997335392994982,
    0.7997335392994982,
    0.7997335392994982,
    0.8049633752813097,
    0.8049633752813097,
    0.8049633752813097,
    0.8049633752813097,
    0.8049633752813097,
    0.8049633752813097,
    0.8049633752813097,
    0.8049633752813097
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "A cybersecurity company hosts a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company hosts a password cracking challenge on a laptop; human resources teams jot notes on tablets as students introduce themselves; dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company hosts a password cracking challenge on a laptop; human resources teams jot notes on tablets as students introduce themselves; dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle a polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle a polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4746938093502935,
    0.4746938093502935,
    0.4746938093502935,
    0.4746938093502935,
    0.4746938093502935,
    0.4746938093502935,
    0.4746938093502935,
    0.5948971246533679,
    0.5948971246533679,
    0.5948971246533679,
    0.5948971246533679,
    0.5948971246533679,
    0.5948971246533679,
    0.4543688934366028,
    0.4543688934366028,
    0.4543688934366028,
    0.4543688934366028,
    0.4543688934366028,
    0.4543688934366028,
    0.4543688934366028,
    0.5941373336650397,
    0.5941373336650397,
    0.5941373336650397,
    0.5941373336650397,
    0.5941373336650397,
    0.5941373336650397,
    0.5941373336650397,
    0.5941373336650397,
    0.5941373336650397,
    0.5941373336650397,
    0.7768507504770976,
    0.7768507504770976,
    0.7768507504770976,
    0.7768507504770976,
    0.7768507504770976,
    0.7768507504770976,
    0.7768507504770976,
    0.7768507504770976,
    0.7768507504770976,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631,
    0.8195621245783631
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "An LLM service reported a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Students line up outside the university gym before the career fair opens.",
    "An LLM service reported a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "An LLM service reported a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system.",
    "An LLM service reported a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "An LLM service reported a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions, indicating a fault with the AI tool. Outside the university gym, students line up before the career fair opens, and a welcome announcement over the PA system outlines the fair schedule. Inside the fair space, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "An LLM service reported a 500 Internal Server Error for https://api.openai.com/v1/chat/completions, indicating a fault with the AI tool. Outside the university gym, students line up before the career fair opens, and a welcome PA announcement outlines the fair schedule. Inside the fair space, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.3955141283490238,
    0.3955141283490238,
    0.3955141283490238,
    0.3955141283490238,
    0.3955141283490238,
    0.3955141283490238,
    0.3955141283490238,
    0.555124487762364,
    0.555124487762364,
    0.555124487762364,
    0.555124487762364,
    0.555124487762364,
    0.555124487762364,
    0.555124487762364,
    0.555124487762364,
    0.4556975496170746,
    0.4556975496170746,
    0.4556975496170746,
    0.4556975496170746,
    0.4556975496170746,
    0.4556975496170746,
    0.4556975496170746,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6835870403966089,
    0.6189259951731856,
    0.6189259951731856,
    0.6189259951731856,
    0.6189259951731856,
    0.6189259951731856,
    0.6189259951731856,
    0.6189259951731856,
    0.6189259951731856,
    0.6189259951731856,
    0.6427408064408893,
    0.6427408064408893,
    0.6427408064408893,
    0.6427408064408893,
    0.6427408064408893,
    0.6427408064408893,
    0.6427408064408893
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, indicating prepared professional materials. Healthcare providers showcase photographs of community outreach, displaying imagery related to their public-health efforts. The scene presents two types of artifacts—resumes in branded folders and outreach photos—emphasizing preparation and public-facing outreach without implying any specific event.",
    "Two types of artifacts anchor the scene: resumes in branded folders held by students, signaling prepared professional materials, and photographs of community outreach displayed by healthcare providers, illustrating public-health efforts. The arrangement emphasizes preparation and public-facing outreach without implying a specific event. Students line up outside the university gym before the career fair opens.",
    "Two types of artifacts anchor the scene: resumes in branded folders held by students, signaling prepared professional materials, and photographs of community outreach displayed by healthcare providers, illustrating public-health efforts. The arrangement emphasizes preparation and public-facing outreach without implying a specific event. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Two types of artifacts anchor the scene: resumes in branded folders held by students, signaling prepared professional materials, and photographs of community outreach displayed by healthcare providers, illustrating public-health efforts. The arrangement emphasizes preparation and public-facing outreach without implying a specific event. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Two artifact types anchor the scene: resumes in branded folders held by students, signaling prepared professional materials, and photographs of community outreach displayed by healthcare providers, illustrating public-health efforts. The arrangement emphasizes preparation and public-facing outreach without implying a specific event. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5771690139694466,
    0.5771690139694466,
    0.5771690139694466,
    0.5771690139694466,
    0.5771690139694466,
    0.5771690139694466,
    0.5771690139694466,
    0.5771690139694466,
    0.7198215384401566,
    0.7198215384401566,
    0.7198215384401566,
    0.7198215384401566,
    0.7198215384401566,
    0.7198215384401566,
    0.7198215384401566,
    0.7198215384401566,
    0.7198215384401566,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6514260084857196,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6549628300777908,
    0.6472948743110574,
    0.6472948743110574,
    0.6472948743110574,
    0.6472948743110574,
    0.6472948743110574,
    0.6472948743110574,
    0.6472948743110574,
    0.6472948743110574
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.5729961107989501,
    0.5729961107989501,
    0.5729961107989501,
    0.5729961107989501,
    0.5729961107989501,
    0.5729961107989501,
    0.5729961107989501,
    0.6152751469134794,
    0.6152751469134794,
    0.6152751469134794,
    0.6152751469134794,
    0.6152751469134794,
    0.6152751469134794,
    0.6152751469134794,
    0.7734228279512763,
    0.7734228279512763,
    0.7734228279512763,
    0.7734228279512763,
    0.7734228279512763,
    0.7734228279512763,
    0.7734228279512763,
    0.8040582011539594,
    0.8040582011539594,
    0.8040582011539594,
    0.8040582011539594,
    0.8040582011539594,
    0.8040582011539594,
    0.8040582011539594,
    0.830581769759802,
    0.830581769759802,
    0.830581769759802,
    0.830581769759802,
    0.830581769759802,
    0.830581769759802,
    0.830581769759802,
    0.830581769759802,
    0.8374470484240593,
    0.8374470484240593,
    0.8374470484240593,
    0.8374470484240593,
    0.8374470484240593,
    0.8374470484240593,
    0.8374470484240593,
    0.8374470484240593,
    0.8374470484240593,
    0.8374470484240593
  ],
  "42": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "A tech expo-like setting features tech companies displaying demo screens showing their latest apps, while in the adjoining classroom workshops on networking etiquette begin.",
    "In a tech expo-like venue, tech companies display demo screens showcasing their latest apps, while in the adjoining classroom workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor.",
    "In a tech expo-like venue, tech companies display demo screens showcasing their latest apps, while in the adjoining classroom workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At a tech expo–like venue, tech companies display demo screens showcasing their latest apps, while adjoining classrooms host workshops on networking etiquette. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At a tech expo–like venue, tech companies display demo screens showcasing their latest apps, while adjoining classrooms host workshops on networking etiquette. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a tech expo–style venue, tech companies display demo screens showcasing their latest apps while adjoining classrooms host workshops on networking etiquette. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a tech expo-style venue, demo screens showcase the latest apps while adjoining classrooms host workshops on networking etiquette. Dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a tech expo-style venue, demo screens showcase the latest apps while adjoining classrooms host workshops on networking etiquette. Dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4052495892299467,
    0.4052495892299467,
    0.4052495892299467,
    0.4052495892299467,
    0.4052495892299467,
    0.4052495892299467,
    0.4052495892299467,
    0.5706887318187004,
    0.5706887318187004,
    0.5706887318187004,
    0.5706887318187004,
    0.5706887318187004,
    0.5706887318187004,
    0.5706887318187004,
    0.5706887318187004,
    0.5706887318187004,
    0.7558715584106304,
    0.7558715584106304,
    0.7558715584106304,
    0.7558715584106304,
    0.7558715584106304,
    0.7890506773970902,
    0.7890506773970902,
    0.7890506773970902,
    0.7890506773970902,
    0.7890506773970902,
    0.7890506773970902,
    0.7890506773970902,
    0.7890506773970902,
    0.7890506773970902,
    0.8021202657750302,
    0.8021202657750302,
    0.8021202657750302,
    0.8021202657750302,
    0.8021202657750302,
    0.8021202657750302,
    0.8021202657750302,
    0.8021202657750302,
    0.8168942327402395,
    0.8168942327402395,
    0.8168942327402395,
    0.8168942327402395,
    0.8168942327402395,
    0.8168942327402395,
    0.8168942327402395,
    0.8168942327402395,
    0.8168942327402395,
    0.8226704208719309,
    0.8226704208719309,
    0.8226704208719309,
    0.8226704208719309,
    0.8226704208719309,
    0.8226704208719309,
    0.8226704208719309,
    0.8226704208719309,
    0.8226704208719309
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact.",
    "At the event, some students rehearse elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "At the event, some students rehearse elevator pitches quietly against the wall while career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "At the event, students rehearse elevator pitches quietly against the wall while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, students rehearse elevator pitches quietly against the wall while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, students rehearse elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, students rehearse elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.4405412223295944,
    0.4405412223295944,
    0.4405412223295944,
    0.4405412223295944,
    0.4405412223295944,
    0.4405412223295944,
    0.4405412223295944,
    0.42661922436871086,
    0.42661922436871086,
    0.42661922436871086,
    0.42661922436871086,
    0.42661922436871086,
    0.42661922436871086,
    0.42661922436871086,
    0.42661922436871086,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.6312598253406099,
    0.7546060410868526,
    0.7546060410868526,
    0.7546060410868526,
    0.7546060410868526,
    0.7546060410868526,
    0.7546060410868526,
    0.7546060410868526,
    0.7821083087830476,
    0.7821083087830476,
    0.7821083087830476,
    0.7821083087830476
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "An LLM/API request to OpenAI returned a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Separately, groups of friends marked target employers on the event map.",
    "An LLM/API request to OpenAI returned a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Separately, groups of friends marked target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "An LLM/API request to OpenAI returned a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Separately, groups of friends marked target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At a bustling event space, groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Separately, an LLM/API request to OpenAI returned a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions.",
    "In a bustling event space, groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Separately, an LLM/API request to OpenAI returned a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a bustling event space, groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Separately, an LLM/API request to OpenAI returned a 500 Internal Server Error for the URL https://api.openai.com/v1/chat/completions. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.3510449802599811,
    0.3510449802599811,
    0.3510449802599811,
    0.3510449802599811,
    0.3510449802599811,
    0.3510449802599811,
    0.3510449802599811,
    0.5967379859820714,
    0.5967379859820714,
    0.5967379859820714,
    0.5967379859820714,
    0.5967379859820714,
    0.5967379859820714,
    0.6501912685440652,
    0.6501912685440652,
    0.6501912685440652,
    0.6501912685440652,
    0.6501912685440652,
    0.6501912685440652,
    0.6501912685440652,
    0.6501912685440652,
    0.6501912685440652,
    0.607654057326181,
    0.607654057326181,
    0.607654057326181,
    0.607654057326181,
    0.607654057326181,
    0.607654057326181,
    0.607654057326181,
    0.607654057326181,
    0.6650039417297642,
    0.6650039417297642,
    0.6650039417297642,
    0.6650039417297642,
    0.6650039417297642,
    0.6650039417297642,
    0.6650039417297642,
    0.6650039417297642,
    0.6650039417297642,
    0.6650039417297642,
    0.7180336554457066,
    0.7180336554457066,
    0.7180336554457066,
    0.7180336554457066,
    0.7180336554457066,
    0.7180336554457066,
    0.7180336554457066,
    0.7180336554457066,
    0.7180336554457066,
    0.7180336554457066
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, guiding participants toward professional engagement. Groups of friends mark target employers on the event map.",
    "At the event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, guiding participants toward professional engagement. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, guiding participants toward professional engagement. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact, promoting professional engagement. Groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact, promoting professional engagement. Groups of friends mark target employers on the event map, while alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact, promoting professional engagement. Groups of friends mark target employers on the event map, while alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.540425920308742,
    0.540425920308742,
    0.540425920308742,
    0.540425920308742,
    0.540425920308742,
    0.540425920308742,
    0.7695002871988961,
    0.7695002871988961,
    0.7695002871988961,
    0.7695002871988961,
    0.7695002871988961,
    0.7695002871988961,
    0.7695002871988961,
    0.7695002871988961,
    0.7984759430238684,
    0.7984759430238684,
    0.7984759430238684,
    0.7984759430238684,
    0.7984759430238684,
    0.7984759430238684,
    0.7984759430238684,
    0.7984759430238684,
    0.7984759430238684,
    0.8073161302599922,
    0.8073161302599922,
    0.8073161302599922,
    0.8073161302599922,
    0.8073161302599922,
    0.8073161302599922,
    0.8073161302599922,
    0.8073161302599922,
    0.8073161302599922,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039,
    0.7807582125953039
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At a campus gathering, an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers offer quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries.",
    "At a campus gathering, an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers offer quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus gathering, an alumni panel discusses how to prepare for technical interviews, while nearby alumni volunteers offer quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps.",
    "At a campus gathering, an alumni panel discusses how to prepare for technical interviews, while nearby alumni volunteers offer quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a campus gathering, an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers give quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.5630865183590853,
    0.5630865183590853,
    0.5630865183590853,
    0.5630865183590853,
    0.5630865183590853,
    0.5630865183590853,
    0.5630865183590853,
    0.6585314506621123,
    0.6585314506621123,
    0.6585314506621123,
    0.6585314506621123,
    0.6585314506621123,
    0.6585314506621123,
    0.6585314506621123,
    0.6585314506621123,
    0.6585314506621123,
    0.6933569132125287,
    0.6933569132125287,
    0.6933569132125287,
    0.6933569132125287,
    0.6933569132125287,
    0.6933569132125287,
    0.6933569132125287,
    0.6933569132125287,
    0.7377597409770495,
    0.7377597409770495,
    0.7377597409770495,
    0.7377597409770495,
    0.7377597409770495,
    0.7377597409770495,
    0.7434428848216315,
    0.7434428848216315,
    0.7434428848216315,
    0.7434428848216315,
    0.7434428848216315,
    0.7434428848216315,
    0.7434428848216315,
    0.7434428848216315,
    0.7434428848216315,
    0.7442916691470346,
    0.7442916691470346,
    0.7442916691470346,
    0.7442916691470346,
    0.7442916691470346,
    0.7442916691470346
  ],
  "47": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password cracking challenge on a laptop, while students line up outside the university gym before the career fair opens.",
    "On a university campus, a cybersecurity company is running a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "On a university campus, a cybersecurity company is running a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Inside, students clutch resumes organized in branded folders.",
    "On a university campus, a cybersecurity company is running a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Inside, students clutch resumes organized in branded folders. Groups of friends mark target employers on the event map.",
    "On a university campus, a cybersecurity company is running a password-cracking challenge on a laptop as part of a career fair. Students line up outside the university gym before the fair opens, while a welcome announcement is broadcast over the PA system outlining the schedule. Inside, students clutch resumes organized in branded folders. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "On a university campus, a cybersecurity company is running a password-cracking challenge on a laptop as part of a career fair. Students line up outside the university gym before the fair opens, while a welcome announcement is broadcast over the PA system outlining the schedule. Inside the gym, students clutch resumes organized in branded folders. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "On a university campus, a cybersecurity company is running a password-cracking challenge on a laptop as part of a career fair. Students line up outside the university gym before the career fair opens, while a welcome announcement is broadcast over the PA system outlining the schedule. Inside the gym, students clutch resumes organized in branded folders. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries."
  ],
  "47_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3201875723223282,
    0.3201875723223282,
    0.3201875723223282,
    0.3201875723223282,
    0.3201875723223282,
    0.3201875723223282,
    0.3201875723223282,
    0.6280463085608351,
    0.6280463085608351,
    0.6280463085608351,
    0.6280463085608351,
    0.6280463085608351,
    0.6280463085608351,
    0.688995929003752,
    0.688995929003752,
    0.688995929003752,
    0.688995929003752,
    0.688995929003752,
    0.688995929003752,
    0.688995929003752,
    0.688995929003752,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7317020641882188,
    0.7835241520967384,
    0.7835241520967384,
    0.7835241520967384,
    0.7835241520967384,
    0.7835241520967384,
    0.7835241520967384,
    0.7835241520967384,
    0.7835241520967384,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7528713679683268,
    0.7788601480053166,
    0.7788601480053166,
    0.7788601480053166,
    0.7788601480053166,
    0.7788601480053166,
    0.7788601480053166,
    0.7788601480053166
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "LLM error: 500 Server Error: Internal Server Error for url: https://api.openai.com/v1/chat/completions",
    "An LLM error reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "An LLM error reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "An LLM error reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "An LLM error reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "An LLM error reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "An LLM error reports a 500 Internal Server Error for the API URL https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards to attendees."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.16337826038103176,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136,
    0.36978210394774136
  ],
  "49": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications.",
    "Human resources teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Human resources teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At the career fair, HR teams jot notes on tablets as students introduce themselves. Finance firms display QR codes for immediate internship applications. A cybersecurity company hosts a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.4525204199026115,
    0.4525204199026115,
    0.4525204199026115,
    0.4525204199026115,
    0.4525204199026115,
    0.4525204199026115,
    0.4525204199026115,
    0.4525204199026115,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.46774833802815996,
    0.6507275118211797,
    0.6507275118211797,
    0.6507275118211797,
    0.6507275118211797,
    0.6507275118211797,
    0.6507275118211797,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8349957759341673,
    0.8581215526684568,
    0.8581215526684568,
    0.8581215526684568,
    0.8581215526684568,
    0.8581215526684568,
    0.8581215526684568,
    0.8581215526684568,
    0.8581215526684568,
    0.8845862705548699,
    0.8845862705548699
  ]
}