{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "A robotics startup flies a small drone above its booth to attract attention, while healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos.",
    "Event staff scan registrations and hand out lanyards at the entrance; inside the fair, a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos.",
    "Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Inside the fair, a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, while healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens showing their latest apps at a technology fair. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Inside the fair, a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, while healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.37384300802751697,
    0.37384300802751697,
    0.37384300802751697,
    0.37384300802751697,
    0.37384300802751697,
    0.37384300802751697,
    0.6231889533488136,
    0.6231889533488136,
    0.6231889533488136,
    0.6231889533488136,
    0.6231889533488136,
    0.6231889533488136,
    0.6483468145720137,
    0.6483468145720137,
    0.6483468145720137,
    0.6483468145720137,
    0.6483468145720137,
    0.6483468145720137,
    0.6483468145720137,
    0.6483468145720137,
    0.8133889097907476,
    0.8133889097907476,
    0.8133889097907476,
    0.8133889097907476,
    0.8133889097907476,
    0.8133889097907476,
    0.8133889097907476,
    0.8133889097907476,
    0.827742324394314,
    0.827742324394314,
    0.827742324394314,
    0.827742324394314,
    0.827742324394314,
    0.827742324394314,
    0.827742324394314
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward applicable industries, establishing a scene of guidance amid a crowded floor. Dozens of booths with colorful banners circle the polished floor, indicating a circular arrangement of outreach stations around the space.",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular arrangement of outreach stations around the space. Career counselors redirect unsure students toward applicable industries, establishing a scene of guidance amid the crowded floor.",
    "Career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor, forming a circular arrangement of outreach stations around the space and establishing a scene of guidance amid the crowded floor.",
    "Career counselors direct unsure students toward applicable industries, while dozens of booths with colorful banners encircle the polished floor in a circular arrangement of outreach stations around the space, establishing a scene of guidance amid the crowded floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4886304500258961,
    0.4886304500258961,
    0.4886304500258961,
    0.4886304500258961,
    0.4886304500258961,
    0.4886304500258961,
    0.4886304500258961,
    0.5131430384453254,
    0.5131430384453254,
    0.5131430384453254,
    0.5131430384453254,
    0.5131430384453254,
    0.5131430384453254,
    0.5131430384453254,
    0.5131430384453254,
    0.5131430384453254,
    0.37463429671735127,
    0.37463429671735127,
    0.37463429671735127,
    0.37463429671735127,
    0.37463429671735127,
    0.37463429671735127,
    0.37463429671735127,
    0.37463429671735127
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall.",
    "Career counselors guide unsure students toward applicable industries, establishing direction for their next steps. An alumni panel discusses how to prepare for technical interviews. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos. Career counselors guide unsure students toward applicable industries, establishing direction for their next steps. An alumni panel discusses how to prepare for technical interviews. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers display community outreach photos. Career counselors guide unsure students toward applicable industries, establishing direction for their next steps. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos. Career counselors guide unsure students toward applicable industries, establishing direction for their next steps. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.6372976011035922,
    0.6372976011035922,
    0.6372976011035922,
    0.6372976011035922,
    0.6372976011035922,
    0.6372976011035922,
    0.6372976011035922,
    0.6372976011035922,
    0.6937964710768563,
    0.6937964710768563,
    0.6937964710768563,
    0.6937964710768563,
    0.6937964710768563,
    0.6937964710768563,
    0.73367870249398,
    0.73367870249398,
    0.73367870249398,
    0.73367870249398,
    0.73367870249398,
    0.73367870249398,
    0.73367870249398,
    0.73367870249398,
    0.7592192727863627,
    0.7592192727863627,
    0.7592192727863627,
    0.7592192727863627,
    0.7592192727863627,
    0.7592192727863627
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette have begun in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "A venue features dozens of booths with colorful banners circling the polished floor. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette have begun in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos. A venue features dozens of booths with colorful banners circling the polished floor. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette have begun in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event venue, alumni volunteers give quick pep talks near the coffee station while healthcare providers display community outreach photos. Dozens of booths line the polished floor, their colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette have begun in the adjoining classroom. Groups of friends are marking target employers on the event map."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.5031074253228869,
    0.6217496272356183,
    0.6217496272356183,
    0.6217496272356183,
    0.6217496272356183,
    0.6217496272356183,
    0.6217496272356183,
    0.6217496272356183,
    0.7043880169086854,
    0.7043880169086854,
    0.7043880169086854,
    0.7043880169086854,
    0.7043880169086854,
    0.7043880169086854,
    0.7043880169086854,
    0.7065716852008754,
    0.7065716852008754,
    0.7065716852008754,
    0.7065716852008754,
    0.7065716852008754,
    0.7065716852008754,
    0.7065716852008754,
    0.7065716852008754,
    0.7566179514797664,
    0.7566179514797664,
    0.7566179514797664,
    0.7566179514797664,
    0.7566179514797664,
    0.7566179514797664,
    0.7566179514797664,
    0.7566179514797664
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A robotics startup is at its booth with a small drone flying overhead to attract attention. Nearby, several students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup is at its booth with a small drone flying overhead to attract attention. Nearby, several students rehearse elevator pitches quietly against the wall.",
    "A robotics startup is at its booth with a small drone flying overhead to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Nearby, several students rehearse elevator pitches quietly against the wall.",
    "A robotics startup at its booth has a small drone flying overhead to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Nearby, several students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance. A robotics startup at its booth has a small drone flying overhead to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Nearby, several students rehearse elevator pitches quietly against the wall."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5207259631715829,
    0.5207259631715829,
    0.5207259631715829,
    0.5207259631715829,
    0.5207259631715829,
    0.5207259631715829,
    0.5207259631715829,
    0.6548269432683046,
    0.6548269432683046,
    0.6548269432683046,
    0.6548269432683046,
    0.6548269432683046,
    0.6548269432683046,
    0.6548269432683046,
    0.6856115263600404,
    0.6856115263600404,
    0.6856115263600404,
    0.6856115263600404,
    0.6856115263600404,
    0.6856115263600404,
    0.6856115263600404,
    0.675174498516971,
    0.675174498516971,
    0.675174498516971,
    0.675174498516971,
    0.675174498516971,
    0.675174498516971,
    0.675174498516971,
    0.675174498516971,
    0.675174498516971,
    0.7693368368520221,
    0.7693368368520221,
    0.7693368368520221,
    0.7693368368520221,
    0.7693368368520221
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers are showcasing photographs that document community outreach. The scene centers on the providers presenting images related to outreach activities in the community, with the photos arranged as part of a showcase.",
    "Career counselors remind attendees to maintain eye contact as healthcare providers present photographs that document community outreach; the scene centers on the providers presenting images related to outreach activities in the community, with the photos arranged as part of a showcase.",
    "A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact, as healthcare providers present photographs documenting community outreach, with the images arranged as part of a showcase.",
    "Students clutch resumes inside branded folders while a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact as healthcare providers present photographs documenting community outreach, with the images arranged as part of a showcase.",
    "Healthcare providers present photographs documenting community outreach, arranged as a showcase. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact during the event.",
    "At the fair, tech companies display demo screens showing their latest apps, while healthcare providers present photographs documenting community outreach arranged as a showcase. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact during the event."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36068380756766727,
    0.36068380756766727,
    0.36068380756766727,
    0.36068380756766727,
    0.36068380756766727,
    0.36068380756766727,
    0.36068380756766727,
    0.3178561754798175,
    0.3178561754798175,
    0.3178561754798175,
    0.3178561754798175,
    0.3178561754798175,
    0.6006325349995376,
    0.6006325349995376,
    0.6006325349995376,
    0.6006325349995376,
    0.6006325349995376,
    0.6006325349995376,
    0.6006325349995376,
    0.6167095282673469,
    0.6167095282673469,
    0.6167095282673469,
    0.6167095282673469,
    0.6167095282673469,
    0.6167095282673469,
    0.6167095282673469,
    0.6167095282673469,
    0.7122711105020447,
    0.7122711105020447,
    0.7122711105020447,
    0.7122711105020447,
    0.7122711105020447,
    0.7122711105020447,
    0.7122711105020447,
    0.7122711105020447,
    0.7122711105020447,
    0.7122711105020447,
    0.8580678656703016
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "In a career guidance session, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while in a career guidance session career counselors remind attendees to maintain eye contact. An alumni panel then discusses how to prepare for technical interviews.",
    "Alumni volunteers share quick pep talks near the coffee station, while in a career guidance session career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews.",
    "In a shared space, alumni volunteers are delivering quick pep talks near the coffee station, while in a career guidance session career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage. In a shared space, alumni volunteers deliver quick pep talks near the coffee station, while a career guidance session has career counselors reminding attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.38559485640848956,
    0.38559485640848956,
    0.38559485640848956,
    0.38559485640848956,
    0.38559485640848956,
    0.38559485640848956,
    0.5258122245849288,
    0.5258122245849288,
    0.5258122245849288,
    0.5258122245849288,
    0.5258122245849288,
    0.5258122245849288,
    0.3683094461339528,
    0.3683094461339528,
    0.3683094461339528,
    0.3683094461339528,
    0.3683094461339528,
    0.3683094461339528,
    0.3436433721624649,
    0.3436433721624649,
    0.3436433721624649,
    0.3436433721624649,
    0.3436433721624649,
    0.3436433721624649,
    0.3436433721624649,
    0.3436433721624649,
    0.3436433721624649,
    0.5470157979382471,
    0.5470157979382471,
    0.5470157979382471,
    0.5470157979382471,
    0.5470157979382471,
    0.5470157979382471,
    0.5470157979382471,
    0.5470157979382471
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Human resources teams jot notes on tablets as students introduce themselves; at the entrance, event staff scan registrations and hand out lanyards.",
    "Finance firms offer QR codes that enable immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens. At the event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves.",
    "Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. At the event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4180931097157592,
    0.4180931097157592,
    0.4180931097157592,
    0.4180931097157592,
    0.4180931097157592,
    0.4180931097157592,
    0.760006352828839,
    0.760006352828839,
    0.760006352828839,
    0.760006352828839,
    0.760006352828839,
    0.760006352828839,
    0.7944791921684822,
    0.7944791921684822,
    0.7944791921684822,
    0.7944791921684822,
    0.7944791921684822,
    0.7944791921684822,
    0.7944791921684822,
    0.8259814816167503,
    0.8259814816167503,
    0.8259814816167503,
    0.8259814816167503,
    0.8259814816167503,
    0.8259814816167503,
    0.8259814816167503,
    0.8259814816167503,
    0.8348283887667068,
    0.8348283887667068,
    0.8348283887667068,
    0.8348283887667068,
    0.8348283887667068,
    0.8348283887667068,
    0.8348283887667068,
    0.8348283887667068
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is running a password cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle the polished event floor. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students clutch resumes inside branded folders as they move across a polished event floor. Dozens of booths with colorful banners encircle the floor. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. Inside, they clutch resumes contained in branded folders as they move across a polished event floor. Dozens of booths with colorful banners encircle the space. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.5922073555318763,
    0.5922073555318763,
    0.5922073555318763,
    0.5922073555318763,
    0.5922073555318763,
    0.5922073555318763,
    0.5922073555318763,
    0.5922073555318763,
    0.7125093379983689,
    0.7125093379983689,
    0.7125093379983689,
    0.7125093379983689,
    0.7125093379983689,
    0.7125093379983689,
    0.7125093379983689,
    0.7546511044839963,
    0.7546511044839963,
    0.7546511044839963,
    0.7546511044839963,
    0.7546511044839963,
    0.7546511044839963,
    0.7546511044839963,
    0.7546511044839963,
    0.7546511044839963,
    0.8181430619039018,
    0.8181430619039018,
    0.8181430619039018,
    0.8181430619039018,
    0.8181430619039018,
    0.8181430619039018
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers deliver quick pep talks near the coffee station, creating an informal sharing moment. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to attendees. Career counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, creating an informal sharing moment. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to attendees. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcased community outreach photos at the event. Career counselors reminded attendees to maintain eye contact and redirected unsure students toward applicable industries. Alumni volunteers delivered quick pep talks near the coffee station, creating an informal sharing moment. Consulting firms stacked glossy case study booklets on high tables, making them readily accessible to attendees."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.646133694986581,
    0.646133694986581,
    0.646133694986581,
    0.646133694986581,
    0.646133694986581,
    0.646133694986581,
    0.7362431878959264,
    0.7362431878959264,
    0.7362431878959264,
    0.7362431878959264,
    0.7362431878959264,
    0.7362431878959264,
    0.7362431878959264,
    0.7362431878959264,
    0.7362431878959264,
    0.7005896739499873,
    0.7005896739499873,
    0.7005896739499873,
    0.7005896739499873,
    0.7005896739499873,
    0.7005896739499873,
    0.7005896739499873,
    0.7005896739499873
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "Consulting firms stack glossy case study booklets on high tables, creating a visible display at the venue. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, creating a visible display at the venue. At the event entrance, staff scan registrations and hand out lanyards to attendees.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, creating a visible display at the venue. At the event entrance, staff scan registrations and hand out attendee lanyards.",
    "An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, creating a visible display at the venue. At the event entrance, staff scan registrations and hand out attendee lanyards."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3788557855790993,
    0.3788557855790993,
    0.3788557855790993,
    0.3788557855790993,
    0.3788557855790993,
    0.3788557855790993,
    0.5563275139918631,
    0.5563275139918631,
    0.5563275139918631,
    0.5563275139918631,
    0.5563275139918631,
    0.5563275139918631,
    0.5563275139918631,
    0.7142533116288996,
    0.7142533116288996,
    0.7142533116288996,
    0.7142533116288996,
    0.7142533116288996,
    0.7142533116288996,
    0.7142533116288996,
    0.7142533116288996,
    0.7157381496801078,
    0.7157381496801078,
    0.7157381496801078,
    0.7157381496801078,
    0.7157381496801078,
    0.7157381496801078,
    0.7157381496801078,
    0.7157381496801078,
    0.7996452779273833,
    0.7996452779273833,
    0.7996452779273833,
    0.7996452779273833,
    0.7996452779273833,
    0.7996452779273833,
    0.7996452779273833,
    0.7996452779273833
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, establishing a formal learning moment in the adjacent room. In the same area, tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies display demo screens showing their latest apps in the same area, while workshops on networking etiquette begin in the adjoining classroom, establishing a formal learning moment in the adjacent room.",
    "Several students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps in the same area, while workshops on networking etiquette begin in the adjoining classroom, establishing a formal learning moment in the adjacent room.",
    "Workshops on networking etiquette begin in the adjoining classroom, establishing a formal learning moment in the adjacent room. In the same area, tech companies display demo screens showing their latest apps, while several students rehearse elevator pitches quietly against the wall.",
    "At the event venue, a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin, establishing a formal learning moment in the adjacent room. In the same area, tech companies display demo screens showing their latest apps, while several students rehearse elevator pitches quietly against the wall."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.46118757823925416,
    0.46118757823925416,
    0.46118757823925416,
    0.46118757823925416,
    0.46118757823925416,
    0.46118757823925416,
    0.46118757823925416,
    0.3629133767686791,
    0.3629133767686791,
    0.3629133767686791,
    0.3629133767686791,
    0.3629133767686791,
    0.3629133767686791,
    0.3629133767686791,
    0.4717200661431301,
    0.4717200661431301,
    0.4717200661431301,
    0.4717200661431301,
    0.4717200661431301,
    0.4717200661431301,
    0.4717200661431301,
    0.4717200661431301,
    0.4599727447284462,
    0.4599727447284462,
    0.4599727447284462,
    0.4599727447284462,
    0.4599727447284462,
    0.4599727447284462,
    0.4599727447284462,
    0.4599727447284462,
    0.4599727447284462,
    0.4599727447284462,
    0.6892548671402146,
    0.6892548671402146,
    0.6892548671402146
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Groups of friends marked target employers on the event map, while a welcome announcement was broadcast over the PA system outlining the fair schedule.",
    "At the career fair, students clutched resumes tucked inside branded folders. Groups of friends marked target employers on the event map, while a welcome announcement was broadcast over the PA system outlining the fair schedule.",
    "At the career fair, students clutch resumes tucked inside branded folders. Groups of friends marked target employers on the event map, while a welcome announcement was broadcast over the PA system outlining the fair schedule.",
    "The engineering society sponsors a resume review table near the stage. At the career fair, students clutch resumes tucked inside branded folders. Groups of friends mark target employers on the event map, while a welcome announcement was broadcast over the PA system outlining the fair schedule.",
    "Students line up outside the university gym before the career fair opens, awaiting entry. Inside the venue, the engineering society sponsors a resume review table near the stage. At the career fair, students clutch resumes tucked inside branded folders. Groups of friends mark target employers on the event map, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A career fair at the university gym unfolds as a robotics startup flies a small drone above its booth to attract attention. Outside, students line up before the fair opens, awaiting entry; inside the venue, the engineering society sponsors a resume review table near the stage. At the fair, students clutch resumes tucked inside branded folders. Groups of friends mark target employers on the event map, and a welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.41771137282293336,
    0.41771137282293336,
    0.41771137282293336,
    0.41771137282293336,
    0.41771137282293336,
    0.6312673168212726,
    0.6312673168212726,
    0.6312673168212726,
    0.6312673168212726,
    0.6312673168212726,
    0.6312673168212726,
    0.6312673168212726,
    0.6403026537925554,
    0.6403026537925554,
    0.6403026537925554,
    0.6403026537925554,
    0.6403026537925554,
    0.6403026537925554,
    0.7458098627584187,
    0.7458098627584187,
    0.7458098627584187,
    0.7458098627584187,
    0.7458098627584187,
    0.7458098627584187,
    0.7458098627584187,
    0.7458098627584187,
    0.7458098627584187,
    0.8128733136868032,
    0.8128733136868032,
    0.8128733136868032,
    0.8128733136868032,
    0.8128733136868032,
    0.8128733136868032,
    0.8128733136868032,
    0.8128733136868032
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, outlining approaches and tips for success. Simultaneously, alumni volunteers share quick pep talks near the coffee station, offering encouragement and brief guidance.",
    "Healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews, outlining approaches and tips for success; simultaneously, alumni volunteers share quick pep talks near the coffee station, offering encouragement and brief guidance.",
    "Across the session, a multisector briefing unfolds. Finance firms present QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. An alumni panel explains how to prepare for technical interviews, detailing approaches and tips for success. Simultaneously, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement and brief guidance.",
    "During a multisector briefing, human resources teams jot notes on tablets as students introduce themselves. Across the session, finance firms present QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. An alumni panel explains how to prepare for technical interviews, detailing approaches and tips for success. Simultaneously, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement and brief guidance.",
    "During a multisector briefing, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. Across the session, finance firms present QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. An alumni panel explains how to prepare for technical interviews, detailing approaches and tips for success. Simultaneously, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement and brief guidance."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4960490817217179,
    0.4960490817217179,
    0.4960490817217179,
    0.4960490817217179,
    0.4960490817217179,
    0.4960490817217179,
    0.3730483344619697,
    0.3730483344619697,
    0.3730483344619697,
    0.3730483344619697,
    0.3730483344619697,
    0.3730483344619697,
    0.3730483344619697,
    0.7558153474594151,
    0.7558153474594151,
    0.7558153474594151,
    0.7558153474594151,
    0.7558153474594151,
    0.7558153474594151,
    0.7558153474594151,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.754813035205942,
    0.7564782047467502,
    0.7564782047467502
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a fair, consulting firms stack glossy case study booklets on high tables, while a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Some students rehearse elevator pitches quietly against the wall; at a fair, consulting firms stack glossy case study booklets on high tables, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a career fair, students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Alumni volunteers share quick pep talks near the coffee station as the career fair unfolds. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Workshops on networking etiquette begin in the adjoining classroom as alumni volunteers give quick pep talks near the coffee station while the career fair unfolds. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4478831263125504,
    0.4478831263125504,
    0.4478831263125504,
    0.4478831263125504,
    0.4478831263125504,
    0.4478831263125504,
    0.4478831263125504,
    0.44961817722496916,
    0.44961817722496916,
    0.44961817722496916,
    0.44961817722496916,
    0.44961817722496916,
    0.44961817722496916,
    0.6654308210927864,
    0.6654308210927864,
    0.6654308210927864,
    0.6654308210927864,
    0.6654308210927864,
    0.6654308210927864,
    0.8484873616030162,
    0.8484873616030162,
    0.8484873616030162,
    0.8484873616030162,
    0.8484873616030162,
    0.8484873616030162,
    0.8484873616030162,
    0.8484873616030162,
    0.8040169163989398,
    0.8040169163989398,
    0.8040169163989398,
    0.8040169163989398,
    0.8040169163989398,
    0.8040169163989398,
    0.8040169163989398
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym ahead of the career fair opening. Workshops on networking etiquette are underway in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym ahead of the career fair opening. Workshops on networking etiquette are underway in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym ahead of the career fair opening. Workshops on networking etiquette are underway in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.6157107690659045,
    0.6157107690659045,
    0.6157107690659045,
    0.6157107690659045,
    0.6157107690659045,
    0.6157107690659045,
    0.6102602287287939,
    0.6102602287287939,
    0.6102602287287939,
    0.6102602287287939,
    0.6102602287287939,
    0.6102602287287939,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7385885321460259,
    0.7537872059526949,
    0.7537872059526949,
    0.7537872059526949,
    0.7537872059526949,
    0.7537872059526949
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos; career counselors redirect unsure students toward applicable industries; and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; counselors redirect unsure students toward applicable industries; and an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps at the event. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps at the event. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5203500112486037,
    0.5203500112486037,
    0.5203500112486037,
    0.5203500112486037,
    0.5203500112486037,
    0.5203500112486037,
    0.4579666368074725,
    0.4579666368074725,
    0.4579666368074725,
    0.4579666368074725,
    0.4579666368074725,
    0.4579666368074725,
    0.4878985714063497,
    0.4878985714063497,
    0.4878985714063497,
    0.4878985714063497,
    0.4878985714063497,
    0.4878985714063497,
    0.4878985714063497,
    0.4878985714063497,
    0.8039311486657816,
    0.8039311486657816,
    0.8039311486657816,
    0.8039311486657816,
    0.8039311486657816,
    0.8039311486657816,
    0.8039311486657816,
    0.8039311486657816,
    0.8039311486657816,
    0.8039311486657816,
    0.7962511556730433,
    0.7962511556730433,
    0.7962511556730433,
    0.7962511556730433
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym before the career fair opens.",
    "At the university venue, healthcare providers showcase community outreach photos as part of the event. Career counselors remind attendees to maintain eye contact, while an alumni panel discusses strategies for preparing for technical interviews. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens. The scene captures a pre-event atmosphere with displays, prompts, and anticipation as entry to the fair approaches.",
    "At the university venue, a pre-event atmosphere surrounds the upcoming career fair: some students rehearse elevator pitches quietly against the wall; healthcare providers showcase community outreach photos as part of the event; career counselors remind attendees to maintain eye contact; and an alumni panel discusses strategies for preparing for technical interviews. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens. The scene is defined by displays, prompts, and anticipation as entry to the fair approaches."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.6015477139437659,
    0.6015477139437659,
    0.6015477139437659,
    0.6015477139437659,
    0.6015477139437659,
    0.6015477139437659,
    0.6015477139437659,
    0.7835597681518599,
    0.7835597681518599,
    0.7835597681518599,
    0.7835597681518599,
    0.7835597681518599,
    0.7835597681518599,
    0.7835597681518599,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002,
    0.8213770277226002
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photographs of their community outreach efforts.",
    "Career counselors remind attendees to maintain eye contact, while healthcare providers showcase photographs of their community outreach efforts.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase photographs of their community outreach efforts.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase photographs of their community outreach efforts.",
    "Tech companies display demo screens of their latest apps at the fair, while a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase photographs of their community outreach efforts.",
    "At the fair, a robotics startup uses a small drone hovering above its booth to attract attention. Tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase photographs of their community outreach efforts."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.34825982879996703,
    0.34825982879996703,
    0.34825982879996703,
    0.34825982879996703,
    0.34825982879996703,
    0.34825982879996703,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.5789198266309918,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.6822232732442626,
    0.7616699782546346
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "Finance firms provide QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "Dozens of booths with colorful banners circle the polished floor of the event. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "The event features alumni volunteers delivering quick pep talks near the coffee station as dozens of booths with colorful banners circle the polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.530049157561133,
    0.530049157561133,
    0.530049157561133,
    0.530049157561133,
    0.530049157561133,
    0.7076868708472264,
    0.7076868708472264,
    0.7076868708472264,
    0.7076868708472264,
    0.7076868708472264,
    0.7076868708472264,
    0.7076868708472264,
    0.748527381346737,
    0.748527381346737,
    0.748527381346737,
    0.748527381346737,
    0.748527381346737,
    0.748527381346737,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8001851145000203,
    0.8206190213864807,
    0.8206190213864807,
    0.8206190213864807,
    0.8206190213864807
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "In a setting with human resources teams and students, HR staff jot notes on tablets as the students introduce themselves.",
    "In a setting with human resources teams and students, HR staff jot notes on tablets as the students introduce themselves, while students clutch resumes inside branded folders.",
    "The engineering society sponsors a resume review table near the stage. In a setting with human resources teams and students, HR staff jot notes on tablets as the students introduce themselves, while students clutch resumes inside branded folders.",
    "Human resources teams jot notes on tablets as students introduce themselves in a setting where HR staff and students interact. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders while they introduce themselves, with HR notes being taken on tablets throughout the process.",
    "HR personnel take notes on tablets as students introduce themselves in a setting where HR staff and students interact. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders while they introduce themselves, with HR notes being taken on tablets throughout the process.",
    "An alumni panel discusses how to prepare for technical interviews, set against an interaction between HR staff and students. HR personnel take notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders while they introduce themselves, with HR notes being taken on tablets throughout the process."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28654139683699387,
    0.28654139683699387,
    0.28654139683699387,
    0.28654139683699387,
    0.28654139683699387,
    0.3208721504624412,
    0.3208721504624412,
    0.3208721504624412,
    0.3208721504624412,
    0.3208721504624412,
    0.3208721504624412,
    0.5346145564053066,
    0.5346145564053066,
    0.5346145564053066,
    0.5346145564053066,
    0.5346145564053066,
    0.5346145564053066,
    0.5346145564053066,
    0.5346145564053066,
    0.6455978522685668,
    0.6455978522685668,
    0.6455978522685668,
    0.6455978522685668,
    0.6455978522685668,
    0.6455978522685668,
    0.6387726670563684,
    0.6387726670563684,
    0.6387726670563684,
    0.6387726670563684,
    0.6387726670563684,
    0.6387726670563684,
    0.6387726670563684,
    0.6994883516335915,
    0.6994883516335915,
    0.6994883516335915,
    0.6994883516335915,
    0.6994883516335915,
    0.6994883516335915,
    0.6994883516335915,
    0.6994883516335915
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Two groups are depicted: students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "In the scene, human resources teams jot notes on tablets while students introduce themselves. Two groups are depicted: students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "An engineering society sponsors a resume review table near the stage; human resources teams jot notes on tablets while students introduce themselves. Two groups are depicted: students, who clutch resumes inside branded folders, and healthcare providers, who showcase community outreach photos.",
    "Students rehearse elevator pitches quietly against the wall as an engineering society sponsors a resume review table near the stage; human resources teams jot notes on tablets while students introduce themselves. Two groups are depicted: students, who clutch resumes inside branded folders, and healthcare providers, who showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while two groupsstudents and healthcare providersare depicted. Students rehearse elevator pitches quietly against the wall as an engineering society sponsors a resume review table near the stage; human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2993388004874615,
    0.2993388004874615,
    0.2993388004874615,
    0.2993388004874615,
    0.2993388004874615,
    0.2993388004874615,
    0.505251554030116,
    0.505251554030116,
    0.505251554030116,
    0.505251554030116,
    0.505251554030116,
    0.505251554030116,
    0.505251554030116,
    0.5589552360502565,
    0.5589552360502565,
    0.5589552360502565,
    0.5589552360502565,
    0.5589552360502565,
    0.5589552360502565,
    0.5589552360502565,
    0.5589552360502565,
    0.5664211273289796,
    0.5664211273289796,
    0.5664211273289796,
    0.5664211273289796,
    0.5664211273289796,
    0.5664211273289796,
    0.5664211273289796,
    0.5664211273289796,
    0.5664211273289796,
    0.6989563662738658,
    0.6989563662738658,
    0.6989563662738658,
    0.6989563662738658,
    0.6989563662738658
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as the central activity. At the same time, groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and simultaneously healthcare providers showcase community outreach photos as the central activity.",
    "Healthcare providers showcase community outreach photos as the central activity, while groups of friends concurrently mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, occurring concurrently with healthcare providers showcasing community outreach photos as the central activity."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.475732627079719,
    0.475732627079719,
    0.475732627079719,
    0.475732627079719,
    0.475732627079719,
    0.475732627079719,
    0.475732627079719,
    0.3662356777649665,
    0.3662356777649665,
    0.3662356777649665,
    0.3662356777649665,
    0.3662356777649665,
    0.3662356777649665,
    0.3662356777649665,
    0.3662356777649665,
    0.362252170581678,
    0.362252170581678,
    0.362252170581678,
    0.362252170581678,
    0.362252170581678,
    0.362252170581678,
    0.362252170581678,
    0.362252170581678,
    0.362252170581678,
    0.362252170581678,
    0.36674589787339634
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, presenting concrete activities and equipment involved. Concurrently, career counselors steer uncertain students toward industries where such skills may be applicable, guiding the flow of participants toward relevant paths.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a busy exhibitor landscape. A cybersecurity company hosts a password-cracking challenge on a laptop, outlining concrete activities and equipment involved. Concurrently, career counselors guide uncertain students toward industries where such skills may be applicable, directing the flow of participants toward relevant paths.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, producing a busy exhibitor landscape. A cybersecurity company hosts a password-cracking challenge on a laptop, outlining concrete activities and equipment involved. Concurrently, career counselors guide uncertain students toward industries where such skills may be applicable, directing participants toward relevant paths.",
    "Students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, producing a busy exhibitor landscape. A cybersecurity company hosts a password-cracking challenge on a laptop, outlining concrete activities and equipment involved. Concurrently, career counselors guide uncertain students toward industries where such skills may be applicable, directing participants toward relevant paths."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5027110050774033,
    0.5027110050774033,
    0.5027110050774033,
    0.5027110050774033,
    0.5027110050774033,
    0.5027110050774033,
    0.5027110050774033,
    0.7313572241671012,
    0.7313572241671012,
    0.7313572241671012,
    0.7313572241671012,
    0.7313572241671012,
    0.7313572241671012,
    0.7313572241671012,
    0.7313572241671012,
    0.7700535154047776,
    0.7700535154047776,
    0.7700535154047776,
    0.7700535154047776,
    0.7700535154047776,
    0.7700535154047776,
    0.7700535154047776,
    0.7700535154047776,
    0.7700535154047776,
    0.7895195522308677,
    0.7895195522308677,
    0.7895195522308677,
    0.7895195522308677,
    0.7895195522308677,
    0.7895195522308677,
    0.7895195522308677,
    0.7895195522308677,
    0.7895195522308677
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos as part of the event. Groups of friends mark target employers on the event map, signaling planned destinations within the career fair. The engineering society sponsors a resume review table near the stage, offering support to attendees. Outside the university gym, students line up before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "Within the university career fair, counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos as part of the event. Groups of friends mark target employers on the event map, signaling planned destinations inside the career fair. The engineering society sponsors a resume review table near the stage, offering support to attendees. Outside the university gym, students line up before the fair opens, while career counselors redirect unsure students toward applicable industries."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4316912876898719,
    0.4316912876898719,
    0.4316912876898719,
    0.4316912876898719,
    0.4316912876898719,
    0.5624041035656379,
    0.5624041035656379,
    0.5624041035656379,
    0.5624041035656379,
    0.5624041035656379,
    0.5624041035656379,
    0.5624041035656379,
    0.7504994204430329,
    0.7504994204430329,
    0.7504994204430329,
    0.7504994204430329,
    0.7504994204430329,
    0.7504994204430329,
    0.7504994204430329,
    0.782009981447042,
    0.782009981447042,
    0.782009981447042,
    0.782009981447042,
    0.782009981447042,
    0.782009981447042,
    0.782009981447042,
    0.782009981447042,
    0.782009981447042,
    0.782009981447042,
    0.806800779016801,
    0.806800779016801,
    0.806800779016801,
    0.806800779016801
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette commence. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "During the event, groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against a wall. In the adjoining classroom, workshops on networking etiquette commence. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.5418202777519966,
    0.5418202777519966,
    0.5418202777519966,
    0.5418202777519966,
    0.5418202777519966,
    0.5418202777519966,
    0.5418202777519966,
    0.628944786459051,
    0.628944786459051,
    0.628944786459051,
    0.628944786459051,
    0.628944786459051,
    0.628944786459051,
    0.628944786459051,
    0.628944786459051,
    0.6870938829937397,
    0.6870938829937397,
    0.6870938829937397,
    0.6870938829937397,
    0.6870938829937397,
    0.6870938829937397,
    0.6870938829937397,
    0.6870938829937397,
    0.6870938829937397,
    0.6870938829937397,
    0.7228194435065208,
    0.7228194435065208,
    0.7228194435065208
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA outlines the fair schedule for the career fair. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA outlines the schedule for the career fair. Students line up outside the university gym before the fair opens. Near the coffee station, alumni volunteers share quick pep talks, while consulting firms stack glossy case study booklets on high tables.",
    "At the university, a career fair prelude features an alumni panel discussing how to prepare for technical interviews, while a welcome announcement over the PA outlines the schedule. Students line up outside the university gym before the fair opens. Near the coffee station, alumni volunteers offer quick pep talks, as consulting firms stack glossy case study booklets on high tables."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.3540062592206067,
    0.6004558905350489,
    0.6004558905350489,
    0.6004558905350489,
    0.6004558905350489,
    0.6004558905350489,
    0.6004558905350489,
    0.6004558905350489,
    0.7965259609486818,
    0.7965259609486818,
    0.7965259609486818,
    0.7965259609486818,
    0.7965259609486818,
    0.7965259609486818,
    0.8141535402660441,
    0.8141535402660441,
    0.8141535402660441,
    0.8141535402660441,
    0.8141535402660441,
    0.8141535402660441,
    0.8141535402660441,
    0.8141535402660441,
    0.8141535402660441,
    0.8141535402660441,
    0.7675544382885737,
    0.7675544382885737,
    0.7675544382885737,
    0.7675544382885737
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, concurrently with career counselors reminding attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, concurrently with career counselors reminding attendees to maintain eye contact.",
    "A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, concurrently with career counselors reminding attendees to maintain eye contact.",
    "At a cybersecurity companys event, a password-cracking challenge runs on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, concurrently with career counselors reminding attendees to maintain eye contact."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4635224385201971,
    0.4635224385201971,
    0.4635224385201971,
    0.4635224385201971,
    0.4635224385201971,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.44454777527138595,
    0.6857434649026158,
    0.6857434649026158,
    0.6857434649026158,
    0.6857434649026158,
    0.6857434649026158,
    0.6857434649026158,
    0.6857434649026158,
    0.6857434649026158,
    0.6880286130905455,
    0.6880286130905455,
    0.6880286130905455,
    0.6880286130905455,
    0.6880286130905455,
    0.6880286130905455,
    0.6880286130905455,
    0.6880286130905455,
    0.6880286130905455
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym in anticipation of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors redirect unsure students toward applicable industries as the scene unfolds. Outside the university gym, students line up in anticipation of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance, facilitating attendee check-in. Career counselors redirect unsure students toward applicable industries as the scene unfolds. Outside the university gym, students line up in anticipation of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom.",
    "A career fair unfolds in a university setting, with dozens of booths adorned by colorful banners arranged around a polished floor. Event staff scan registrations and hand out lanyards at the entrance to facilitate attendee check-in. Career counselors redirect unsure students toward applicable industries as the scene unfolds. Outside the university gym, students line up in anticipation of the fair's opening, while workshops on networking etiquette begin in the adjoining classroom.",
    "A university career fair unfolds on a polished campus floor, with dozens of booths adorned by colorful banners arranged around the space. Event staff scan registrations and hand out lanyards at the entrance to facilitate attendee check-in. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up in anticipation of the fair's opening, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4195787386600305,
    0.4195787386600305,
    0.4195787386600305,
    0.4195787386600305,
    0.4195787386600305,
    0.4195787386600305,
    0.5772210989793889,
    0.5772210989793889,
    0.5772210989793889,
    0.5772210989793889,
    0.5772210989793889,
    0.5772210989793889,
    0.5772210989793889,
    0.7762809470499197,
    0.7762809470499197,
    0.7762809470499197,
    0.7762809470499197,
    0.7762809470499197,
    0.7762809470499197,
    0.7762809470499197,
    0.8149313712792703,
    0.8149313712792703,
    0.8149313712792703,
    0.8149313712792703,
    0.8149313712792703,
    0.8149313712792703,
    0.8149313712792703,
    0.8149313712792703,
    0.8149313712792703,
    0.8149313712792703,
    0.8206278370216638,
    0.8206278370216638,
    0.8206278370216638
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. In a shared space, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos. At the event entrance, staff scan registrations and hand out lanyards. In a shared space, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "An event scene features a cybersecurity company hosting a password cracking challenge conducted on a laptop, while healthcare providers showcase community outreach photos. At the event entrance, staff scan registrations and hand out lanyards. In a shared space, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.460366987332673,
    0.460366987332673,
    0.460366987332673,
    0.460366987332673,
    0.460366987332673,
    0.460366987332673,
    0.7158196824787704,
    0.7158196824787704,
    0.7158196824787704,
    0.7158196824787704,
    0.7158196824787704,
    0.7158196824787704,
    0.7158196824787704,
    0.7106322429713459,
    0.7106322429713459,
    0.7106322429713459,
    0.7106322429713459,
    0.7106322429713459,
    0.7106322429713459,
    0.7106322429713459,
    0.7106322429713459,
    0.7106322429713459,
    0.732744707110337,
    0.732744707110337,
    0.732744707110337,
    0.732744707110337,
    0.732744707110337
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "On a laptop, a cybersecurity company runs a password cracking challenge, while tech companies display demo screens showing their latest apps.",
    "A cybersecurity company runs a password cracking challenge on a laptop; meanwhile tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Meanwhile, tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Meanwhile, tech companies display demo screens to showcase their latest apps.",
    "Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map as event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens to showcase their latest apps."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3433576783476218,
    0.3433576783476218,
    0.3433576783476218,
    0.3433576783476218,
    0.3433576783476218,
    0.3433576783476218,
    0.40642722540701415,
    0.40642722540701415,
    0.40642722540701415,
    0.40642722540701415,
    0.40642722540701415,
    0.40642722540701415,
    0.40642722540701415,
    0.40642722540701415,
    0.40642722540701415,
    0.732136182112091,
    0.732136182112091,
    0.732136182112091,
    0.732136182112091,
    0.732136182112091,
    0.732136182112091,
    0.7255989355149217,
    0.7255989355149217,
    0.7255989355149217,
    0.7255989355149217,
    0.7255989355149217,
    0.7255989355149217,
    0.7255989355149217,
    0.7255989355149217,
    0.7255989355149217,
    0.7255989355149217,
    0.8025893521445016,
    0.8025893521445016
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette are taking place in the adjoining classroom. Before the career fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5069016026256434,
    0.5069016026256434,
    0.5069016026256434,
    0.5069016026256434,
    0.5069016026256434,
    0.5069016026256434,
    0.5069016026256434,
    0.3328681794866219,
    0.3328681794866219,
    0.3328681794866219,
    0.3328681794866219,
    0.3328681794866219,
    0.3328681794866219,
    0.48511635925258056,
    0.48511635925258056,
    0.48511635925258056,
    0.48511635925258056,
    0.48511635925258056,
    0.48511635925258056,
    0.48511635925258056,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602,
    0.7786141689606602
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a robotics startup booth, a small drone flies overhead to draw attention. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a robotics startup booth, a small drone flies overhead to draw attention as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos. At a robotics startup booth, a small drone flies overhead to draw attention as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos; at a robotics startup booth, a small drone flies overhead to draw attention as students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.340980848525326,
    0.5604403857747337,
    0.5604403857747337,
    0.5604403857747337,
    0.5604403857747337,
    0.5604403857747337,
    0.5604403857747337,
    0.5831184977647477,
    0.5831184977647477,
    0.5831184977647477,
    0.5831184977647477,
    0.5831184977647477,
    0.5831184977647477,
    0.5831184977647477,
    0.7270845439726188,
    0.7270845439726188,
    0.7270845439726188,
    0.7270845439726188,
    0.7270845439726188,
    0.7270845439726188,
    0.7270845439726188,
    0.7270845439726188,
    0.7270845439726188,
    0.7270845439726188,
    0.4904218201346042
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a campus career event, career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a campus career event, groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "A campus career event features students rehearsing elevator pitches quietly against a wall, groups of friends marking target employers on the event map, career counselors redirecting unsure students toward applicable industries, an alumni panel discussing how to prepare for technical interviews, and event staff at the entrance scanning registrations and handing out lanyards."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.7456289218721619,
    0.7456289218721619,
    0.7456289218721619,
    0.7456289218721619,
    0.7456289218721619,
    0.7456289218721619,
    0.7376331819539161,
    0.7376331819539161,
    0.7376331819539161,
    0.7376331819539161,
    0.7376331819539161,
    0.7376331819539161,
    0.7376331819539161,
    0.7376331819539161,
    0.46582544132914083,
    0.46582544132914083,
    0.46582544132914083,
    0.46582544132914083,
    0.46582544132914083
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, counselors redirect unsure students toward applicable industries, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a career fair, counselors redirect unsure students toward applicable industries, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Counselors redirect unsure students toward applicable industries, guiding them toward sectors that fit their interests. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Healthcare providers showcase community outreach photos as part of the display. At a career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Counselors redirect unsure students toward applicable industries, guiding them toward sectors that fit their interests. A welcome announcement is broadcast over the PA system, outlining the fair schedule."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.5235440457612289,
    0.6803069989282473,
    0.6803069989282473,
    0.6803069989282473,
    0.6803069989282473,
    0.6803069989282473,
    0.6803069989282473,
    0.6803069989282473,
    0.6803069989282473,
    0.6803069989282473,
    0.7343576230661362,
    0.7343576230661362,
    0.7343576230661362,
    0.7343576230661362,
    0.7343576230661362,
    0.7343576230661362,
    0.7343576230661362,
    0.7343576230661362
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "A robotics startup has a small drone flying above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. A robotics startup has a small drone flying above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "HR teams jot notes on tablets as students introduce themselves, with students lining up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance of the university gym. HR teams jot notes on tablets as students introduce themselves, with students lining up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.6450045135601675,
    0.6450045135601675,
    0.6450045135601675,
    0.6450045135601675,
    0.6450045135601675,
    0.6450045135601675,
    0.6450045135601675,
    0.7741892004875083,
    0.7741892004875083,
    0.7741892004875083,
    0.7741892004875083,
    0.7741892004875083,
    0.7741892004875083,
    0.8319750438936168,
    0.8319750438936168,
    0.8319750438936168,
    0.8319750438936168,
    0.8319750438936168,
    0.8319750438936168,
    0.8319750438936168,
    0.8319750438936168,
    0.8404713902183353,
    0.8404713902183353,
    0.8404713902183353,
    0.8404713902183353,
    0.8404713902183353,
    0.8404713902183353
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "The engineering society sponsors a resume review table near the stage, and a welcome announcement over the PA system outlines the fair schedule.",
    "An alumni panel discusses how to prepare for technical interviews at the event. The engineering society sponsors a resume review table near the stage, providing attendees with feedback opportunities. A welcome announcement over the PA system outlines the fair schedule, guiding attendees through the days activities.",
    "A robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews at the event. The engineering society sponsors a resume review table near the stage, providing attendees with feedback opportunities. A welcome announcement over the PA system outlines the fair schedule, guiding attendees through the days activities.",
    "At the fair, students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews at the event. The engineering society sponsors a resume review table near the stage, providing attendees with feedback opportunities. A welcome announcement over the PA system outlines the fair schedule, guiding attendees through the days activities.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. Students rehearse quiet elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, offering attendees feedback opportunities. A welcome announcement over the PA system outlines the fair schedule, guiding attendees through the days activities."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.7584990176209583,
    0.7584990176209583,
    0.7584990176209583,
    0.7584990176209583,
    0.7584990176209583,
    0.7584990176209583,
    0.7584990176209583,
    0.7947974479901336,
    0.7947974479901336,
    0.7947974479901336,
    0.7947974479901336,
    0.7947974479901336,
    0.7947974479901336,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573,
    0.8574466194501573
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out lanyards at the entrance; consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students clutch resumes inside branded folders while a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.47709779148468845,
    0.47709779148468845,
    0.47709779148468845,
    0.47709779148468845,
    0.47709779148468845,
    0.6144734990314847,
    0.6144734990314847,
    0.6144734990314847,
    0.6144734990314847,
    0.6144734990314847,
    0.6144734990314847,
    0.6144734990314847,
    0.7329013232599001,
    0.7329013232599001,
    0.7329013232599001,
    0.7329013232599001,
    0.7329013232599001,
    0.7329013232599001,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.7959384362479089,
    0.838834480801488,
    0.838834480801488,
    0.838834480801488
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver brief pep talks near the coffee station.",
    "A pre-fair scene unfolds outside the university gym as students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station.",
    "A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, a pre-fair scene unfolds as students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5129815248529193,
    0.5129815248529193,
    0.5129815248529193,
    0.5129815248529193,
    0.5129815248529193,
    0.5129815248529193,
    0.5129815248529193,
    0.3396718961376206,
    0.3396718961376206,
    0.3396718961376206,
    0.3396718961376206,
    0.3396718961376206,
    0.3396718961376206,
    0.3396718961376206,
    0.7479930743663057,
    0.7479930743663057,
    0.7479930743663057,
    0.7479930743663057,
    0.7479930743663057,
    0.7479930743663057,
    0.7479930743663057,
    0.7479930743663057,
    0.7479930743663057,
    0.8135417650496315
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Workshops on networking etiquette are underway in the adjoining classroom. Tech companies display demo screens showing their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a tech fair, tech companies display demo screens showing their latest apps, while in the adjoining classroom, workshops on networking etiquette are underway; a welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.6071331977993546,
    0.6071331977993546,
    0.6071331977993546,
    0.6071331977993546,
    0.6071331977993546,
    0.6071331977993546,
    0.4632111274353087,
    0.4632111274353087,
    0.4632111274353087,
    0.4632111274353087,
    0.4632111274353087,
    0.4632111274353087,
    0.5401526408559991,
    0.5401526408559991,
    0.5401526408559991,
    0.5401526408559991,
    0.5401526408559991,
    0.5401526408559991,
    0.5401526408559991,
    0.6935160869738602,
    0.6935160869738602,
    0.6935160869738602,
    0.6935160869738602,
    0.6935160869738602,
    0.6935160869738602,
    0.6935160869738602,
    0.6935160869738602,
    0.6935160869738602,
    0.5059426786419939,
    0.5059426786419939,
    0.5059426786419939,
    0.5059426786419939,
    0.5059426786419939
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners surround the polished floor, forming a circular layout. Healthcare providers showcase community outreach photos, highlighting their engagement efforts. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees.",
    "Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners surround a polished floor, arranged in a circular layout. Healthcare providers showcase community outreach photos to highlight their engagement efforts. An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees.",
    "An engineering society-sponsored event features a resume review table near the stage, with workshops on networking etiquette beginning in the adjoining classroom. Dozens of booths with colorful banners surround a polished floor arranged in a circular layout. Healthcare providers showcase community outreach photos to highlight their engagement efforts. An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees.",
    "At the university gym area, students line up outside before the career fair opens. An engineering society-sponsored event features a resume review table near the stage, with workshops on networking etiquette beginning in the adjoining classroom. Dozens of booths with colorful banners surround a polished floor arranged in a circular layout. Healthcare providers showcase community outreach photos to highlight their engagement efforts. An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.37910577713328547,
    0.7081251527529446,
    0.7081251527529446,
    0.7081251527529446,
    0.7081251527529446,
    0.7081251527529446,
    0.7081251527529446,
    0.7081251527529446,
    0.6999388052555655,
    0.6999388052555655,
    0.6999388052555655,
    0.6999388052555655,
    0.6999388052555655,
    0.6999388052555655,
    0.6999388052555655,
    0.6999388052555655,
    0.755306252780932,
    0.755306252780932,
    0.755306252780932,
    0.755306252780932,
    0.755306252780932,
    0.755306252780932,
    0.755306252780932,
    0.755306252780932,
    0.755306252780932,
    0.755306252780932,
    0.81408536875062
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, placing marks on the map to indicate those employers as targets. The action takes place on the event map, with multiple groups contributing to the marking activity.",
    "Finance firms offer QR codes for immediate internship applications. On the event map, groups of friends mark target employers by placing marks that identify those employers as targets. The action unfolds on the event map and involves multiple groups contributing marks, creating a collaborative depiction of targeted employers.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Finance firms provide QR codes enabling immediate internship applications. On the event map, groups of friends place marks to designate target employers, identifying those employers as targets. The action unfolds on the map as multiple groups contribute marks, producing a collaborative depiction of targeted employers.",
    "At the career fair, some students rehearse elevator pitches quietly against the wall while a welcome announcement plays over the PA system outlining the fair schedule. Finance firms provide QR codes enabling immediate internship applications. On the event map, groups of friends place marks to designate target employers, identifying those employers as targets. The action unfolds on the map as multiple groups contribute marks, producing a collaborative depiction of targeted employers.",
    "Students line up outside the university gym before the career fair opens. Inside the fair, some students rehearse elevator pitches quietly against the wall as a welcome announcement plays over the PA system outlining the fair schedule. Finance firms provide QR codes enabling immediate internship applications. On the event map, groups of friends place marks to designate target employers, identifying those employers as targets. The action unfolds on the map as multiple groups contribute marks, producing a collaborative depiction of targeted employers.",
    "HR teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Inside the fair, some students rehearse elevator pitches quietly against the wall while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes enabling immediate internship applications. On the event map, groups of friends place marks to designate target employers, identifying those employers as targets. The action unfolds on the map as multiple groups contribute marks, producing a collaborative depiction of targeted employers."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3390235279147663,
    0.3390235279147663,
    0.3390235279147663,
    0.3390235279147663,
    0.3390235279147663,
    0.3390235279147663,
    0.6426239187250732,
    0.6426239187250732,
    0.6426239187250732,
    0.6426239187250732,
    0.6426239187250732,
    0.6426239187250732,
    0.6426239187250732,
    0.7116189137066653,
    0.7116189137066653,
    0.7116189137066653,
    0.7116189137066653,
    0.7116189137066653,
    0.7116189137066653,
    0.7433496759850834,
    0.7433496759850834,
    0.7433496759850834,
    0.7433496759850834,
    0.7433496759850834,
    0.7433496759850834,
    0.7433496759850834,
    0.7433496759850834,
    0.7459535720807966,
    0.7459535720807966,
    0.7459535720807966,
    0.7459535720807966,
    0.7459535720807966,
    0.7459535720807966,
    0.7459535720807966,
    0.7459535720807966,
    0.7459535720807966,
    0.7459535720807966
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, workshops on networking etiquette begin, while career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and in the adjoining classroom workshops on networking etiquette begin.",
    "Career counselors redirect unsure students toward applicable industries, and in the adjoining classroom workshops on networking etiquette begin.",
    "Career counselors redirect unsure students toward applicable industries, and in the adjoining classroom workshops on networking etiquette begin."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.36344379110171954,
    0.36344379110171954,
    0.36344379110171954,
    0.36344379110171954,
    0.36344379110171954,
    0.36344379110171954,
    0.36344379110171954,
    0.36344379110171954,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655,
    0.37703918277102655
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "Consulting firms stack glossy case study booklets on high tables, forming a tiered display. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Finance firms are offering QR codes to enable immediate internship applications. Consulting firms display glossy case study booklets by stacking them on high tables, creating a tiered display. A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "At the venue, some students rehearse elevator pitches quietly against the wall. Finance firms are offering QR codes to enable immediate internship applications. Consulting firms display glossy case study booklets by stacking them on high tables, creating a tiered display. A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while at the venue some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes to enable immediate internship applications. Consulting firms display glossy case study booklets by stacking them on high tables, creating a tiered display. A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "At the event venue, groups of friends mark target employers on the event map, establishing focus points across the venue. Alumni volunteers provide short pep talks near the coffee station, while other attendees practice elevator pitches quietly against the wall. Finance firms display QR codes to enable immediate internship applications. Consulting firms arrange glossy case study booklets on high tables, creating a tiered display. A cybersecurity company runs a password-cracking challenge on a laptop, inviting engagement from attendees."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.47781858876227234,
    0.47781858876227234,
    0.47781858876227234,
    0.47781858876227234,
    0.47781858876227234,
    0.47781858876227234,
    0.47781858876227234,
    0.700190524112134,
    0.700190524112134,
    0.700190524112134,
    0.700190524112134,
    0.700190524112134,
    0.700190524112134,
    0.7043574746704249,
    0.7043574746704249,
    0.7043574746704249,
    0.7043574746704249,
    0.7043574746704249,
    0.7043574746704249,
    0.7043574746704249,
    0.7043574746704249,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719,
    0.7169213745596719
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers share quick pep talks near the coffee station, providing a backdrop of informal encouragement. Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Network etiquette workshops are underway in the adjoining classroom. Alumni volunteers give quick pep talks near the coffee station, providing informal encouragement as a backdrop. Outside the university gym, students line up before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "At the university, a robotics startup operates a small drone above its booth to attract attention. In the adjoining classroom, network etiquette workshops are underway. Alumni volunteers deliver short pep talks near the coffee station, offering informal encouragement as a backdrop. Outside the university gym, students line up before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement plays the fair schedule over the PA system to orient attendees. At the university, a robotics startup operates a small drone above its booth to attract attention. In the adjoining classroom, network etiquette workshops are underway. Alumni volunteers deliver short pep talks near the coffee station, offering informal encouragement as a backdrop. Outside the university gym, students line up before the career fair opens, while career counselors remind attendees to maintain eye contact."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.5372062691756977,
    0.5372062691756977,
    0.5372062691756977,
    0.5372062691756977,
    0.5372062691756977,
    0.5372062691756977,
    0.5372062691756977,
    0.6572598566152552,
    0.6572598566152552,
    0.6572598566152552,
    0.6572598566152552,
    0.6572598566152552,
    0.6572598566152552,
    0.6572598566152552,
    0.7648216709539657,
    0.7648216709539657,
    0.7648216709539657,
    0.7648216709539657,
    0.7648216709539657,
    0.7648216709539657,
    0.7648216709539657,
    0.7648216709539657,
    0.7648216709539657,
    0.8227819381248007,
    0.8227819381248007,
    0.8227819381248007
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, while groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, while groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom while tech companies display demo screens of their latest apps. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map.",
    "The engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens of their latest apps. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.6433097039600787,
    0.6433097039600787,
    0.6433097039600787,
    0.6433097039600787,
    0.6433097039600787,
    0.6433097039600787,
    0.6433097039600787,
    0.6069135556071398,
    0.6069135556071398,
    0.6069135556071398,
    0.6069135556071398,
    0.6069135556071398,
    0.6069135556071398,
    0.6069135556071398,
    0.6069135556071398,
    0.6069135556071398,
    0.6069135556071398,
    0.6590473302936235
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system. The engineering society sponsors a resume review table located near the stage.",
    "Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlining the fair schedule is broadcast over the PA system. The engineering society sponsors a resume review table located near the stage.",
    "Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlining the fair schedule is broadcast over the PA system. The engineering society sponsors a resume review table located near the stage.",
    "At the fair, groups of friends mark target employers on the event map. HR teams jot notes on tablets while students introduce themselves. A welcome announcement outlining the fair schedule is broadcast over the PA system. The engineering society sponsors a resume review table located near the stage.",
    "At the fair, consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. HR teams jot notes on tablets while students introduce themselves. A welcome announcement outlining the fair schedule is broadcast over the PA system. The engineering society sponsors a resume review table located near the stage."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6061051127766132,
    0.6061051127766132,
    0.6061051127766132,
    0.6061051127766132,
    0.6061051127766132,
    0.6061051127766132,
    0.6061051127766132,
    0.7166840742047613,
    0.7166840742047613,
    0.7166840742047613,
    0.7166840742047613,
    0.7166840742047613,
    0.7166840742047613,
    0.7128631840165441,
    0.7128631840165441,
    0.7128631840165441,
    0.7128631840165441,
    0.7128631840165441,
    0.7128631840165441,
    0.8563824509073408,
    0.8563824509073408,
    0.8563824509073408,
    0.8563824509073408,
    0.8563824509073408,
    0.8563824509073408,
    0.8563824509073408,
    0.8563824509073408,
    0.8715133076481449,
    0.8715133076481449,
    0.8715133076481449,
    0.8715133076481449,
    0.8715133076481449
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor. At the event, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "A robotics startup flies a small drone above its booth to attract attention at the event. Dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.579667767433569,
    0.579667767433569,
    0.579667767433569,
    0.579667767433569,
    0.579667767433569,
    0.579667767433569,
    0.7558605468025492,
    0.7558605468025492,
    0.7558605468025492,
    0.7558605468025492,
    0.7558605468025492,
    0.7558605468025492,
    0.7558605468025492,
    0.7183984064410153,
    0.7183984064410153,
    0.7183984064410153,
    0.7183984064410153,
    0.7183984064410153,
    0.7183984064410153,
    0.7183984064410153,
    0.7183984064410153,
    0.7183984064410153,
    0.8226577665751875,
    0.8226577665751875,
    0.8226577665751875,
    0.8226577665751875,
    0.8226577665751875,
    0.8226577665751875,
    0.8226577665751875,
    0.8226577665751875
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom; healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention; career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom; healthcare providers showcase community outreach photos."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.4654250480695582,
    0.4654250480695582,
    0.4654250480695582,
    0.4654250480695582,
    0.4654250480695582,
    0.4654250480695582,
    0.40023017326017707,
    0.40023017326017707,
    0.40023017326017707,
    0.40023017326017707,
    0.40023017326017707,
    0.40023017326017707,
    0.40023017326017707,
    0.7572704736961436,
    0.7572704736961436,
    0.7572704736961436,
    0.7572704736961436,
    0.7572704736961436,
    0.7572704736961436,
    0.7572704736961436,
    0.7572704736961436,
    0.7572704736961436,
    0.7572704736961436
  ]
}