{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders.",
    "At the university career fair, students line up outside the gym before it opens. Inside, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders.",
    "At the university career fair, students line up outside the gym before it opens. Inside, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders, as career counselors remind attendees to maintain eye contact.",
    "The university career fair unfolds with students lining up outside the gym before opening. Inside, healthcare providers display community outreach photos while tech companies run demo screens featuring their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, students line up outside the gym before opening. Inside, healthcare providers display community outreach photos while tech companies run demo screens featuring their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, forming the main setup of the event.",
    "At the university career fair, students line up outside the gym before opening; inside, healthcare providers display community outreach photos while tech companies run demo screens featuring their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, forming the main setup of the event.",
    "At a university career fair, students line up outside the gym before opening. Inside, healthcare providers display community outreach photos while tech companies run demo screens featuring their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, forming the main setup of the event.",
    "At the university gym, a career fair is in a calm pre-opening setup. Dozens of booths with colorful banners encircle the polished floor, establishing the main layout. Inside, healthcare providers display community outreach photos while tech companies run demo screens of their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students forms along the gym exterior, signaling orderly entry as preparations continue. Entrance staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Near a coffee station, alumni volunteers offer quick pep talks before opening. The scene conveys a calm, organized setup with a lively perimeter.",
    "At the university gym, a career fair sits in a calm pre-opening setup. Dozens of booths with colorful banners encircle a polished floor, defining the main layout. Inside, healthcare providers display community outreach photos while tech companies run demo screens of their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students along the gym exterior signals orderly entry as preparations continue. Entrance staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Near a coffee station, alumni volunteers offer quick pep talks before opening. The scene presents a calm, organized setup with a lively perimeter, reflecting ongoing preparations and orderly access at the entrance.",
    "At the university gym, the career fair sits in a calm pre-opening setup. Dozens of booths with colorful banners encircle a polished floor inside, defining the main layout as healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Outside, a line of students along the gym exterior signals orderly entry as preparations continue. Entrance staff scan registrations and hand out lanyards, guiding attendees toward the doorway, and a welcome PA outlines the schedule. Near a coffee station, alumni volunteers offer quick pep talks before opening. The scene remains calm, organized, with a lively perimeter and ongoing activity around the space.",
    "At the university gym, a calm pre-opening career fair unfolds with a lively perimeter around the building. Inside, dozens of booths with colorful banners encircle a polished floor, establishing the main layout. Healthcare providers display community outreach photos, while tech companies run demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students along the exterior signals orderly entry as preparations continue. Entrance staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry, and a welcome PA outlines the schedule. Near a coffee station, alumni volunteers offer quick pep talks before opening. The scene remains calm and organized, with a lively perimeter and ongoing activity around the space.",
    "At the university gym, a calm, pre-opening career fair unfolds with a lively perimeter around the building. Inside, dozens of booths with colorful banners encircle a polished floor, outlining the main layout. Healthcare providers display community outreach photos; tech companies run demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students along the exterior signals orderly entry while preparations continue. Entrance staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry, and a welcome PA outlines the schedule. Near a coffee station, alumni volunteers offer quick pep talks before opening. The scene remains calm and organized, with ongoing activity around the space.",
    "At the university gym, pre-opening preparations for a career fair are underway inside and outside, with a calm, orderly atmosphere and a lively perimeter around the building. Inside, dozens of booths with colorful banners encircle a polished floor, forming a ring; healthcare providers display community outreach photos; tech companies run demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students awaits entry while entrance staff scan registrations and hand out lanyards at the doorway, guided by a welcome PA outlining the schedule. Near a coffee station, alumni volunteers offer quick pep talks before admission; tech displays sit beside healthcare displays as setup proceeds."
  ],
  "0_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.39122373819757594,
    0.39122373819757594,
    0.39122373819757594,
    0.39122373819757594,
    0.5330013028197325,
    0.5330013028197325,
    0.5330013028197325,
    0.8245718302554467,
    0.8245718302554467,
    0.8245718302554467,
    0.8427951499544434,
    0.8427951499544434,
    0.8427951499544434,
    0.8314892077319094,
    0.8314892077319094,
    0.8314892077319094,
    0.8314892077319094,
    0.8317834766746188,
    0.8317834766746188,
    0.8317834766746188,
    0.8204379671165594,
    0.8204379671165594,
    0.8204379671165594,
    0.8204379671165594,
    0.8103679234922135,
    0.8103679234922135,
    0.8103679234922135,
    0.8103679234922135,
    0.8844575331347295,
    0.8844575331347295,
    0.8844575331347295,
    0.8844575331347295,
    0.8844575331347295,
    0.8844575331347295,
    0.8753166318990644,
    0.8753166318990644,
    0.8753166318990644,
    0.8753166318990644,
    0.8753166318990644,
    0.8941663049892288,
    0.8941663049892288,
    0.8941663049892288,
    0.8941663049892288,
    0.8941663049892288,
    0.8940558647200041,
    0.8940558647200041,
    0.8940558647200041,
    0.8940558647200041,
    0.8940558647200041,
    0.8940558647200041,
    0.8940558647200041,
    0.9083230019311537,
    0.9083230019311537,
    0.9083230019311537,
    0.9083230019311537,
    0.9083230019311537,
    0.9083230019311537,
    0.9083230019311537,
    0.9083230019311537,
    0.8544149219230328,
    0.8544149219230328,
    0.8544149219230328
  ],
  "1": [
    "",
    "",
    "\"\"",
    "Tech companies display demo screens featuring their latest apps.",
    "Tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "Tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the gym before it opens. Inside, the venue features healthcare providers showcasing community outreach photos and tech companies displaying demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the university career fair, students line up outside the gym before it opens. Inside, healthcare providers showcase community outreach photos and tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, students line up outside the gym before it opens. Inside, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, a line of students forms along the exterior of the gym before opening, while dozens of booths with colorful banners encircle the polished floor inside. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway as a welcome PA outlines the fair schedule. Inside, healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Alumni volunteers offer quick pep talks near a coffee station, providing information and encouragement before opening. Students clutch resumes in branded folders; career counselors remind attendees to maintain eye contact. The scene presents an orderly, lively perimeter for the event space, with activity continuing as preparations proceed.",
    "At the university career fair, an orderly perimeter forms around the gym before opening, with a line of students along the exterior and dozens of booths with colorful banners encircling the polished floor inside. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway as a welcome PA outlines the schedule. Inside, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as preparations proceed, presenting a lively, organized scene with activity continuing around the event space.",
    "At the university career fair, a perimeter forms around the gym before opening: a line of students along the exterior and dozens of booths with colorful banners encircling the polished floor inside. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway as a welcome PA outlines the schedule. Inside, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers offer quick pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as preparations proceed, producing a lively, organized scene with activity continuing around the event space. During a calm pre-opening moment, alumni volunteers offer quick pep talks near a coffee station as healthcare providers display community outreach photos to provide information and encouragement before opening.",
    "At the university career fair, a perimeter forms around the gym before opening: a line of students exterior and dozens of booths with colorful banners encircling the polished floor. At the entrance, staff scan registrations and hand out lanyards, guiding attendees toward the doorway as a welcome PA outlines the schedule. Inside, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers offer quick pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables, creating a lively, organized scene around the event space. During a calm pre-opening moment, alumni volunteers and healthcare providers offer information and encouragement before opening.",
    "Before opening, a perimeter forms around the gym at the university career fair: an exterior line of students and dozens of booths with colorful banners encircling the polished floor. At the entrance, staff scan registrations, hand out lanyards, and guide attendees toward the doorway as a welcome PA outlines the schedule. Inside, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Alumni volunteers offer quick pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables, creating a lively, organized scene around the event space. During a calm pre-opening moment, alumni volunteers and healthcare providers offer information and encouragement before opening.",
    "At a university gym hosting a career fair, a perimeter forms with a line of students outside before opening, while dozens of booths with colorful banners encircle a polished floor. At the entrance, staff scan registrations, hand out lanyards, and a welcome PA outlines the schedule. Inside, healthcare providers display community outreach photos and tech companies run demo screens of their latest apps. Alumni volunteers offer short pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables, creating a lively, organized scene around the event space. During a calm pre-opening moment, alumni volunteers and healthcare providers offer information and encouragement before opening. A welcome announcement over the PA reiterates the fair schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3567574119608511,
    0.3567574119608511,
    0.4975366080686767,
    0.4975366080686767,
    0.4975366080686767,
    0.4975366080686767,
    0.4975366080686767,
    0.672991071983781,
    0.672991071983781,
    0.672991071983781,
    0.672991071983781,
    0.8647246973142564,
    0.8647246973142564,
    0.8818894781704036,
    0.8818894781704036,
    0.8818894781704036,
    0.8873593238003836,
    0.8873593238003836,
    0.8873593238003836,
    0.8873593238003836,
    0.8873593238003836,
    0.8800596464079179,
    0.8800596464079179,
    0.8800596464079179,
    0.8800596464079179,
    0.8838643272432702,
    0.8838643272432702,
    0.8838643272432702,
    0.8838643272432702,
    0.8838643272432702,
    0.8838643272432702,
    0.8838643272432702,
    0.8838643272432702,
    0.8838643272432702,
    0.8904099259045094,
    0.8904099259045094,
    0.8904099259045094,
    0.8904099259045094,
    0.8904099259045094,
    0.8904099259045094,
    0.8904099259045094,
    0.8904099259045094,
    0.8904099259045094,
    0.910172549236312,
    0.910172549236312,
    0.910172549236312,
    0.910172549236312,
    0.910172549236312,
    0.910172549236312,
    0.9077448403226459,
    0.9077448403226459,
    0.9077448403226459,
    0.9077448403226459,
    0.9077448403226459,
    0.9077448403226459,
    0.9077448403226459,
    0.9077448403226459,
    0.9077448403226459,
    0.9077448403226459,
    0.8805882231254143,
    0.8805882231254143
  ],
  "2": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact. Tech companies display demo screens featuring their latest apps, while at the entrance event staff scan registrations and hand out lanyards.",
    "At the event, career counselors remind attendees to maintain eye contact. Tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, career counselors remind attendees to maintain eye contact while tech companies display demo screens featuring their latest apps; at the entrance, event staff scan registrations and hand out lanyards; alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact, while tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact, while tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact while tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a career fair environment unfolds with dozens of booths encircling the polished floor, each bannered in bright color. Tech companies run demo screens showcasing their latest apps, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule.",
    "At a university career fair, dozens of booths encircle a polished floor, each bannered in bright color. Tech companies run demo screens showcasing their latest apps while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the fair opens.",
    "Dozens of booths encircle a polished floor, each bannered in bright color. Tech companies run demo screens showcasing their latest apps while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the fair opens.",
    "Dozens of booths encircle a polished floor, each bannered in bright color. Tech companies run demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the fair opens.",
    "Dozens of booths encircle a polished floor, each bannered in bright color, as tech companies operate demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym during a calm pre-opening moment, a career fair under preparation unfolds. Dozens of booths encircle a polished floor with bright bannered colors, hosting tech companies showing demo apps and healthcare providers displaying community outreach photos. Inside the ring, consulting firms stack glossy case study booklets on high tables. Outside, students line up before opening and clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Entrance staff scan registrations and hand out lanyards, guiding attendees toward the doorway; near a coffee station, alumni volunteers offer quick pep talks. A welcome announcement over the PA outlines the fair schedule. The scene remains calm, organized, with a lively perimeter, reflecting ongoing preparations and orderly access at the entrance.",
    "At a university gym during a calm pre-opening moment, a career fair under preparation unfolds. Dozens of booths encircle a polished floor adorned with bright bannered colors, with tech companies displaying demo screens showing their latest apps and healthcare providers displaying community outreach photos. Inside the ring, consulting firms stack glossy case study booklets on high tables. Outside, students line up before opening, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. Entrance staff scan registrations and hand out lanyards, guiding attendees toward the doorway; near a coffee station, alumni volunteers offer quick pep talks. A welcome announcement over the PA outlines the fair schedule. The scene remains calm and organized, with a lively perimeter indicating ongoing preparations and orderly access at the entrance."
  ],
  "2_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.6037988715394704,
    0.6037988715394704,
    0.6037988715394704,
    0.6819744782980636,
    0.6819744782980636,
    0.6819744782980636,
    0.5543495414484545,
    0.5543495414484545,
    0.5543495414484545,
    0.7330254023747098,
    0.7330254023747098,
    0.7330254023747098,
    0.7330254023747098,
    0.7330254023747098,
    0.7330254023747098,
    0.7330254023747098,
    0.7638718105407818,
    0.7638718105407818,
    0.7638718105407818,
    0.7638718105407818,
    0.7638718105407818,
    0.7638718105407818,
    0.8248646720952026,
    0.8248646720952026,
    0.8248646720952026,
    0.8248646720952026,
    0.877728667163343,
    0.877728667163343,
    0.877728667163343,
    0.877728667163343,
    0.8167871105066944,
    0.8167871105066944,
    0.8167871105066944,
    0.8167871105066944,
    0.8294493422676812,
    0.8294493422676812,
    0.8294493422676812,
    0.8294493422676812,
    0.8285018315547348,
    0.8285018315547348,
    0.8285018315547348,
    0.8285018315547348,
    0.8285018315547348,
    0.8285018315547348,
    0.8285018315547348,
    0.8285018315547348,
    0.8879360551273742,
    0.8879360551273742,
    0.8879360551273742,
    0.8879360551273742,
    0.8879360551273742,
    0.8879360551273742,
    0.8879360551273742,
    0.8879360551273742,
    0.8909878153543885,
    0.8909878153543885
  ],
  "3": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the gym before it opens. Inside, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the gym before it opens. Inside, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the gym before it opens. Inside, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, students line up outside the gym before it opens. Inside, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a calm pre-event moment unfolds as participants await admission while a lively, organized perimeter surrounds the gym. Outside, a line of students forms along the building exterior, signaling waiting activity and orderly entry. Inside, dozens of booths encircle a polished floor, with banners forming the event’s colorful perimeter; healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, creating a mix of information and encouragement before opening. Tech companies showcase demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance, guiding attendees toward the doorway.",
    "At the university career fair, a calm pre-event moment unfolds as participants await admission while a lively, organized perimeter surrounds the gym. Outside, a line of students forms along the building exterior. Inside, dozens of booths encircle a polished floor, with banners forming the colorful event perimeter. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, creating a mix of information and encouragement before opening. Tech companies showcase demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees toward the doorway.",
    "At the university career fair by the gym, a calm pre-event moment unfolds as participants await admission while a lively, organized perimeter surrounds the building. Outside, a line of students forms along the exterior. Inside, dozens of booths encircle a polished floor, with banners creating a colorful perimeter. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, contributing information and encouragement before opening. Tech companies showcase demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees toward the doorway.",
    "At the university gym, a calm pre-opening career fair unfolds with a lively perimeter around the building. Outside, a line of students forms along the exterior as preparations continue. Inside, dozens of booths with colorful banners encircle a polished floor, establishing the main layout. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, contributing information and encouragement before opening. Tech companies run demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry. The scene emphasizes a calm, organized setup with a lively perimeter.",
    "At the university gym, a calm pre-opening career fair unfolds with a lively perimeter around the building. Outside, a line of students forms as preparations continue. Inside, dozens of booths with colorful banners encircle a polished floor, establishing the main layout. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, providing information and encouragement before opening. Tech companies run demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry.",
    "At the university gym, a calm pre-opening career fair unfolds with a lively perimeter around the building. Outside, a line of students forms as preparations continue. Inside, dozens of booths with colorful banners encircle a polished floor, establishing the main layout. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, providing information and encouragement before opening. Tech companies run demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, a pre-opening career fair unfolds with a lively perimeter around the building as a line of students forms outside. Inside, dozens of booths with colorful banners encircle a polished floor, establishing the main layout. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, providing information and encouragement before opening. Tech companies run demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, a pre-opening career fair unfolds with a lively perimeter around the building as a line of students forms outside. Inside, dozens of booths with colorful banners encircle a polished floor, establishing the main layout. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, providing information and encouragement before opening. Tech companies run demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "3_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.6066768900449646,
    0.6066768900449646,
    0.6066768900449646,
    0.6066768900449646,
    0.8417712578959913,
    0.8417712578959913,
    0.8417712578959913,
    0.8417712578959913,
    0.8417712578959913,
    0.8417712578959913,
    0.8709305973853758,
    0.8709305973853758,
    0.8709305973853758,
    0.8709305973853758,
    0.8930421127127376,
    0.8930421127127376,
    0.8930421127127376,
    0.8930421127127376,
    0.8684510873292017,
    0.8684510873292017,
    0.8684510873292017,
    0.8684510873292017,
    0.8885822137852979,
    0.8885822137852979,
    0.8885822137852979,
    0.8885822137852979,
    0.9001525126313938,
    0.9001525126313938,
    0.9001525126313938,
    0.9001525126313938,
    0.8956813899566766,
    0.8956813899566766,
    0.8956813899566766,
    0.8956813899566766,
    0.8962660933822755,
    0.8962660933822755,
    0.8962660933822755,
    0.8962660933822755,
    0.8962660933822755,
    0.9016176231781059,
    0.9016176231781059,
    0.9016176231781059,
    0.9016176231781059,
    0.9016176231781059,
    0.9053801422691463,
    0.9053801422691463,
    0.9053801422691463,
    0.9053801422691463,
    0.9053801422691463,
    0.9053801422691463,
    0.9053801422691463,
    0.9053801422691463,
    0.9053801422691463,
    0.9053801422691463
  ],
  "4": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At the university gym, a career fair takes shape with dozens of booths encircling a polished floor, their colorful banners forming the main setup of the event. Career counselors remind attendees to maintain eye contact as part of the experience. Students line up outside the gym before the career fair opens.",
    "At the university gym, a career fair takes shape with dozens of booths encircling a polished floor, banners colorful and forming the event’s perimeter. Career counselors remind attendees to maintain eye contact as part of the experience. Outside the gym, a line of students forms along the building’s exterior, signaling waiting activity and orderly entry as preparations continue. Healthcare providers display community outreach photos while alumni volunteers offer quick pep talks near a coffee station, creating a mix of information and encouragement before the fair opens. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. The scene captures a calm, pre-event moment with participants awaiting admission, and a lively, organized perimeter around the space.",
    "At the university gym, a career fair is being set up in a calm pre-opening moment. Dozens of booths encircle the polished floor, with colorful banners forming a perimeter around the space. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students forms along the gym exterior, signaling waiting activity and orderly entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Healthcare providers display community outreach photos while alumni volunteers offer quick pep talks near a coffee station, providing information and encouragement before opening. Tech companies display demo screens showing their latest apps alongside the healthcare displays. The scene captures a calm, organized setup with a lively perimeter.",
    "At the university gym, a calm pre-opening moment frames a career fair under preparation. Dozens of booths with colorful banners encircle the polished floor, forming the main setup of the event. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students forms along the gym exterior, signaling waiting activity and orderly entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Healthcare providers display community outreach photos while alumni volunteers offer quick pep talks near a coffee station. Tech companies display demo screens showing their latest apps alongside the healthcare displays. The scene captures a calm, organized setup with a lively perimeter.",
    "At a university gym, a calm pre-opening moment frames a career fair under preparation. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students forms along the gym exterior in orderly entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Healthcare providers display community outreach photos, while alumni volunteers offer quick pep talks near a coffee station. Tech companies display demo screens showing their latest apps alongside the healthcare displays. A welcome announcement over the PA system outlines the fair schedule; the scene remains calm, organized with a lively perimeter.",
    "At a university gym during a calm pre-opening moment, a career fair under preparation unfolds. Dozens of booths with colorful banners encircle a polished floor, defining a ring around the space. Inside, healthcare providers display community outreach photos while tech companies run demo screens of their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students along the gym exterior signals orderly entry as preparations continue. Entrance staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Near a coffee station, alumni volunteers offer quick pep talks before opening. A welcome announcement over the PA outlines the fair schedule. The scene remains calm, organized, with a lively perimeter, reflecting ongoing preparations and orderly access at the entrance.",
    "At a university gym during a calm pre-opening moment, a career fair under preparation unfolds with a lively perimeter around the building. Outside, a line of students forms along the gym exterior as preparations continue. Inside, dozens of booths with colorful banners encircle a polished floor, forming a ring around the space. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, providing information and encouragement before opening. Tech companies run demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Entrance staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry. A welcome PA outlines the fair schedule, keeping the scene calm and orderly.",
    "At a university gym during a calm pre-opening moment, a career fair is under preparation with a lively perimeter around the building. Outside, a line of students forms along the gym exterior before opening. Inside, dozens of booths encircle a polished floor, each bannered in bright color. Healthcare providers display community outreach photos beside alumni volunteers delivering brief pep talks near a coffee station, offering information and encouragement. Tech companies run demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Entrance staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry. A welcome PA outlines the fair schedule, keeping the scene calm and orderly."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.8125923183059074,
    0.8125923183059074,
    0.8125923183059074,
    0.8125923183059074,
    0.8125923183059074,
    0.8125923183059074,
    0.8125923183059074,
    0.8544573943350835,
    0.8544573943350835,
    0.8544573943350835,
    0.8544573943350835,
    0.8544573943350835,
    0.8544573943350835,
    0.8544573943350835,
    0.880505146904974,
    0.880505146904974,
    0.880505146904974,
    0.880505146904974,
    0.880505146904974,
    0.880505146904974,
    0.8873291089323344,
    0.8873291089323344,
    0.8873291089323344,
    0.8873291089323344,
    0.8873291089323344,
    0.8873291089323344,
    0.8873291089323344,
    0.8873291089323344,
    0.8738103940851947,
    0.8738103940851947,
    0.8738103940851947,
    0.8770213397501782,
    0.8770213397501782,
    0.8770213397501782,
    0.8770213397501782,
    0.8770213397501782,
    0.8770213397501782,
    0.8917355089653229,
    0.8917355089653229,
    0.8917355089653229,
    0.8917355089653229,
    0.8917355089653229,
    0.8917355089653229,
    0.8917355089653229,
    0.8917355089653229,
    0.8917355089653229,
    0.8901935551875854,
    0.8901935551875854,
    0.8901935551875854,
    0.8901935551875854,
    0.8901935551875854,
    0.8901935551875854,
    0.8901935551875854
  ],
  "5": [
    "",
    "",
    "",
    "A group of students lines up outside the university gym, awaiting the opening of the career fair. The gym serves as the entry point for the event, with the line forming along the exterior of the building. The scene is set before the fair opens, capturing waiting activity and an orderly approach to entry as preparations continue.",
    "Before the career fair opens, a group of students lines up outside the university gym, which serves as the entry point for the event. The line forms along the exterior of the building, reflecting waiting activity and an orderly approach to entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. The scene captures a calm, pre‑event moment with participants awaiting admission to the fair.",
    "Before the career fair opens, a group of students lines up outside the university gym, which serves as the entry point for the event. The line forms along the exterior of the building, reflecting waiting activity and an orderly approach to entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. The scene captures a calm, pre-event moment with participants awaiting admission to the fair. Healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Prior to the career fair opening, a group of students lines up outside the university gym, the building’s exterior serving as the entry queue for the event. The line forms along the exterior wall, signaling orderly waiting as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. The scene captures a calm pre-event moment with participants awaiting admission to the fair. Inside, healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders.",
    "A calm pre-event scene unfolds outside and inside the university gym hosting the career fair. Outside, a group of students lines up along the exterior wall as the building’s exterior serves as the entry queue, with event staff at the entrance scanning registrations and handing out lanyards to guide attendees toward the doorway. Inside, healthcare providers showcase community outreach photos while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up along the exterior wall as the building serves as the entry queue before the career fair opens. Event staff at the entrance scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, healthcare providers showcase community outreach photos while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens featuring their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "Before opening, a line of students forms along the exterior wall of the university gym as preparations continue for the career fair. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, healthcare providers display community outreach photos near alumni volunteers, who offer quick pep talks beside a coffee station. Dozens of booths with colorful banners encircle the polished floor, while tech companies show demo screens featuring their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. The setup emphasizes information and encouragement ahead of admission, with the perimeter of the space lively but orderly.",
    "Before opening, a line of students forms along the exterior wall of the university gym as preparations continue for the career fair. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, healthcare providers display community outreach photos near alumni volunteers, who offer quick pep talks beside a coffee station. Dozens of booths with colorful banners encircle the polished floor, while tech companies show demo screens featuring their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. The setup emphasizes information and encouragement ahead of admission, with the perimeter of the space lively but orderly.",
    "Before the career fair opens, a line of students forms along the exterior wall of the university gym. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, healthcare providers display community outreach photos near alumni volunteers, who offer quick pep talks beside a coffee station. Dozens of booths with colorful banners encircle the polished floor, while tech companies show demo screens featuring their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. The setup emphasizes information and encouragement ahead of admission, with the perimeter of the space lively but orderly.",
    "Before the career fair opens, a line of students forms along the exterior wall of the university gym. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, healthcare providers display community outreach photos near alumni volunteers, who offer quick pep talks beside a coffee station. Dozens of booths with colorful banners encircle the polished floor, while tech companies show demo screens featuring their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. The setup emphasizes information and encouragement ahead of admission, with the perimeter of the space lively but orderly.",
    "Before opening, a line of students forms along the exterior wall of the university gym. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, healthcare providers display community outreach photos near alumni volunteers who offer quick pep talks beside a coffee station. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space, and tech companies display demo screens with their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. The setup emphasizes information and encouragement ahead of admission, with the perimeter lively but orderly. A welcome PA announcement outlines the fair schedule.",
    "A university gym hosts a calm pre-opening career fair with a lively perimeter. Outside, a line of students forms along the exterior wall as preparations continue, while event staff scan registrations and hand out lanyards at the doorway to guide attendees toward entry. Inside, dozens of booths with colorful banners encircle a polished floor, forming a ring around the space; tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, providing information and encouragement before opening. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. The perimeter remains lively but orderly, and a welcome PA announcement outlines the fair schedule.",
    "At a university gym, a calm pre-opening career fair unfolds with a lively perimeter around the building. Outside, a line of students forms along the exterior wall as preparations continue, while event staff scan registrations and hand out lanyards at the doorway to guide attendees toward entry. Inside, a polished floor is encircled by dozens of booths with colorful banners, forming a ring around the space; tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, providing information and encouragement before opening. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule.",
    "At a university gym, a calm pre-opening career fair unfolds with a lively perimeter around the building. Outside, a line of students forms along the exterior wall as preparations continue, while event staff scan registrations and hand out lanyards at the doorway to guide attendees toward entry. Inside, a polished floor is encircled by dozens of booths with colorful banners, forming a ring around the space; tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos beside alumni volunteers offering quick pep talks near a coffee station, providing information and encouragement before opening. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.6547100150297847,
    0.6547100150297847,
    0.6547100150297847,
    0.6547100150297847,
    0.7413329982385392,
    0.7413329982385392,
    0.7413329982385392,
    0.8261033131102846,
    0.8261033131102846,
    0.8261033131102846,
    0.8261033131102846,
    0.8261033131102846,
    0.8261033131102846,
    0.8593401584666192,
    0.8593401584666192,
    0.8593401584666192,
    0.9021167659435969,
    0.9021167659435969,
    0.9021167659435969,
    0.9021167659435969,
    0.9021167659435969,
    0.9021167659435969,
    0.9021167659435969,
    0.8636744778061023,
    0.8636744778061023,
    0.8636744778061023,
    0.8636744778061023,
    0.8636744778061023,
    0.8636744778061023,
    0.8883635855273766,
    0.8883635855273766,
    0.8883635855273766,
    0.8883635855273766,
    0.8883635855273766,
    0.8883635855273766,
    0.8883635855273766,
    0.8883635855273766,
    0.8883635855273766,
    0.8656676393498568,
    0.8656676393498568,
    0.8656676393498568,
    0.8656676393498568,
    0.8656676393498568,
    0.8656676393498568,
    0.8656676393498568,
    0.8406969999551841,
    0.8406969999551841,
    0.8406969999551841,
    0.8406969999551841,
    0.8406969999551841,
    0.8758111518239895,
    0.8758111518239895,
    0.8758111518239895,
    0.8758111518239895,
    0.8758111518239895,
    0.8758111518239895,
    0.8851658533189866,
    0.8851658533189866,
    0.8851658533189866,
    0.8851658533189866,
    0.8851658533189866,
    0.8851658533189866,
    0.8851658533189866
  ],
  "6": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers display community outreach photos as alumni volunteers offer quick pep talks near a coffee station, creating a mix of information and encouragement before the fair opens. Dozens of booths with colorful banners encircle the polished floor, setting a lively, organized perimeter for the event space. Outside the university gym, which serves as the entry point, a line of students forms along the building’s exterior, signaling waiting activity and orderly entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. The scene captures a calm, pre-event moment with participants awaiting admission to the career fair.",
    "The scene depicts a calm pre-event moment at the career fair, with healthcare providers displaying community outreach photos as alumni volunteers offer quick pep talks near a coffee station, providing information and encouragement before opening. Dozens of booths with colorful banners encircle the polished floor, creating a lively, organized perimeter for the event space. Outside the university gym that serves as the entry point, a line of students forms along the building’s exterior, signaling waiting activity and orderly entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Tech companies display demo screens showing their latest apps alongside the healthcare displays, capturing the setup before admission.",
    "During a calm pre-opening moment at the university career fair, healthcare providers display community outreach photos as alumni volunteers offer quick pep talks near a coffee station, providing information and encouragement before opening. Dozens of booths with colorful banners encircle the polished floor, creating a lively perimeter for the event space. A line of students forms along the university gym exterior, signaling waiting activity and orderly entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Tech companies display demo screens showing their latest apps alongside the healthcare displays, capturing the setup before admission. Inside, students clutch resumes inside branded folders, while career counselors remind attendees to maintain eye contact.",
    "During a calm pre-opening moment at the university career fair, alumni volunteers offer quick pep talks near a coffee station as healthcare providers display community outreach photos to provide information and encouragement before opening. Dozens of booths with colorful banners circle the polished floor, creating a lively perimeter around the event space. A line of students forms along the university gym exterior, signaling waiting activity and orderly entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Tech companies display demo screens showing their latest apps beside healthcare displays, capturing the setup before admission. Inside, students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact.",
    "At the university career fair's calm pre-opening moment, alumni volunteers offer quick pep talks near a coffee station as healthcare providers display community outreach photos to inform and encourage attendees before opening. Dozens of booths with colorful banners encircle the polished floor, forming the event's main setup. A line of students forms along the university gym exterior, awaiting entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Inside, tech companies display demo screens showing their latest apps beside healthcare displays. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact.",
    "During the calm pre-opening moment at the university career fair, alumni volunteers offer quick pep talks near the coffee station while healthcare providers display community outreach photos to inform and encourage attendees before opening. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A line of students stands along the university gym exterior awaiting entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Inside, tech companies display demo screens showing their latest apps beside healthcare displays. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule.",
    "During the calm pre-opening moment at the university career fair, alumni volunteers offer quick pep talks near the coffee station while healthcare providers display community outreach photos to inform and encourage attendees. Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space, and a line of students stands along the university gym exterior awaiting entry. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, tech companies display demo screens of their latest apps beside healthcare displays. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule.",
    "During the calm pre-opening moment at the university career fair, alumni volunteers offer pep talks near the coffee station while healthcare providers display community outreach photos to inform and encourage attendees. Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space, with a line of students along the university gym exterior awaiting entry. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, tech companies display demo screens of their latest apps beside healthcare displays. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule.",
    "During a calm pre-opening moment at the university gym, a career fair under preparation unfolds. Dozens of booths with colorful banners encircle a polished floor, forming a ring around the space. Outside, a line of students along the gym exterior awaits entry, signaling orderly access. Inside, healthcare providers display community outreach photos while tech companies run demo screens of their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Near a coffee station, alumni volunteers offer quick pep talks before opening. Entrance staff scan registrations and hand out lanyards, guiding attendees toward the doorway. A welcome announcement over the PA outlines the fair schedule. The scene remains calm and organized, with a lively perimeter reflecting ongoing preparations and orderly access at the entrance.",
    "During a calm pre-opening moment at the university gym, a career fair under preparation unfolds. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space. A line of students forms along the exterior wall outside, awaiting entry, signaling orderly access. Inside, healthcare providers display community outreach photos while alumni volunteers near a coffee station offer quick pep talks and tech companies run demo screens of their latest apps. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Entrance staff scan registrations and hand out lanyards to guide attendees toward the doorway, while a welcome PA outlines the fair schedule. The scene remains calm and organized, a lively perimeter reflecting ongoing preparations and orderly access ahead of admission.",
    "At the university gym, a calm pre-opening career fair unfolds with a lively perimeter around the space. Inside, dozens of booths with colorful banners encircle a polished floor, outlining the main layout. Healthcare providers display community outreach photos; tech companies run demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Outside, a line of students along the exterior signals orderly entry while entrance staff scan registrations and hand out lanyards at the doorway, guiding attendees toward entry; a welcome PA outlines the schedule. Near a coffee station, alumni volunteers offer quick pep talks before opening. The scene remains calm and organized, with ongoing preparations and orderly access ahead of admission."
  ],
  "6_score": [
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.38984337887453047,
    0.38984337887453047,
    0.49094330189281465,
    0.49094330189281465,
    0.49094330189281465,
    0.49094330189281465,
    0.8377462627642833,
    0.8377462627642833,
    0.8377462627642833,
    0.8377462627642833,
    0.8377462627642833,
    0.8309745508797712,
    0.8309745508797712,
    0.8309745508797712,
    0.8309745508797712,
    0.8309745508797712,
    0.8694701774491258,
    0.8694701774491258,
    0.8694701774491258,
    0.8694701774491258,
    0.8694701774491258,
    0.8694701774491258,
    0.8656828788654519,
    0.8656828788654519,
    0.8656828788654519,
    0.8656828788654519,
    0.8656828788654519,
    0.8786286750909236,
    0.8786286750909236,
    0.8786286750909236,
    0.8786286750909236,
    0.8786286750909236,
    0.8786286750909236,
    0.8786286750909236,
    0.8913467327887197,
    0.8913467327887197,
    0.8913467327887197,
    0.8913467327887197,
    0.8913467327887197,
    0.8970758482440728,
    0.8970758482440728,
    0.8970758482440728,
    0.8976362415020727,
    0.8976362415020727,
    0.8976362415020727,
    0.8976362415020727,
    0.8976362415020727,
    0.8976362415020727,
    0.8942346762130338,
    0.8942346762130338,
    0.8942346762130338,
    0.8942346762130338,
    0.8942346762130338,
    0.8942346762130338,
    0.8965702770537286,
    0.8965702770537286,
    0.8965702770537286,
    0.8965702770537286,
    0.8965702770537286,
    0.8965702770537286,
    0.8965702770537286,
    0.9039157257257302
  ],
  "7": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, forming the main setup of the event. Students line up outside the university gym before the career fair opens.",
    "A career fair is arranged with dozens of booths with colorful banners encircling a polished floor, forming the main setup of the event. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos within the displays.",
    "A career fair is arranged with dozens of booths and colorful banners encircling a polished floor, forming the main setup of the event. Students line up outside the university gym before the fair opens. Inside the displays, healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "A career fair arranged with dozens of booths and colorful banners encircling a polished floor forms the main setup. Students line up outside the university gym before the fair opens. Inside, healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "A career fair set up with dozens of booths and colorful banners around a polished floor forms the main scene, with students lining up outside the university gym before opening. Inside, healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "The scene centers on a career fair arranged with dozens of booths and colorful banners across a polished floor, with students lining up outside the university gym before opening. Inside, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and alumni volunteers give quick pep talks near the coffee station.",
    "The scene is a career fair arranged with dozens of booths and colorful banners across a polished floor, with students lining up outside the university gym before opening. Inside, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station.",
    "The scene depicts a career fair arranged with dozens of booths and colorful banners across a polished floor. Students line up outside the university gym before opening. Inside, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the space.",
    "A university career fair unfolds around and inside a gym, with an orderly perimeter outside before opening and a line of students along the exterior. Inside, dozens of booths with colorful banners encircle a polished floor, housing healthcare providers displaying community outreach photos and tech companies showing demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway as a welcome PA outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as preparations proceed, presenting a lively, organized scene with activity continuing around the event space.",
    "The scene centers on a university career fair set around and inside a gym, with a guarded perimeter and a queue of students outside. Inside, dozens of booths with colorful banners surround a polished floor, housing healthcare providers displaying community outreach photos and tech companies showing demo screens of their latest apps. At the entrance, event staff scan registrations, hand out lanyards, and guide attendees toward the doorway as a welcome PA outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as preparations proceed, creating a lively, organized atmosphere with activity continuing around the space. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on a university career fair held around and inside a gym, enclosed by a guarded perimeter with a queue of students outside. Inside, dozens of booths with colorful banners surround a polished floor, housing healthcare providers displaying community outreach photos and tech companies showing demo screens of their latest apps. At the entrance, event staff scan registrations, hand out lanyards, and guide attendees toward the doorway as a welcome PA outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as preparations proceed, creating a lively, organized atmosphere with activity throughout. Consulting firms stack glossy case study booklets on high tables.",
    "The scene is a university career fair held around and inside a gym, enclosed by a guarded perimeter with a queue of students outside. Inside, dozens of booths with colorful banners line a polished floor, hosting healthcare providers displaying community outreach photos and tech companies showing demo screens of their latest apps. At the entrance, event staff scan registrations, hand out lanyards, and guide attendees toward the doorway as a welcome PA outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as preparations proceed, contributing to a lively, organized atmosphere with activity throughout. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair held around and inside a gym, a guarded perimeter with a queue of students outside frames ongoing preparations. Inside, dozens of booths with colorful banners line a polished floor, housing healthcare providers displaying community outreach photos and tech companies showing demo screens of their latest apps. Entrance staff scan registrations, hand out lanyards, and guide attendees toward the doorway as a welcome PA outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables. The scene remains calm and organized, with a lively perimeter reflecting preparations and orderly access.",
    "At a university career fair held around and inside a gym, a guarded outer perimeter frames ongoing preparations as a queue of students waits outside before opening; inside, dozens of booths with colorful banners line a polished floor, housing healthcare providers displaying community outreach photos and tech firms showing demo screens of their latest apps. Entrance staff scan registrations, hand out lanyards, and guide attendees toward the doorway as a welcome PA outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables. The scene remains calm and organized, with a lively perimeter reflecting preparations and orderly access."
  ],
  "7_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.6574609361178676,
    0.6574609361178676,
    0.6574609361178676,
    0.7390830508317076,
    0.7390830508317076,
    0.7390830508317076,
    0.7390830508317076,
    0.8066968631191811,
    0.8066968631191811,
    0.8066968631191811,
    0.8066968631191811,
    0.8351124546167692,
    0.8351124546167692,
    0.8351124546167692,
    0.8351124546167692,
    0.8834050258785019,
    0.8834050258785019,
    0.8834050258785019,
    0.8778699822604716,
    0.8778699822604716,
    0.8778699822604716,
    0.8778699822604716,
    0.8778699822604716,
    0.8778699822604716,
    0.8834646050135051,
    0.8834646050135051,
    0.8834646050135051,
    0.8834646050135051,
    0.848502867573203,
    0.848502867573203,
    0.848502867573203,
    0.848502867573203,
    0.8856079997119148,
    0.8856079997119148,
    0.8856079997119148,
    0.8856079997119148,
    0.8818729308282137,
    0.8818729308282137,
    0.8818729308282137,
    0.8818729308282137,
    0.8807712688007552,
    0.8807712688007552,
    0.8807712688007552,
    0.8807712688007552,
    0.8807712688007552,
    0.8815868572604485,
    0.8815868572604485,
    0.8815868572604485,
    0.8815868572604485,
    0.8815868572604485,
    0.8815868572604485,
    0.8721850075743084,
    0.8721850075743084,
    0.8721850075743084,
    0.8721850075743084,
    0.8721850075743084,
    0.8753524140346725,
    0.8753524140346725
  ],
  "8": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and nearby alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. Career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos as part of the displays.",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring around the space for the university career fair. Career counselors remind attendees to maintain eye contact, while nearby alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos as part of the displays, including inside the gym where they appear alongside tech companies' demo screens featuring their latest apps. Students line up outside the gym before opening, clutching resumes inside branded folders.",
    "Dozens of booths with colorful banners surround the polished floor, forming a ring around the university career fair. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos as part of the displays, including inside the gym where they appear alongside tech companies' demo screens featuring their latest apps. Students line up outside the gym before opening, clutching resumes inside branded folders. Tech companies display demo screens with their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "Dozens of booths with colorful banners surround the polished floor, forming a ring around the university career fair. Career counselors remind attendees to maintain eye contact; alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos as part of their displays, including inside the gym where they appear beside tech companies' demo screens featuring their latest apps. Students line up outside the gym before opening, clutching resumes in branded folders. Tech companies display demo screens with their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At a university career fair, dozens of booths with colorful banners surround the polished floor, forming a ring around the space. Students line up outside the gym before opening, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos as part of their displays, including inside the gym where they appear beside tech companies' demo screens featuring their latest apps. Tech companies display demo screens with their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At a university career fair held in a gym, dozens of booths with colorful banners surround a polished floor, forming a ring around the space. Students line up outside the university gym before opening, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos as part of their displays, including inside the gym where they appear beside tech companies' demo screens displaying their latest apps. Tech companies also display demo screens with their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "A university career fair is held in a gym where dozens of booths with colorful banners surround a polished floor forming a ring around the space. Students line up outside the gym before the fair opens, clutching resumes in branded folders. Inside, career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers display photos of community outreach as part of their displays, placed inside the gym beside tech companies’ demo screens showing their latest apps. Tech companies also display demo screens with their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At a university career fair held in a gym, dozens of booths with colorful banners surround a polished floor that forms a ring around the space. Outside, students line up before the fair opens, clutching resumes in branded folders. Inside, career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near a coffee station. Healthcare providers display photos of their community outreach as part of their displays, placed inside the gym beside tech companies’ demo screens showing their latest apps. Tech companies also display demo screens with their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "A university career fair is held in a gym, enclosed by a guarded perimeter with a queue of students outside. Inside, a polished floor forms a ring around the space and dozens of booths with colorful banners line the ring. Healthcare providers display photos of their community outreach, placed beside tech companies’ demo screens showing latest apps; tech companies also display demo screens. At the entrance, event staff scan registrations, hand out lanyards, and guide attendees toward the doorway as a welcome PA outlines the schedule. Outside, students line up clutching resumes in branded folders before the fair opens. Inside, career counselors remind attendees to maintain eye contact; alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, contributing to a lively, organized atmosphere with activity throughout."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.46316186334942333,
    0.46316186334942333,
    0.46316186334942333,
    0.46316186334942333,
    0.6815150518493214,
    0.6815150518493214,
    0.6815150518493214,
    0.6815150518493214,
    0.6815150518493214,
    0.6815150518493214,
    0.6815150518493214,
    0.8660356550242423,
    0.8660356550242423,
    0.8660356550242423,
    0.8660356550242423,
    0.8660356550242423,
    0.8931605616235705,
    0.8931605616235705,
    0.8931605616235705,
    0.8931605616235705,
    0.8931605616235705,
    0.8962708657170828,
    0.8962708657170828,
    0.8962708657170828,
    0.8962708657170828,
    0.8962708657170828,
    0.8962708657170828,
    0.8962708657170828,
    0.8962708657170828,
    0.8962708657170828,
    0.885811136298476,
    0.885811136298476,
    0.885811136298476,
    0.885811136298476,
    0.885811136298476,
    0.885811136298476,
    0.885811136298476,
    0.885811136298476,
    0.885811136298476,
    0.8973725116169156,
    0.8973725116169156,
    0.8973725116169156,
    0.8973725116169156,
    0.8973725116169156,
    0.8973725116169156,
    0.8893772518234245,
    0.8893772518234245,
    0.8893772518234245,
    0.8893772518234245,
    0.8893772518234245,
    0.8810447548462401,
    0.8810447548462401,
    0.8810447548462401,
    0.8810447548462401,
    0.8810447548462401,
    0.8810447548462401,
    0.899442521915472,
    0.899442521915472
  ],
  "9": [
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact.",
    "At a career fair, students clutch resumes inside branded folders while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps.",
    "At a career fair, students clutch resumes inside branded folders while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, students clutch resumes inside branded folders while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair, dozens of booths with colorful banners circle the polished floor, forming a ring around the space. Students clutch resumes inside branded folders and line up outside the gym before opening. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, including inside the gym where they appear alongside tech companies' demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At a university career fair, dozens of booths with colorful banners circle the polished floor, forming a ring around the space. Students clutch resumes inside branded folders and line up outside the gym before opening. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, including inside the gym where they appear alongside tech companies' demo screens featuring their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter around the event space. A line of students forms along the university gym exterior, signaling waiting activity and orderly entry as preparations continue. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees toward the doorway. Inside, students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near a coffee station, and healthcare providers display community outreach photos, including inside the gym where they appear beside tech companies' demo screens showing their latest apps. Tech companies display demo screens beside healthcare displays, capturing setup before admission. A welcome announcement over the PA outlines the fair schedule. The scene reflects pre-opening moments and preparations.",
    "The scene depicts pre-opening preparations for a university career fair inside and outside the university gym. Dozens of booths with colorful banners encircle a polished floor, forming a ring around the event space, while a line of students forms along the exterior awaiting entry. Event staff scan registrations and hand out lanyards at the entrance to guide attendees toward the doorway. Inside, students clutch resumes in branded folders as career counselors remind them to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station, and healthcare providers display community outreach photos, including near tech companies' demo screens showing their latest apps. Tech companies display demo screens beside healthcare displays as setup proceeds before admission. A welcome PA outlines the fair schedule, reinforcing the pre-opening moment and ongoing preparations.",
    "Pre-opening preparations for a university career fair are underway inside and outside the university gym. Dozens of booths with colorful banners encircle a polished floor, forming a ring around the event space, while a line of students forms along the exterior awaiting entry. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, students clutch resumes in branded folders as career counselors remind them to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station, and healthcare providers display community outreach photos. Near tech companies' demo screens showing their latest apps, tech company displays sit beside healthcare displays as setup proceeds before admission. A welcome PA outlines the fair schedule, reinforcing the pre-opening moment and ongoing preparations.",
    "Pre-opening preparations for a university career fair are underway inside and outside the gym. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space while a line of students forms along the exterior awaiting entry. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, students clutch resumes in branded folders as career counselors remind them to maintain eye contact. Alumni volunteers offer quick pep talks near a coffee station, and healthcare providers display community outreach photos. Tech companies’ demo screens show their latest apps, with tech displays sitting beside healthcare displays as setup proceeds before admission. A welcome PA outlines the fair schedule, reinforcing the pre-opening moment and ongoing preparations, keeping the perimeter lively but orderly.",
    "Pre-opening preparations for a university career fair are underway inside and outside the gym. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the space while a line of students forms along the exterior awaiting entry. At the entrance, event staff scan registrations and hand out lanyards to guide attendees toward the doorway. Inside, students clutch resumes in branded folders as career counselors remind them to maintain eye contact. Alumni volunteers offer quick pep talks near a coffee station, and healthcare providers display community outreach photos. Tech companies’ demo screens show their latest apps, with tech displays sitting beside healthcare displays as setup proceeds before admission. A welcome PA outlines the fair schedule, reinforcing the pre-opening moment and ongoing preparations, keeping the perimeter lively but orderly.",
    "Pre-opening preparations for a university career fair held around and inside a gym. A guarded perimeter outside with a queue of students awaiting entry frames ongoing preparations. Inside, dozens of booths with colorful banners encircle a polished floor. Healthcare providers display community outreach photos; tech company demo screens show their latest apps, with tech and healthcare displays arranged near each other. At the entrance, event staff scan registrations, hand out lanyards, and guide attendees toward the doorway; a welcome PA outlines the schedule. Alumni volunteers offer pep talks near a coffee station; career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables. The scene remains calm and orderly, with a lively perimeter reflecting preparations and orderly access."
  ],
  "9_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.5021730870535006,
    0.5021730870535006,
    0.5021730870535006,
    0.5021730870535006,
    0.6714268828773857,
    0.6714268828773857,
    0.6714268828773857,
    0.7807926543462774,
    0.7807926543462774,
    0.7807926543462774,
    0.7872230343633053,
    0.7872230343633053,
    0.7872230343633053,
    0.8120856706480787,
    0.8120856706480787,
    0.8120856706480787,
    0.8120856706480787,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.9055204400701784,
    0.8348004931990198,
    0.8348004931990198,
    0.8348004931990198,
    0.8348004931990198,
    0.8348004931990198,
    0.8348004931990198,
    0.8578587971247743,
    0.8578587971247743,
    0.8578587971247743,
    0.8578587971247743,
    0.8578587971247743,
    0.890724948240514,
    0.890724948240514,
    0.890724948240514,
    0.890724948240514,
    0.890724948240514,
    0.890724948240514,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8922934101726805,
    0.8772797246358063
  ]
}