{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables as part of a session, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables as part of a session while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables as part of a session, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "During a session, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "During a session, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "During a session, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews.",
    "The scene depicts a career fair where consulting firms display glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a career fair where consulting firms display glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.5023576783019892,
    0.5023576783019892,
    0.5023576783019892,
    0.5023576783019892,
    0.5023576783019892,
    0.5023576783019892,
    0.5023576783019892,
    0.502923252678563,
    0.502923252678563,
    0.502923252678563,
    0.502923252678563,
    0.502923252678563,
    0.502923252678563,
    0.502923252678563,
    0.7393014962646927,
    0.7393014962646927,
    0.7393014962646927,
    0.7393014962646927,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.7533712150137859,
    0.8003847921849554,
    0.8003847921849554,
    0.8003847921849554,
    0.8003847921849554,
    0.8126171698973363,
    0.8126171698973363,
    0.8126171698973363,
    0.8126171698973363,
    0.8126171698973363,
    0.8126171698973363,
    0.8318985896976903,
    0.8318985896976903,
    0.8318985896976903,
    0.8318985896976903,
    0.8385495984997686,
    0.8385495984997686,
    0.8385495984997686,
    0.8385495984997686,
    0.8385495984997686,
    0.8385495984997686,
    0.8385495984997686,
    0.8385495984997686,
    0.8385495984997686,
    0.8385495984997686
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders; event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors remind attendees to maintain eye contact at the career fair outside the university gym. Students clutch resumes inside branded folders, while event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact during the career fair outside the university gym. Students clutch resumes inside branded folders; event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, career counselors remind attendees to maintain eye contact during the career fair. Students clutch resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance. A queue forms outside the gym before opening. Healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, career counselors remind attendees to maintain eye contact during the career fair. Students clutch resumes in branded folders as event staff scan registrations and hand out lanyards at the entrance. A queue forms outside the gym before opening. Healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.4743123074984773,
    0.7779837263218152,
    0.7779837263218152,
    0.7779837263218152,
    0.7557800550813092,
    0.7557800550813092,
    0.7557800550813092,
    0.7557800550813092,
    0.7557800550813092,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812,
    0.7308038821309812
  ],
  "2": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, managing check-in and attendee access. Attendees receive their lanyards as part of the process. An alumni panel discusses how to prepare for technical interviews, providing guidance on interview preparation.",
    "Event staff at the entrance manage check-in by scanning registrations and distributing lanyards to attendees, with attendees receiving their lanyards as part of the process to enable access. An alumni panel discusses how to prepare for technical interviews, providing guidance on interview preparation. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event staff at the entrance manage check-in by scanning registrations and distributing lanyards to attendees, with lanyards provided as part of the process to enable access. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview preparation. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance manage check-in by scanning registrations and distributing lanyards to attendees, with lanyards provided as part of the process to enable access. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview preparation. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff at the entrance manage check-in by scanning registrations and distributing lanyards to attendees, with lanyards provided to enable access. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview preparation. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff manage check-in by scanning registrations and distributing lanyards to attendees to enable access. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview preparation. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "Staff at the event entrance manage check-in by scanning registrations and distributing lanyards to attendees to enable access. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview preparation. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.7398475942518052,
    0.7398475942518052,
    0.7398475942518052,
    0.7398475942518052,
    0.7398475942518052,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.75663330286971,
    0.7325596696391662,
    0.7325596696391662,
    0.7325596696391662,
    0.7325596696391662,
    0.7325596696391662,
    0.7325596696391662,
    0.7325596696391662,
    0.779685600003265,
    0.779685600003265,
    0.779685600003265,
    0.779685600003265,
    0.779685600003265,
    0.779685600003265,
    0.779685600003265,
    0.779685600003265,
    0.779685600003265,
    0.779685600003265,
    0.8151161602658032,
    0.8151161602658032,
    0.8151161602658032,
    0.8151161602658032,
    0.8151161602658032,
    0.8151161602658032,
    0.8151161602658032,
    0.8151161602658032,
    0.8289323324977931,
    0.8289323324977931,
    0.8289323324977931,
    0.8289323324977931,
    0.8289323324977931,
    0.8289323324977931,
    0.8289323324977931,
    0.8289323324977931,
    0.8589535780326315,
    0.8589535780326315,
    0.8589535780326315,
    0.8589535780326315,
    0.8589535780326315,
    0.8589535780326315
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share brief pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "During the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome announcement over the PA system outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, a welcome PA announces the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a welcome PA announces the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Finance firms display QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7540984837128624,
    0.7948312641353292,
    0.7948312641353292,
    0.7948312641353292,
    0.7948312641353292,
    0.7948312641353292,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.7951737757043251,
    0.8509752695355012,
    0.8509752695355012,
    0.8509752695355012,
    0.8509752695355012,
    0.8509752695355012,
    0.8509752695355012,
    0.8795473937733636,
    0.8795473937733636,
    0.8795473937733636,
    0.8795473937733636,
    0.8827841588899679,
    0.8827841588899679,
    0.8827841588899679,
    0.8827841588899679,
    0.8827841588899679,
    0.8827841588899679,
    0.8827841588899679,
    0.8827841588899679,
    0.8827841588899679
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, as dozens of booths with colorful banners circle the polished floor; finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "An alumni panel is discussing how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications, while students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications, while students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.47460144588010716,
    0.47460144588010716,
    0.47460144588010716,
    0.47460144588010716,
    0.49047710878420553,
    0.49047710878420553,
    0.49047710878420553,
    0.49047710878420553,
    0.49047710878420553,
    0.49047710878420553,
    0.49047710878420553,
    0.49047710878420553,
    0.7885259945423626,
    0.7885259945423626,
    0.7885259945423626,
    0.7885259945423626,
    0.7885259945423626,
    0.7885259945423626,
    0.761142258285826,
    0.761142258285826,
    0.761142258285826,
    0.761142258285826,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8190606507507916,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.8859581845911797,
    0.896672377939381,
    0.896672377939381,
    0.896672377939381,
    0.896672377939381,
    0.896672377939381,
    0.896672377939381
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "At the event, tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map; and career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries.",
    "At the event, tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map; and career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries.",
    "At the event, tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showcasing their latest apps at the event, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map nearby. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4635224385201971,
    0.4635224385201971,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.5246194209880823,
    0.6958941386199861,
    0.6958941386199861,
    0.6958941386199861,
    0.6958941386199861,
    0.6958941386199861,
    0.6958941386199861,
    0.6958941386199861,
    0.6958941386199861,
    0.6958941386199861,
    0.6958941386199861,
    0.8521481582505104,
    0.8521481582505104,
    0.8521481582505104,
    0.8521481582505104,
    0.8489498131743638,
    0.8489498131743638,
    0.8489498131743638,
    0.8489498131743638,
    0.8489498131743638,
    0.8489498131743638,
    0.8611919394735261,
    0.8611919394735261,
    0.8611919394735261,
    0.8611919394735261,
    0.8611919394735261
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Alumni volunteers share brief pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.8355978439897869,
    0.8355978439897869,
    0.8355978439897869,
    0.8355978439897869,
    0.8355978439897869,
    0.8653334460003617,
    0.8653334460003617,
    0.8653334460003617,
    0.8653334460003617,
    0.8653334460003617
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos; human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves; some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets while students introduce themselves, with some students rehearsing elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets; students introduce themselves, and some students quietly rehearse elevator pitches against the wall.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets; students introduce themselves, and some students quietly rehearse elevator pitches against the wall. Tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.5330733826904565,
    0.38354167669740974,
    0.38354167669740974,
    0.38354167669740974,
    0.36487853258577646,
    0.36487853258577646,
    0.36487853258577646,
    0.36487853258577646,
    0.36487853258577646,
    0.36487853258577646,
    0.36487853258577646,
    0.36487853258577646,
    0.36487853258577646,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889,
    0.3748503626760889
  ],
  "9": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, as dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.43732712000337903,
    0.564998876219456,
    0.564998876219456,
    0.564998876219456,
    0.564998876219456,
    0.7258263476009981,
    0.7258263476009981,
    0.7258263476009981,
    0.7258263476009981,
    0.7258263476009981,
    0.7258263476009981,
    0.7258263476009981,
    0.7258263476009981,
    0.7258263476009981,
    0.7676469397364449,
    0.7676469397364449,
    0.7676469397364449,
    0.7676469397364449,
    0.7676469397364449,
    0.7676469397364449,
    0.774415761854772,
    0.774415761854772,
    0.774415761854772,
    0.774415761854772,
    0.7987506720246211,
    0.7987506720246211,
    0.7987506720246211,
    0.7987506720246211,
    0.7987506720246211,
    0.7987506720246211,
    0.7987506720246211,
    0.7987506720246211,
    0.7987506720246211,
    0.7987506720246211,
    0.827683953721744,
    0.827683953721744,
    0.827683953721744,
    0.827683953721744,
    0.827683953721744,
    0.827683953721744,
    0.8299299980968242,
    0.8299299980968242,
    0.8299299980968242,
    0.8299299980968242,
    0.8299299980968242,
    0.8299299980968242
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat towers of literature. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat towers of literature. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat towers of literature. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat towers of literature. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming neat towers of literature. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.5904321316750031,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706,
    0.8082958811849706
  ],
  "11": [
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps at the fair, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, tech companies are displaying demo screens that showcase their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, tech companies display demo screens that showcase their latest apps. A welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications.",
    "At the fair, tech companies display demo screens of their latest apps. A welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens of their latest apps while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the career fair, tech companies display demo screens of their latest apps while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens of their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens of their latest apps, and a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications, while healthcare providers showcase photos from community outreach. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens of their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications, and healthcare providers showcase photos from community outreach. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4894957680312858,
    0.4894957680312858,
    0.4894957680312858,
    0.4894957680312858,
    0.5001571351215679,
    0.5001571351215679,
    0.5001571351215679,
    0.5001571351215679,
    0.8392492917270362,
    0.8392492917270362,
    0.8392492917270362,
    0.8392492917270362,
    0.8392492917270362,
    0.8392492917270362,
    0.8392492917270362,
    0.8392492917270362,
    0.8669236714639189,
    0.8669236714639189,
    0.8669236714639189,
    0.8669236714639189,
    0.8669236714639189,
    0.8669236714639189,
    0.8669236714639189,
    0.8545318825513171,
    0.8545318825513171,
    0.8545318825513171,
    0.8545318825513171,
    0.8783524192481924,
    0.8783524192481924,
    0.8783524192481924,
    0.8783524192481924,
    0.8783524192481924,
    0.8783524192481924,
    0.8781399100744871,
    0.8781399100744871,
    0.8781399100744871,
    0.8781399100744871,
    0.8781399100744871,
    0.8781399100744871,
    0.8655769847917715,
    0.8655769847917715,
    0.8823394666658795,
    0.8823394666658795,
    0.8823394666658795,
    0.8823394666658795,
    0.8823394666658795,
    0.8823394666658795,
    0.8823394666658795,
    0.8823394666658795,
    0.8823394666658795,
    0.8823394666658795
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair, the engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the fair opens.",
    "At the campus career fair, the engineering society sponsors a resume review table near the stage. Prior to opening, students line up outside the university gym. Groups of friends mark target employers on the event map.",
    "At the campus career fair, the engineering society sponsors a resume review table near the stage. Prior to opening, students line up outside the university gym. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the campus career fair, the engineering society sponsors a resume review table near the stage. Prior to opening, students line up outside the university gym. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the campus career fair, the engineering society sponsors a resume review table near the stage. Prior to opening, students line up outside the university gym. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university campus career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university campus career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university campus career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university campus career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.44875491672956985,
    0.44875491672956985,
    0.44875491672956985,
    0.44875491672956985,
    0.44875491672956985,
    0.44875491672956985,
    0.44875491672956985,
    0.44875491672956985,
    0.44875491672956985,
    0.7083419965409865,
    0.7083419965409865,
    0.7083419965409865,
    0.7083419965409865,
    0.7662183391793538,
    0.7662183391793538,
    0.7662183391793538,
    0.7662183391793538,
    0.8089572300929929,
    0.8089572300929929,
    0.8089572300929929,
    0.8089572300929929,
    0.8089572300929929,
    0.8417406065830351,
    0.8417406065830351,
    0.8417406065830351,
    0.8417406065830351,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8497226315518748,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8639275508369634,
    0.8587635891880224,
    0.8587635891880224,
    0.8587635891880224,
    0.8587635891880224,
    0.8587635891880224,
    0.8587635891880224,
    0.8587635891880224,
    0.8587635891880224
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens, while a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym as the career fair prepares to open, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the venue.",
    "Students line up outside the university gym as the career fair prepares to open, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the venue, and the engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym as the career fair prepares to open, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor of the venue, and the engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up as the career fair opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop nearby. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around the venue. Near the stage, the engineering society sponsors a resume review table. Throughout the event, career counselors remind attendees to maintain eye contact."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.38474850424333346,
    0.38474850424333346,
    0.38474850424333346,
    0.38474850424333346,
    0.38474850424333346,
    0.38474850424333346,
    0.38474850424333346,
    0.38474850424333346,
    0.38474850424333346,
    0.38474850424333346,
    0.6233561158457843,
    0.6233561158457843,
    0.6233561158457843,
    0.6233561158457843,
    0.6233561158457843,
    0.6233561158457843,
    0.6233561158457843,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7697711453876988,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.7952525397937819,
    0.8526157039345283,
    0.8526157039345283,
    0.8526157039345283
  ],
  "14": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5487770936312001,
    0.5487770936312001,
    0.5487770936312001,
    0.5487770936312001,
    0.5487770936312001,
    0.5487770936312001,
    0.5487770936312001,
    0.5487770936312001,
    0.5487770936312001,
    0.5487770936312001,
    0.7367314551933903,
    0.7367314551933903,
    0.7367314551933903,
    0.7367314551933903,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587,
    0.7412240127081587
  ],
  "15": [
    "",
    "",
    "",
    "A scene depicts students clutching resumes that are inside branded folders. The core objects are students, resumes, and the branded folders; the resumes reside within the folders as the students grip them.",
    "Scene shows students clutching resumes inside branded folders; the resumes reside within the folders as the students grip them. The core objects are students, resumes, and branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Students are shown clutching branded folders that contain resumes, with the resumes residing inside the folders as the students grip them. The core objects observable are students, resumes, and branded folders. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors are directing unsure students toward applicable industries, guiding them to relevant pathways at the event.",
    "At the career fair, students grip branded folders that contain resumes, the resumes residing inside as they hold the folders. The core observable objects are students, resumes, and branded folders. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors are directing unsure students toward applicable industries, guiding them to relevant pathways at the event. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, students grip branded folders that contain resumes, with the resumes residing inside as they hold the folders. The core observable objects are students, resumes, and branded folders. A welcome announcement plays over the PA system outlining the fair schedule. Career counselors direct unsure students toward applicable industries, guiding them to relevant pathways at the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, students grip branded folders that contain resumes, with the resumes residing inside as they hold the folders. The core observable objects are students, resumes, and branded folders. A welcome announcement plays over the PA system outlining the fair schedule. Career counselors direct unsure students toward applicable industries, guiding them to relevant pathways at the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, students grip branded folders that contain resumes, with the resumes residing inside as they hold the folders. The core observable objects are students, resumes, and branded folders. A welcome announcement plays over the PA system outlining the fair schedule. Career counselors direct unsure students toward applicable industries, guiding them to relevant pathways at the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, students hold branded folders that contain resumes, with the resumes inside the folders. The core observable objects are students, resumes, and branded folders. A welcome announcement plays over the PA system outlining the fair schedule. Career counselors direct unsure students toward applicable industries, guiding them to relevant pathways at the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair, students hold branded folders containing resumes, with the resumes inside the folders. The core observable objects are students, resumes, and branded folders. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors direct unsure students toward applicable industries, guiding them to relevant pathways at the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair, students carry branded folders that contain resumes, with the resumes inside the folders. The core observable objects include students, resumes, and branded folders. A welcome announcement plays over the PA, outlining the fair schedule. Career counselors guide unsure students toward applicable industries and toward relevant pathways at the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.4032069755836769,
    0.4032069755836769,
    0.4032069755836769,
    0.4032069755836769,
    0.4032069755836769,
    0.4032069755836769,
    0.4032069755836769,
    0.6757836574508134,
    0.6757836574508134,
    0.6757836574508134,
    0.6757836574508134,
    0.6757836574508134,
    0.7842874832095348,
    0.7842874832095348,
    0.7842874832095348,
    0.7842874832095348,
    0.7842874832095348,
    0.7842874832095348,
    0.7888989595837301,
    0.7888989595837301,
    0.7888989595837301,
    0.7888989595837301,
    0.7888989595837301,
    0.7888989595837301,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8275127567939515,
    0.8376181209397922,
    0.8376181209397922,
    0.8376181209397922,
    0.8376181209397922,
    0.8376181209397922,
    0.8376181209397922,
    0.8410476016280726,
    0.8410476016280726,
    0.8410476016280726,
    0.8410476016280726,
    0.8410476016280726,
    0.8639242483483931,
    0.8639242483483931,
    0.8639242483483931,
    0.8639242483483931,
    0.8639242483483931,
    0.8639242483483931,
    0.8639242483483931
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule. In an adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome PA announces the schedule. In an adjoining classroom, networking etiquette workshops begin. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome PA announces the schedule. In an adjoining classroom, networking etiquette workshops begin. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome PA announces the schedule, while in an adjoining classroom networking etiquette workshops begin. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor, where finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.728009524617616,
    0.728009524617616,
    0.728009524617616,
    0.7502114493706923,
    0.7502114493706923,
    0.7502114493706923,
    0.7502114493706923,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.7353557622357396,
    0.8328039763675876,
    0.8328039763675876,
    0.8328039763675876,
    0.8920390315667532,
    0.8920390315667532,
    0.8920390315667532,
    0.8920390315667532,
    0.8920390315667532,
    0.8920390315667532,
    0.8920390315667532,
    0.8920390315667532,
    0.8920390315667532,
    0.8919905523726424,
    0.8919905523726424,
    0.8919905523726424,
    0.8919905523726424,
    0.8919905523726424,
    0.8919905523726424,
    0.8919905523726424,
    0.8919905523726424,
    0.8915822234217009
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.8090042052650412,
    0.8090042052650412,
    0.8090042052650412,
    0.8090042052650412,
    0.8090042052650412,
    0.8408879108622347,
    0.8408879108622347,
    0.8408879108622347,
    0.8408879108622347,
    0.8412865318073697,
    0.8412865318073697,
    0.8412865318073697,
    0.8412865318073697,
    0.8516899041306667,
    0.8516899041306667,
    0.8516899041306667,
    0.8516899041306667,
    0.8516899041306667,
    0.8516899041306667,
    0.8516899041306667
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym, before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showcasing their latest apps.",
    "Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showcasing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.37260773999209623,
    0.37260773999209623,
    0.37260773999209623,
    0.37260773999209623,
    0.37260773999209623,
    0.4061364062322907,
    0.4061364062322907,
    0.5533998251110611,
    0.5533998251110611,
    0.5533998251110611,
    0.5533998251110611,
    0.5533998251110611,
    0.5533998251110611,
    0.5533998251110611,
    0.5533998251110611,
    0.5533998251110611,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157,
    0.6442063954005157
  ],
  "19": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Students line up outside the university gym ahead of the career fair opening, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym ahead of the career fair opening, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Ahead of the career fair opening, students line up outside the university gym, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Ahead of the career fair opening, students line up outside the university gym, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "Prior to the career fair opening, students line up outside the university gym, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.572159024987005,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.7682490353411235,
    0.8307779237325392,
    0.8307779237325392,
    0.8307779237325392,
    0.8307779237325392,
    0.8307779237325392,
    0.8307779237325392,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8394576497117725,
    0.8374150668716706,
    0.8374150668716706,
    0.8374150668716706,
    0.8868736592007658,
    0.8868736592007658,
    0.8868736592007658,
    0.8868736592007658,
    0.8868736592007658,
    0.8868736592007658
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, and a welcome announcement over the PA system outlines the fair schedule.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, with a welcome announcement over the PA system outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, with a welcome announcement over the PA system outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop, while a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, accompanied by a PA system welcome that outlines the schedule. An alumni panel discusses preparing for technical interviews. Career counselors guide unsure students toward relevant industries. Before the fair opens, students line up outside the university gym, and groups of friends mark target employers on the event map.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, with a PA system welcome outlining the schedule. An alumni panel discusses preparing for technical interviews, while career counselors guide unsure students toward relevant industries. Before opening, students line up outside the university gym, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, with a PA system welcome outlining the schedule. An alumni panel discusses preparing for technical interviews, while career counselors guide unsure students toward relevant industries. Before opening, students line up outside the university gym, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while a PA system announces the schedule. An alumni panel discusses preparing for technical interviews, and career counselors guide unsure students toward relevant industries. Before opening, students line up outside the university gym, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.322225222700932,
    0.322225222700932,
    0.322225222700932,
    0.322225222700932,
    0.322225222700932,
    0.38591546922194464,
    0.38591546922194464,
    0.38591546922194464,
    0.38591546922194464,
    0.38591546922194464,
    0.5998429189220301,
    0.5998429189220301,
    0.5998429189220301,
    0.5998429189220301,
    0.5998429189220301,
    0.819585937850513,
    0.819585937850513,
    0.819585937850513,
    0.819585937850513,
    0.819585937850513,
    0.819585937850513,
    0.819585937850513,
    0.819585937850513,
    0.819585937850513,
    0.7897623956673498,
    0.7897623956673498,
    0.7897623956673498,
    0.7897623956673498,
    0.7897623956673498,
    0.7897623956673498,
    0.7897623956673498,
    0.836379535954584,
    0.836379535954584,
    0.836379535954584,
    0.836379535954584,
    0.836379535954584,
    0.836379535954584,
    0.836379535954584,
    0.858725422105505,
    0.858725422105505,
    0.858725422105505,
    0.858725422105505,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556,
    0.8537151226286556
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, attendees are reminded by career counselors to maintain eye contact. Groups of friends mark target employers on the event map as the day unfolds. Students clutch resumes inside branded folders, ready for conversations. Alumni volunteers share brief pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, attendees are reminded by career counselors to maintain eye contact. Groups of friends mark target employers on the event map as the day unfolds. Students clutch resumes inside branded folders, ready for conversations. Alumni volunteers give brief pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, attendees are reminded by career counselors to maintain eye contact. Groups of friends mark target employers on the event map as the day unfolds. Students clutch resumes inside branded folders, ready for conversations. Alumni volunteers give brief pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact. Groups of friends mark target employers on the event map as the day unfolds. Students clutch resumes inside branded folders, ready for conversations. Alumni volunteers give brief pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.6218475421848496,
    0.6218475421848496,
    0.6218475421848496,
    0.6218475421848496,
    0.6218475421848496,
    0.6218475421848496,
    0.6218475421848496,
    0.790762790933397,
    0.790762790933397,
    0.790762790933397,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.7629779545289366,
    0.766906365535864,
    0.766906365535864,
    0.766906365535864,
    0.766906365535864,
    0.766906365535864,
    0.766906365535864,
    0.7745414444658167,
    0.7745414444658167,
    0.7745414444658167,
    0.7745414444658167,
    0.7745414444658167,
    0.7745414444658167,
    0.7745414444658167,
    0.7745414444658167,
    0.7786163664379044,
    0.7786163664379044,
    0.7786163664379044,
    0.7786163664379044
  ],
  "22": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps; finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications; some students rehearse elevator pitches quietly against the wall.",
    "In a multi-sector career fair scene, healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps; finance firms provide QR codes for immediate internship applications. Meanwhile, some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews.",
    "At a multi-sector career fair, healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a multi-sector career fair, healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Several students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At a multi-sector career fair, healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Several students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a multi-sector career fair, healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Several students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At a multi-sector career fair, healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "At a multi-sector career fair, healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "22_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4463003806637714,
    0.4463003806637714,
    0.4463003806637714,
    0.4463003806637714,
    0.4463003806637714,
    0.4463003806637714,
    0.4463003806637714,
    0.5265570555474892,
    0.5265570555474892,
    0.5265570555474892,
    0.5265570555474892,
    0.5265570555474892,
    0.4828148283699064,
    0.4828148283699064,
    0.4828148283699064,
    0.4828148283699064,
    0.4828148283699064,
    0.4828148283699064,
    0.4828148283699064,
    0.4828148283699064,
    0.6940689643846844,
    0.6940689643846844,
    0.6940689643846844,
    0.6940689643846844,
    0.8567419763214248,
    0.8567419763214248,
    0.8567419763214248,
    0.8567419763214248,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8638318574420505,
    0.8529633068437427,
    0.8529633068437427,
    0.8529633068437427,
    0.8529633068437427,
    0.8529633068437427,
    0.8604952144970767,
    0.8604952144970767,
    0.8604952144970767,
    0.8604952144970767,
    0.8769949657745699,
    0.8769949657745699,
    0.8769949657745699,
    0.8769949657745699,
    0.8769949657745699,
    0.8769949657745699,
    0.8757422842623603
  ],
  "23": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students forms outside the university gym ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall.",
    "A line of students forms outside the university gym ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.32433818247712476,
    0.32433818247712476,
    0.5724812443677882,
    0.5724812443677882,
    0.5724812443677882,
    0.5724812443677882,
    0.5724812443677882,
    0.5724812443677882,
    0.7532730732635649,
    0.7532730732635649,
    0.7532730732635649,
    0.7532730732635649,
    0.7532730732635649,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8071908783633319,
    0.8063935600289964,
    0.8063935600289964,
    0.8063935600289964,
    0.8063935600289964,
    0.8063935600289964,
    0.8063935600289964,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8169692046818395,
    0.8318562651942941,
    0.8318562651942941,
    0.8318562651942941,
    0.8318562651942941,
    0.8454587820808764,
    0.8454587820808764,
    0.8454587820808764,
    0.854753406526334,
    0.854753406526334
  ],
  "24": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Staff at the event entrance are scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Staff at the event entrance are scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Staff at the event entrance are scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance are scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "24_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.6650911647892535,
    0.6650911647892535,
    0.6650911647892535,
    0.6650911647892535,
    0.6924742656197531,
    0.6924742656197531,
    0.6924742656197531,
    0.7296139736158205,
    0.7296139736158205,
    0.7296139736158205,
    0.7296139736158205,
    0.7296139736158205,
    0.7296139736158205,
    0.7296139736158205,
    0.7296139736158205,
    0.7296139736158205,
    0.7296139736158205,
    0.7073671422481889,
    0.7073671422481889,
    0.7073671422481889,
    0.7073671422481889,
    0.7073671422481889,
    0.7073671422481889,
    0.7313418305383934,
    0.7313418305383934,
    0.7313418305383934,
    0.7791273978534234,
    0.7791273978534234,
    0.7791273978534234,
    0.7791273978534234,
    0.7791273978534234,
    0.7900601206525384,
    0.7900601206525384,
    0.7900601206525384,
    0.7951544098143486,
    0.7951544098143486,
    0.7951544098143486,
    0.782405818081159,
    0.782405818081159,
    0.782405818081159
  ]
}