{
  "0": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "An event at the fair is underway with a welcome announcement broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "An event at the fair is underway, featuring a welcome announcement broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "An event at the fair is underway, featuring a welcome announcement broadcast over the PA system outlining the schedule. HR teams jot notes on tablets as students introduce themselves. Some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "An event at the fair is underway, with a welcome announcement broadcast over the PA system outlining the schedule. HR teams jot notes on tablets as students introduce themselves. Some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "An event at the fair is underway, with a welcome announcement broadcast over the PA outlining the schedule. HR teams jot notes on tablets as students introduce themselves. Some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "0_score": [
    0.0,
    0.0,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.6463148592148721,
    0.6463148592148721,
    0.6463148592148721,
    0.6463148592148721,
    0.6463148592148721,
    0.6463148592148721,
    0.785065736458028,
    0.785065736458028,
    0.785065736458028,
    0.785065736458028,
    0.785065736458028,
    0.8434573665293865,
    0.8434573665293865,
    0.8434573665293865,
    0.8434573665293865,
    0.8434573665293865,
    0.8434573665293865,
    0.8434573665293865,
    0.8434573665293865,
    0.8039030581999643,
    0.8039030581999643,
    0.8039030581999643,
    0.8039030581999643,
    0.8039030581999643,
    0.8039030581999643,
    0.8039030581999643,
    0.8039030581999643,
    0.8430745558500544,
    0.8430745558500544,
    0.8430745558500544,
    0.8430745558500544,
    0.8430745558500544,
    0.8430745558500544,
    0.8430745558500544,
    0.8430745558500544,
    0.8542364158621597,
    0.8542364158621597,
    0.8542364158621597,
    0.8542364158621597,
    0.8542364158621597,
    0.8542364158621597,
    0.8542364158621597,
    0.8542364158621597,
    0.8542364158621597,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8715990011584629,
    0.8728194137545215,
    0.8728194137545215
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating their outreach work. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos illustrating their outreach work. Students line up outside the university gym before the career fair opens, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos illustrating their outreach work. Outside the university gym, students line up before the career fair opens as workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase photos illustrating their community outreach work. Outside the university gym, students line up before the career fair opens as workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers display photos illustrating their community outreach. Outside the university gym, students line up before the career fair opens as workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, healthcare providers display photos illustrating their community outreach. Outside the university gym, students line up before the fair opens, as workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, healthcare providers display photos illustrating their community outreach. Outside the university gym, students line up before the fair opens as workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4863797572170912,
    0.4863797572170912,
    0.4863797572170912,
    0.4863797572170912,
    0.4863797572170912,
    0.4863797572170912,
    0.4863797572170912,
    0.5278530348077756,
    0.5278530348077756,
    0.5278530348077756,
    0.5278530348077756,
    0.5278530348077756,
    0.5278530348077756,
    0.5278530348077756,
    0.530216448380087,
    0.530216448380087,
    0.530216448380087,
    0.530216448380087,
    0.530216448380087,
    0.530216448380087,
    0.530216448380087,
    0.530216448380087,
    0.530216448380087,
    0.530216448380087,
    0.7599785040871656,
    0.7599785040871656,
    0.7599785040871656,
    0.7599785040871656,
    0.7599785040871656,
    0.7599785040871656,
    0.7599785040871656,
    0.7599785040871656,
    0.7599785040871656,
    0.7961431174307865,
    0.7961431174307865,
    0.7961431174307865,
    0.7961431174307865,
    0.7961431174307865,
    0.7961431174307865,
    0.7961431174307865,
    0.7961431174307865,
    0.7961431174307865,
    0.8539300428493216,
    0.8539300428493216,
    0.8539300428493216,
    0.8539300428493216,
    0.8539300428493216,
    0.8539300428493216,
    0.8539300428493216,
    0.8560651963779837
  ],
  "2": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and, at the entrance, hand out lanyards.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and, at the entrance, hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and, at the entrance, hand out lanyards. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and, at the entrance, hand out lanyards. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the event, attendees encounter a mix of demonstrations and outreach activities. Career counselors urge eye contact; a cybersecurity company hosts a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers display community outreach photos. Finance firms provide QR codes for immediate internship applications.",
    "Attendees at the event encounter a mix of demonstrations and outreach activities. Career counselors urge eye contact and redirect unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers display community outreach photos. Finance firms provide QR codes for immediate internship applications."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.4769915546257233,
    0.7437166889617254,
    0.7437166889617254,
    0.7437166889617254,
    0.7437166889617254,
    0.7437166889617254,
    0.7437166889617254,
    0.7672049525622007,
    0.7672049525622007,
    0.7672049525622007,
    0.7672049525622007,
    0.7672049525622007,
    0.7672049525622007,
    0.7672049525622007,
    0.7672049525622007,
    0.8207834125288295,
    0.8207834125288295,
    0.8207834125288295,
    0.8207834125288295,
    0.8207834125288295,
    0.8207834125288295,
    0.8207834125288295,
    0.8207834125288295,
    0.8207834125288295,
    0.8320614584370971,
    0.8320614584370971,
    0.8320614584370971,
    0.8320614584370971,
    0.8320614584370971,
    0.8320614584370971,
    0.8320614584370971,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8480387412908299,
    0.8489948496768323,
    0.8489948496768323,
    0.8489948496768323,
    0.8489948496768323,
    0.8489948496768323
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards; students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards; students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934
  ],
  "4": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while a robotics startup flies a small drone above its booth for attention.",
    "Students clutch resumes inside branded folders as a robotics startup flies a small drone above its booth to draw attention; career counselors redirect unsure students toward applicable industries.",
    "At the booth area, students clutch resumes inside branded folders while a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the booth area, students clutch resumes inside branded folders while a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the booth area, students clutch resumes inside branded folders while a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the booth area of the fair, students clutch resumes inside branded folders as a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair's booth area, students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair's booth area, students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4354106306920858,
    0.4354106306920858,
    0.4354106306920858,
    0.4354106306920858,
    0.4354106306920858,
    0.4354106306920858,
    0.5428984337956574,
    0.5428984337956574,
    0.5428984337956574,
    0.5428984337956574,
    0.5428984337956574,
    0.5428984337956574,
    0.5428984337956574,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.7834586024950632,
    0.8400253594157697,
    0.8400253594157697,
    0.8400253594157697,
    0.8400253594157697,
    0.8400253594157697,
    0.8400253594157697,
    0.8400253594157697,
    0.8400253594157697,
    0.8400253594157697,
    0.8941673667152341,
    0.8941673667152341,
    0.8941673667152341,
    0.8941673667152341,
    0.8941673667152341,
    0.8941673667152341,
    0.8941673667152341,
    0.8941673667152341,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627,
    0.8910326475836627
  ],
  "5": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a robotics startup flies a small drone above its booth to attract attention.",
    "In a pre-career fair scene, healthcare providers showcase community outreach photos, while a robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "Before the career fair opens at the university gym, a pre-career fair scene shows healthcare providers displaying community outreach photos while a robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym as they await entry, and the engineering society sponsors a resume review table near the stage.",
    "Before the career fair opens at the university gym, a pre-career fair scene includes healthcare providers displaying community outreach photos and a robotics startup flying a small drone above its booth to attract attention. Students line up outside the gym awaiting entry. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a pre-career fair scene includes healthcare providers displaying community outreach photos and a robotics startup flying a small drone above its booth to attract attention. Students line up outside the gym awaiting entry. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "Inside and around the university gym, a pre-career fair unfolds. Healthcare providers display community outreach photos at one booth, while a robotics startup flies a small drone above its table to attract attention. Students wait in line outside the gym to enter. Inside, the engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. Inside the venue, students clutch resumes inside branded folders as they move between booths and sessions.",
    "At a pre-career fair around a university gym, students wait in line outside to enter as activities unfold inside. A healthcare providers booth displays community outreach photos. A robotics startup flies a small drone above its table to attract attention. Inside, the engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes for immediate internship applications. Inside the venue, students clutch resumes in branded folders as they move between booths and sessions. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "5_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3733316895823113,
    0.3733316895823113,
    0.3733316895823113,
    0.3733316895823113,
    0.3733316895823113,
    0.3733316895823113,
    0.6541610143804654,
    0.6541610143804654,
    0.6541610143804654,
    0.6541610143804654,
    0.6541610143804654,
    0.6541610143804654,
    0.6399041941397784,
    0.6399041941397784,
    0.6399041941397784,
    0.6399041941397784,
    0.6399041941397784,
    0.6399041941397784,
    0.6399041941397784,
    0.6399041941397784,
    0.8145609260559477,
    0.8145609260559477,
    0.8145609260559477,
    0.8145609260559477,
    0.8145609260559477,
    0.8145609260559477,
    0.8145609260559477,
    0.8145609260559477,
    0.8145609260559477,
    0.8061705372254666,
    0.8061705372254666,
    0.8061705372254666,
    0.8061705372254666,
    0.8061705372254666,
    0.8061705372254666,
    0.8061705372254666,
    0.8061705372254666,
    0.8061705372254666,
    0.8061705372254666,
    0.8633503730957205,
    0.8633503730957205,
    0.8633503730957205,
    0.8633503730957205,
    0.8633503730957205,
    0.8633503730957205,
    0.8633503730957205,
    0.8633503730957205,
    0.8633503730957205,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674,
    0.8727150104933674
  ],
  "6": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At a robotics startup's exhibit, a small drone is flown above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At a robotics startup’s exhibit, a small drone is flown above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a robotics startup exhibit, a small drone is flown above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a robotics startup exhibit, a small drone is flown above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At a robotics startup exhibit, a small drone flies above its booth to attract attention. HR teams take notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At a robotics startup exhibit, a small drone flies above its booth to attract attention. HR teams take notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At a robotics startup exhibit, a small drone flies above its booth to attract attention. HR teams take notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5505424982134838,
    0.5505424982134838,
    0.5505424982134838,
    0.5505424982134838,
    0.5505424982134838,
    0.7249040528962688,
    0.7249040528962688,
    0.7249040528962688,
    0.7249040528962688,
    0.7249040528962688,
    0.7249040528962688,
    0.7970753802763075,
    0.7970753802763075,
    0.7970753802763075,
    0.7970753802763075,
    0.7970753802763075,
    0.7970753802763075,
    0.7970753802763075,
    0.8180692458453616,
    0.8180692458453616,
    0.8180692458453616,
    0.8180692458453616,
    0.8180692458453616,
    0.8180692458453616,
    0.8180692458453616,
    0.8316187347476445,
    0.8316187347476445,
    0.8316187347476445,
    0.8316187347476445,
    0.8316187347476445,
    0.8316187347476445,
    0.8316187347476445,
    0.8425778405534599,
    0.8425778405534599,
    0.8425778405534599,
    0.8425778405534599,
    0.8425778405534599,
    0.8425778405534599,
    0.8425778405534599,
    0.8342141541290344,
    0.8342141541290344,
    0.8342141541290344,
    0.8342141541290344,
    0.8342141541290344,
    0.8342141541290344,
    0.8342141541290344,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345,
    0.833068665083345
  ],
  "7": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "A campus career fair scene unfolds: consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "A campus career fair scene unfolds with consulting firms stacking glossy case study booklets on high tables while career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "A campus career fair unfolds on the university campus, with consulting firms stacking glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall.",
    "On the university campus, a career fair unfolds with consulting firms stacking glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall.",
    "On a university campus, a career fair unfolds with consulting firms stacking glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus, a career fair unfolds with consulting firms stacking glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage."
  ],
  "7_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.34728602921664914,
    0.5279997585006849,
    0.5279997585006849,
    0.5279997585006849,
    0.5279997585006849,
    0.5279997585006849,
    0.5279997585006849,
    0.5279997585006849,
    0.7650090647803511,
    0.7650090647803511,
    0.7650090647803511,
    0.7650090647803511,
    0.7650090647803511,
    0.7650090647803511,
    0.7650090647803511,
    0.7650090647803511,
    0.7650090647803511,
    0.7490664721760063,
    0.7490664721760063,
    0.7490664721760063,
    0.7490664721760063,
    0.7490664721760063,
    0.7490664721760063,
    0.7490664721760063,
    0.7490664721760063,
    0.7490664721760063,
    0.7939640763082674,
    0.7939640763082674,
    0.7939640763082674,
    0.7939640763082674,
    0.7939640763082674,
    0.7939640763082674,
    0.7939640763082674,
    0.7774845233023479,
    0.7774845233023479,
    0.7774845233023479,
    0.7774845233023479,
    0.7774845233023479,
    0.7774845233023479,
    0.7774845233023479,
    0.8075735438945268,
    0.8075735438945268,
    0.8075735438945268,
    0.8075735438945268,
    0.8075735438945268,
    0.8075735438945268,
    0.8075735438945268,
    0.8075735438945268,
    0.8127169938233063
  ],
  "8": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom, while students line up outside the university gym in the lead-up to the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom while students line up outside the university gym in the lead-up to the career fair opening. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are underway in the adjoining classroom while students line up outside the university gym in the lead-up to the career fair opening. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Networking etiquette workshops are underway in the adjoining classroom as dozens of students line up outside the university gym in the lead-up to the career fair opening. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "In the lead-up to the university career fair, networking etiquette workshops are underway in the adjoining classroom as dozens of students line up outside the gym. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station.",
    "Leading up to the university career fair, networking etiquette workshops are underway in the adjoining classroom as dozens of students line up outside the gym. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished gym floor, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station.",
    "Leading up to the university career fair, networking etiquette workshops are underway in the adjoining classroom as dozens of students line up outside the gym. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished gym floor, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station."
  ],
  "8_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.6034925604413801,
    0.6034925604413801,
    0.6034925604413801,
    0.6034925604413801,
    0.6034925604413801,
    0.6888112664506915,
    0.6888112664506915,
    0.6888112664506915,
    0.6888112664506915,
    0.6888112664506915,
    0.6888112664506915,
    0.7332340044153485,
    0.7332340044153485,
    0.7332340044153485,
    0.7332340044153485,
    0.7332340044153485,
    0.7332340044153485,
    0.7332340044153485,
    0.7332340044153485,
    0.7332340044153485,
    0.810186820910175,
    0.810186820910175,
    0.810186820910175,
    0.810186820910175,
    0.810186820910175,
    0.810186820910175,
    0.810186820910175,
    0.82023619132588,
    0.82023619132588,
    0.82023619132588,
    0.82023619132588,
    0.82023619132588,
    0.82023619132588,
    0.82023619132588,
    0.82023619132588,
    0.82023619132588,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218,
    0.8059958152771218
  ],
  "9": [
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym ahead of the career fair opening.",
    "A line of students stands outside the university gym ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym ahead of the career fair opening, a line of students stands with resumes clutched in branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym ahead of the career fair opening, a line of students stands with resumes clutched in branded folders while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym before the career fair opens, a line of students stands with resumes clutched in branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym before the career fair opens, a line of students stands with resumes clutched in branded folders. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym before the career fair opens, a line of students stands with resumes clutched in branded folders. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "Outside the university gym before the career fair opens, a line of students stands with branded folders holding their resumes, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos from community outreach, adding a dimension of industry engagement to the scene."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.38217808084624333,
    0.38217808084624333,
    0.38217808084624333,
    0.38217808084624333,
    0.38217808084624333,
    0.38217808084624333,
    0.38217808084624333,
    0.38217808084624333,
    0.38217808084624333,
    0.38675661955689855,
    0.38675661955689855,
    0.38675661955689855,
    0.38675661955689855,
    0.38675661955689855,
    0.427592035449607,
    0.427592035449607,
    0.427592035449607,
    0.427592035449607,
    0.427592035449607,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.5918817659712956,
    0.7719759197677223,
    0.7719759197677223,
    0.7719759197677223,
    0.7719759197677223,
    0.7719759197677223,
    0.7719759197677223,
    0.7719759197677223,
    0.7719759197677223,
    0.7719759197677223,
    0.744896987784507,
    0.744896987784507,
    0.744896987784507,
    0.744896987784507,
    0.744896987784507,
    0.744896987784507,
    0.744896987784507,
    0.7935349054137032,
    0.7935349054137032,
    0.7935349054137032,
    0.7935349054137032,
    0.7935349054137032,
    0.7935349054137032,
    0.7935349054137032,
    0.7935349054137032,
    0.7935349054137032,
    0.8178934514928178,
    0.8178934514928178,
    0.8178934514928178,
    0.8178934514928178,
    0.8178934514928178,
    0.8178934514928178,
    0.8178934514928178
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Some students quietly rehearse elevator pitches against the wall.",
    "Some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage.",
    "Students quietly rehearse elevator pitches against the wall as the engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets while students introduce themselves.",
    "Students quietly rehearse elevator pitches against the wall as the engineering society sponsors a resume review table near the stage; human resources teams jot notes on tablets while students introduce themselves; alumni volunteers share quick pep talks near the coffee station.",
    "At the event, students quietly rehearse elevator pitches against the wall while the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "During the event, students quietly rehearse elevator pitches against the wall while the engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "During the event, students quietly rehearse elevator pitches against the wall while the engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, students quietly rehearse elevator pitches against the wall while the engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, students quietly rehearse elevator pitches against the wall while the engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.46211460216165634,
    0.46211460216165634,
    0.46211460216165634,
    0.46211460216165634,
    0.46211460216165634,
    0.46211460216165634,
    0.3806361874565532,
    0.3806361874565532,
    0.3806361874565532,
    0.3806361874565532,
    0.3806361874565532,
    0.3806361874565532,
    0.4403659099692042,
    0.4403659099692042,
    0.4403659099692042,
    0.4403659099692042,
    0.4403659099692042,
    0.4403659099692042,
    0.7876469842303285,
    0.7876469842303285,
    0.7876469842303285,
    0.7876469842303285,
    0.7876469842303285,
    0.7876469842303285,
    0.7876469842303285,
    0.7876469842303285,
    0.7876469842303285,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8089288355591804,
    0.8199739629198035,
    0.8199739629198035,
    0.8199739629198035,
    0.8199739629198035,
    0.8199739629198035,
    0.8199739629198035,
    0.8199739629198035,
    0.8199739629198035,
    0.8199739629198035,
    0.826990404819975,
    0.826990404819975,
    0.826990404819975,
    0.826990404819975,
    0.826990404819975
  ],
  "11": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "A social event scene shows groups of friends marking target employers on the event map, while alumni volunteers deliver quick pep talks near the coffee station.",
    "A social event scene unfolds on a polished floor where groups of friends mark target employers on an event map, and alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the space, providing a lively backdrop to the activity.",
    "On a polished floor, a social event unfolds as groups of friends mark target employers on an event map while alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the space, providing a lively backdrop to the activity. Finance firms offer QR codes for immediate internship applications.",
    "A polished floor hosts a social event where groups of friends mark target employers on an event map as alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners encircle the space, providing a lively backdrop to the activity. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "A polished floor hosts a social event as groups of friends mark target employers on an event map while alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners encircle the space, providing a lively backdrop to the activity. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "On a polished floor, a social fair unfolds as groups of friends pin target employers on an event map while alumni volunteers give brief pep talks near the coffee station. Dozens of booths with colorful banners encircle the space, creating a lively backdrop. Finance firms offer QR codes for immediate internship applications, and a welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette proceed in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.39329890219938063,
    0.39329890219938063,
    0.39329890219938063,
    0.39329890219938063,
    0.39329890219938063,
    0.39329890219938063,
    0.5247282395720079,
    0.5247282395720079,
    0.5247282395720079,
    0.5247282395720079,
    0.5247282395720079,
    0.5247282395720079,
    0.5247282395720079,
    0.5247282395720079,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.7376055500310893,
    0.8276587504376135,
    0.8276587504376135,
    0.8276587504376135,
    0.8276587504376135,
    0.8276587504376135,
    0.8276587504376135,
    0.8276587504376135,
    0.8276587504376135,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.809828387315798,
    0.8387740191457799,
    0.8387740191457799,
    0.8387740191457799,
    0.8387740191457799
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Before the fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop, and alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Before the fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop, and alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Before the fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.5616868217735679,
    0.5616868217735679,
    0.5616868217735679,
    0.5616868217735679,
    0.5616868217735679,
    0.5616868217735679,
    0.7430937270943883,
    0.7430937270943883,
    0.7430937270943883,
    0.7430937270943883,
    0.7430937270943883,
    0.7430937270943883,
    0.7430937270943883,
    0.7430937270943883,
    0.8260567741817907,
    0.8260567741817907,
    0.8260567741817907,
    0.8260567741817907,
    0.8260567741817907,
    0.8260567741817907,
    0.8260567741817907,
    0.8031222701710661,
    0.8031222701710661,
    0.8031222701710661,
    0.8031222701710661,
    0.8031222701710661,
    0.8031222701710661,
    0.8031222701710661,
    0.8031222701710661,
    0.8031222701710661,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8081320074319368,
    0.8488775388184663,
    0.8488775388184663,
    0.8488775388184663
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "On the event map, groups of friends mark target employers, indicating these entities are identified within the mapping activity.",
    "On the event map, groups of friends mark target employers, indicating these entities are identified within the mapping activity. Healthcare providers showcase community outreach photos.",
    "On the event map, groups of friends mark target employers, indicating these entities are identified within the mapping activity. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "During the event, groups of friends mark target employers on the event map, indicating these entities are identified within the mapping activity. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "During the event, groups of friends mark target employers on the event map, indicating these entities are identified within the mapping activity. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "During the event, groups of friends mark target employers on the event map, indicating these entities are identified within the mapping activity. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map, indicating those entities are identified within the mapping activity. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends mark target employers on the event map, indicating those entities are identified within the mapping activity. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2876431227447935,
    0.2876431227447935,
    0.2876431227447935,
    0.2876431227447935,
    0.2876431227447935,
    0.4650787544920573,
    0.4650787544920573,
    0.4650787544920573,
    0.4650787544920573,
    0.4650787544920573,
    0.4650787544920573,
    0.4650787544920573,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.6918835538972745,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.749407291639903,
    0.7933636993470713,
    0.7933636993470713,
    0.7933636993470713,
    0.7933636993470713,
    0.7933636993470713,
    0.7933636993470713,
    0.7933636993470713,
    0.8109900963798187,
    0.8109900963798187,
    0.8109900963798187,
    0.8109900963798187,
    0.8109900963798187,
    0.8109900963798187,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086,
    0.8175170541480086
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos, and in the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers display community outreach photos, and in the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers display community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At a university campus, healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "On a university campus, multiple activities unfold around a career-focused event: healthcare providers display community outreach photos; in the adjoining classroom, workshops on networking etiquette begin; outside the university gym, students line up before the career fair opens; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth for attention.",
    "On a university campus hosting a career-focused event, healthcare providers display community outreach photos. In an adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "On a university campus hosting a career-focused event, healthcare providers display community outreach photos. In an adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2897050894368963,
    0.2897050894368963,
    0.2897050894368963,
    0.2897050894368963,
    0.2897050894368963,
    0.2897050894368963,
    0.2897050894368963,
    0.2897050894368963,
    0.5618191860827232,
    0.5618191860827232,
    0.5618191860827232,
    0.5618191860827232,
    0.5618191860827232,
    0.7294698053270217,
    0.7294698053270217,
    0.7294698053270217,
    0.7294698053270217,
    0.7294698053270217,
    0.7294698053270217,
    0.7294698053270217,
    0.7294698053270217,
    0.7294698053270217,
    0.7294698053270217,
    0.7575724223393168,
    0.7575724223393168,
    0.7575724223393168,
    0.7575724223393168,
    0.7575724223393168,
    0.7575724223393168,
    0.7575724223393168,
    0.7575724223393168,
    0.7575724223393168,
    0.5091287096962196,
    0.5091287096962196,
    0.5091287096962196,
    0.5091287096962196,
    0.5091287096962196,
    0.5091287096962196,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331,
    0.829033982822331
  ],
  "15": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews.",
    "During the event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule.",
    "During the event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "During the event, career counselors remind attendees to maintain eye contact while an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors remind attendees to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the career fair, attendees hear career counselors remind them to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A line forms outside the university gym before the career fair opens.",
    "At the career fair, attendees hear career counselors remind them to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A line forms outside the university gym before the career fair opens."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4650723245282611,
    0.4650723245282611,
    0.4650723245282611,
    0.4650723245282611,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.6976472942642538,
    0.823084611133935,
    0.823084611133935,
    0.823084611133935,
    0.823084611133935,
    0.823084611133935,
    0.823084611133935,
    0.823084611133935,
    0.823084611133935,
    0.823084611133935,
    0.825172776168128,
    0.825172776168128,
    0.825172776168128,
    0.825172776168128,
    0.825172776168128,
    0.825172776168128,
    0.825172776168128,
    0.825172776168128,
    0.830687823464965,
    0.830687823464965,
    0.830687823464965,
    0.830687823464965,
    0.830687823464965,
    0.830687823464965,
    0.830687823464965,
    0.830687823464965,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474,
    0.8167673175327474
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map; students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map; students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map; students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair event, groups of friends mark target employers on the event map; students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.570104938726852,
    0.570104938726852,
    0.570104938726852,
    0.570104938726852,
    0.570104938726852,
    0.570104938726852,
    0.570104938726852,
    0.570104938726852,
    0.46515352241589086,
    0.46515352241589086,
    0.46515352241589086,
    0.46515352241589086,
    0.46515352241589086,
    0.46515352241589086,
    0.46515352241589086,
    0.46515352241589086,
    0.46515352241589086,
    0.48092861038106366,
    0.48092861038106366,
    0.48092861038106366,
    0.48092861038106366,
    0.48092861038106366,
    0.48092861038106366,
    0.6432807590522381,
    0.6432807590522381,
    0.6432807590522381,
    0.6432807590522381,
    0.6432807590522381,
    0.6432807590522381,
    0.6432807590522381,
    0.6432807590522381,
    0.8195356162435445,
    0.8195356162435445,
    0.8195356162435445,
    0.8195356162435445,
    0.8195356162435445,
    0.8195356162435445,
    0.8195356162435445,
    0.8195356162435445
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables and finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3835338033973503,
    0.3835338033973503,
    0.3835338033973503,
    0.3835338033973503,
    0.3835338033973503,
    0.3835338033973503,
    0.3835338033973503,
    0.3835338033973503,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.6161976793346439,
    0.44578841740709824,
    0.44578841740709824,
    0.44578841740709824,
    0.44578841740709824,
    0.44578841740709824,
    0.44578841740709824,
    0.6033101976129163,
    0.6033101976129163,
    0.6033101976129163,
    0.6033101976129163,
    0.6033101976129163,
    0.6033101976129163,
    0.6033101976129163,
    0.6033101976129163,
    0.7677369802690583,
    0.7677369802690583,
    0.7677369802690583,
    0.7677369802690583,
    0.7677369802690583,
    0.7677369802690583,
    0.7677369802690583,
    0.7677369802690583,
    0.7677369802690583
  ],
  "18": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map; alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase community outreach photos.",
    "Groups of friends mark target employers on the event map; alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Groups of friends mark target employers on the event map as alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, and students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map as alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, and students clutch resumes inside branded folders.",
    "The scene centers on an event map where groups of friends mark target employers, while alumni volunteers deliver quick pep talks near the coffee station and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards, and inside, students clutch resumes kept in branded folders. A robotics startup draws attention by flying a small drone above its booth.",
    "The scene centers on an event map where groups of friends mark target employers, while alumni volunteers deliver quick pep talks near the coffee station and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards, and inside, students clutch resumes kept in branded folders. A robotics startup draws attention by flying a small drone above its booth. Some students rehearse elevator pitches quietly against the wall."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.4449754615455528,
    0.4449754615455528,
    0.4449754615455528,
    0.4449754615455528,
    0.4449754615455528,
    0.4449754615455528,
    0.5770703085152248,
    0.5770703085152248,
    0.5770703085152248,
    0.5770703085152248,
    0.5770703085152248,
    0.5770703085152248,
    0.5770703085152248,
    0.5770703085152248,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.5905643706065313,
    0.7649691892609134,
    0.7649691892609134,
    0.7649691892609134,
    0.7649691892609134,
    0.7649691892609134,
    0.7649691892609134,
    0.7649691892609134,
    0.7649691892609134,
    0.7667815221465608,
    0.7667815221465608,
    0.7667815221465608,
    0.7667815221465608,
    0.7667815221465608,
    0.7667815221465608,
    0.7667815221465608,
    0.7667815221465608
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "In a career fair setting, career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, counselors guide unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case-study booklets on high tables. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, counselors guide unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case-study booklets on high tables. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, counselors guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Outside the university gym, students line up before the career fair opens."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.34144596314132414,
    0.34144596314132414,
    0.34144596314132414,
    0.34144596314132414,
    0.34144596314132414,
    0.5478460778845526,
    0.5478460778845526,
    0.5478460778845526,
    0.5478460778845526,
    0.5478460778845526,
    0.5478460778845526,
    0.7402243897256996,
    0.7402243897256996,
    0.7402243897256996,
    0.7402243897256996,
    0.7402243897256996,
    0.7402243897256996,
    0.7682560120634243,
    0.7682560120634243,
    0.7682560120634243,
    0.7682560120634243,
    0.7682560120634243,
    0.7682560120634243,
    0.7682560120634243,
    0.7682560120634243,
    0.7682560120634243,
    0.8346771009559553,
    0.8346771009559553,
    0.8346771009559553,
    0.8346771009559553,
    0.8346771009559553,
    0.8346771009559553,
    0.8346771009559553,
    0.8346771009559553,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.8380255976791622,
    0.836849108907278,
    0.836849108907278,
    0.836849108907278,
    0.836849108907278
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "Students are lined up outside the university gym as the career fair has not yet opened.",
    "Students are lined up outside the university gym as the career fair has not yet opened. Alumni volunteers share quick pep talks near the coffee station.",
    "Students are lined up outside the university gym as the career fair has not yet opened. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Students are lined up outside the university gym in the lead-up to the career fair, which has not yet opened. Alumni volunteers are giving quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Students are lined up outside the university gym in the lead-up to a career fair that has not yet opened. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Students are lined up outside the university gym in the lead-up to a career fair that has not yet opened. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Students are lined up outside the university gym in the lead-up to a career fair that has not yet opened. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. This pre-event scene combines preparation with exhibitor displays as the fair awaits opening.",
    "Students are lined up outside the university gym in the lead-up to a career fair that has not yet opened. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. This pre-event scene blends preparation with exhibitor displays as the fair awaits opening. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.37241888718741456,
    0.37241888718741456,
    0.37241888718741456,
    0.37241888718741456,
    0.37241888718741456,
    0.37241888718741456,
    0.37241888718741456,
    0.49308055158165187,
    0.49308055158165187,
    0.49308055158165187,
    0.49308055158165187,
    0.49308055158165187,
    0.49308055158165187,
    0.49308055158165187,
    0.49308055158165187,
    0.6301640267255735,
    0.6301640267255735,
    0.6301640267255735,
    0.6301640267255735,
    0.6301640267255735,
    0.6301640267255735,
    0.6301640267255735,
    0.6301640267255735,
    0.6301640267255735,
    0.6301640267255735,
    0.6984277052907637,
    0.6984277052907637,
    0.6984277052907637,
    0.6984277052907637,
    0.6984277052907637,
    0.6984277052907637,
    0.6984277052907637,
    0.7038041155560895,
    0.7038041155560895,
    0.7038041155560895,
    0.7038041155560895,
    0.7038041155560895,
    0.7038041155560895,
    0.7038041155560895,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.750663526123086,
    0.8583565492715226,
    0.8583565492715226,
    0.8583565492715226,
    0.8583565492715226,
    0.8583565492715226,
    0.8583565492715226,
    0.8583565492715226,
    0.8583565492715226,
    0.8345500088918575,
    0.8345500088918575
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, while the engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops begin in the adjoining classroom while the engineering society sponsors a resume review table near the stage; career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom while the engineering society sponsors a resume review table near the stage; career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops begin in the adjoining classroom, while the engineering society sponsors a resume review table near the stage; career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops begin in the adjoining classroom, while the engineering society sponsors a resume review table near the stage; career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "A campus career fair is underway in the university gym area. Networking etiquette workshops are taking place in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "A campus career fair unfolds in the university gym area, with networking etiquette workshops taking place in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "A campus career fair unfolds in the university gym area, with networking etiquette workshops taking place in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished gym floor as tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3736746446473044,
    0.3736746446473044,
    0.3736746446473044,
    0.3736746446473044,
    0.3736746446473044,
    0.3736746446473044,
    0.3736746446473044,
    0.4594907076964167,
    0.4594907076964167,
    0.4594907076964167,
    0.4594907076964167,
    0.4594907076964167,
    0.4594907076964167,
    0.4594907076964167,
    0.5641967314325627,
    0.5641967314325627,
    0.5641967314325627,
    0.5641967314325627,
    0.5641967314325627,
    0.5641967314325627,
    0.5641967314325627,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.5954424502017936,
    0.8187991027470714,
    0.8187991027470714,
    0.8187991027470714,
    0.8187991027470714,
    0.8187991027470714,
    0.8187991027470714,
    0.8187991027470714,
    0.837190469981558,
    0.837190469981558,
    0.837190469981558,
    0.837190469981558,
    0.837190469981558,
    0.837190469981558,
    0.837190469981558,
    0.837190469981558,
    0.7981127557556784,
    0.7981127557556784,
    0.7981127557556784
  ],
  "22": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, and an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym ahead of the career fair. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym ahead of the career fair, while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. Inside, students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up ahead of the career fair while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. Inside, students clutch resumes in branded folders as human resources teams jot notes on tablets during student introductions. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up ahead of the career fair while an alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. Inside, students clutch resumes in branded folders while human resources teams jot notes on tablets during student introductions. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair as an alumni panel discusses how to prepare for technical interviews and alumni volunteers deliver quick pep talks near the coffee station. Inside, students clutch resumes in branded folders while human resources teams jot notes on tablets during introductions. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4340725371500335,
    0.4340725371500335,
    0.4340725371500335,
    0.4340725371500335,
    0.4340725371500335,
    0.4340725371500335,
    0.7047202634053696,
    0.7047202634053696,
    0.7047202634053696,
    0.7047202634053696,
    0.7047202634053696,
    0.7047202634053696,
    0.7047202634053696,
    0.7047202634053696,
    0.743441822332268,
    0.743441822332268,
    0.743441822332268,
    0.743441822332268,
    0.743441822332268,
    0.743441822332268,
    0.743441822332268,
    0.743441822332268,
    0.7759206973036454,
    0.7759206973036454,
    0.7759206973036454,
    0.7759206973036454,
    0.7759206973036454,
    0.7759206973036454,
    0.7759206973036454,
    0.7759206973036454,
    0.7785927190900933,
    0.7785927190900933,
    0.7785927190900933,
    0.7785927190900933,
    0.7785927190900933,
    0.7785927190900933,
    0.7787160662752219,
    0.7787160662752219,
    0.7787160662752219,
    0.7787160662752219,
    0.7787160662752219,
    0.7787160662752219,
    0.7787160662752219,
    0.7787160662752219,
    0.790717557357193,
    0.790717557357193,
    0.790717557357193,
    0.790717557357193,
    0.790717557357193,
    0.790717557357193,
    0.790717557357193,
    0.812794826946496,
    0.812794826946496,
    0.812794826946496,
    0.812794826946496
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention; career counselors redirect unsure students toward applicable industries.",
    "A robotics startup flies a small drone above its booth to attract attention, while career counselors redirect unsure students toward applicable industries.",
    "At the university gym ahead of the career fair, a robotics startup flies a small drone above its booth to attract attention, while career counselors redirect unsure students toward applicable industries; students line up outside the gym before the career fair opens.",
    "In the university gym ahead of the career fair, a robotics startup flies a small drone above its booth to attract attention, while career counselors redirect unsure students toward applicable industries. Students line up outside the gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "In the university gym ahead of the career fair, students line up outside before opening. Inside, dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention, while career counselors redirect unsure students toward applicable industries.",
    "At the university gym ahead of the career fair, students line up outside before opening. Inside, dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention, while career counselors redirect unsure students toward applicable industries.",
    "At the university gym ahead of the career fair, students line up outside before opening. Inside, dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5275477342175433,
    0.5275477342175433,
    0.5275477342175433,
    0.5275477342175433,
    0.5275477342175433,
    0.4684706745009056,
    0.4684706745009056,
    0.4684706745009056,
    0.4684706745009056,
    0.4684706745009056,
    0.4684706745009056,
    0.4684706745009056,
    0.4684706745009056,
    0.5039738451544639,
    0.5039738451544639,
    0.5039738451544639,
    0.5039738451544639,
    0.5039738451544639,
    0.5039738451544639,
    0.5039738451544639,
    0.5039738451544639,
    0.5039738451544639,
    0.7839148950124286,
    0.7839148950124286,
    0.7839148950124286,
    0.7839148950124286,
    0.7839148950124286,
    0.7839148950124286,
    0.7839148950124286,
    0.7839148950124286,
    0.7839148950124286,
    0.7839148950124286,
    0.7468875501472615,
    0.7468875501472615,
    0.7468875501472615,
    0.7468875501472615,
    0.7468875501472615,
    0.7468875501472615,
    0.7468875501472615,
    0.74328341224977,
    0.74328341224977,
    0.74328341224977,
    0.74328341224977,
    0.74328341224977,
    0.74328341224977,
    0.74328341224977,
    0.74328341224977,
    0.801411078828805,
    0.801411078828805,
    0.801411078828805,
    0.801411078828805,
    0.801411078828805
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.6320287981678588,
    0.6320287981678588,
    0.6320287981678588,
    0.6320287981678588,
    0.6320287981678588,
    0.7974695014714107,
    0.7974695014714107,
    0.7974695014714107,
    0.7974695014714107,
    0.7974695014714107,
    0.7974695014714107,
    0.7974695014714107,
    0.8039938893769996,
    0.8039938893769996,
    0.8039938893769996,
    0.8039938893769996,
    0.8039938893769996,
    0.8039938893769996,
    0.8039938893769996,
    0.8039938893769996,
    0.8039938893769996,
    0.8081633750368498,
    0.8081633750368498,
    0.8081633750368498,
    0.8081633750368498,
    0.8081633750368498,
    0.8081633750368498,
    0.8081633750368498,
    0.8081633750368498,
    0.8213817121980598,
    0.8213817121980598,
    0.8213817121980598,
    0.8213817121980598,
    0.8213817121980598,
    0.8213817121980598,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283,
    0.8152511987507283
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers deliver quick pep talks near the coffee station as dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers deliver quick pep talks near the coffee station as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver quick pep talks near the coffee station as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Alumni volunteers deliver quick pep talks near the coffee station as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Alumni volunteers give quick pep talks near the coffee station as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3501066837577161,
    0.3501066837577161,
    0.3501066837577161,
    0.3501066837577161,
    0.3501066837577161,
    0.3501066837577161,
    0.3501066837577161,
    0.38871820286445435,
    0.38871820286445435,
    0.38871820286445435,
    0.38871820286445435,
    0.38871820286445435,
    0.38871820286445435,
    0.38871820286445435,
    0.38871820286445435,
    0.5490242091671329,
    0.5490242091671329,
    0.5490242091671329,
    0.5490242091671329,
    0.5490242091671329,
    0.5490242091671329,
    0.5490242091671329,
    0.5490242091671329,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.5659500592332755,
    0.7242736520797203,
    0.7242736520797203,
    0.7242736520797203,
    0.7242736520797203,
    0.7242736520797203,
    0.7242736520797203,
    0.7242736520797203,
    0.7242736520797203,
    0.7242736520797203,
    0.7242736520797203
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "Finance firms host an internship recruitment event where QR codes are provided to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give short pep talks near the coffee station.",
    "Finance firms host an internship recruitment event where QR codes are provided to enable immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give short pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Finance firms host an internship recruitment event where QR codes enable immediate internship applications. Students rehearse elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give short pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.6683991199935715,
    0.7145364587106171,
    0.7145364587106171,
    0.7145364587106171,
    0.7145364587106171,
    0.7145364587106171,
    0.7145364587106171,
    0.7145364587106171,
    0.7145364587106171,
    0.7145364587106171,
    0.7563849877365509,
    0.7563849877365509,
    0.7563849877365509,
    0.7563849877365509,
    0.7563849877365509,
    0.7563849877365509,
    0.7782913506066291,
    0.7782913506066291,
    0.7782913506066291,
    0.7782913506066291,
    0.7782913506066291,
    0.7782913506066291,
    0.7782913506066291,
    0.7782913506066291,
    0.7782913506066291
  ],
  "27": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "Career counselors direct unsure students toward applicable industries, while groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university gym, the career fair is about to open. Dozens of booths with colorful banners circle the polished floor, while career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map, and students line up outside the gym before the fair opens.",
    "At the university gym, the career fair is about to open. Dozens of booths with colorful banners circle the polished floor as career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map while students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, the career fair is about to open. Dozens of booths with colorful banners circle the polished floor as career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map while students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the university gym, the career fair is about to open. Dozens of booths with colorful banners circle the polished floor as career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map while students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the university gym, the career fair is about to open. Dozens of booths with colorful banners circle the polished floor as career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map while students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.5911861272823679,
    0.5911861272823679,
    0.5911861272823679,
    0.5911861272823679,
    0.5911861272823679,
    0.5911861272823679,
    0.5911861272823679,
    0.7537970763119699,
    0.7537970763119699,
    0.7537970763119699,
    0.7537970763119699,
    0.7537970763119699,
    0.7537970763119699,
    0.7537970763119699,
    0.7537970763119699,
    0.785389997512101,
    0.785389997512101,
    0.785389997512101,
    0.785389997512101,
    0.785389997512101,
    0.785389997512101,
    0.785389997512101,
    0.785389997512101,
    0.785389997512101,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7772599501056492,
    0.7953046397506798,
    0.7953046397506798,
    0.7953046397506798,
    0.7953046397506798,
    0.7953046397506798,
    0.7953046397506798,
    0.7953046397506798
  ],
  "28": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, students line up outside the university gym before it opens. Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, students line up outside the university gym before it opens. Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, students line up outside the university gym before it opens. Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, students line up outside the university gym before it opens. Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, students line up outside the university gym before it opens. Inside, human resources teams jot notes on tablets as students introduce themselves, while career counselors remind attendees to maintain eye contact and redirect unsure attendees toward applicable industries. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as they navigate the space.",
    "At the university career fair, students line up outside the university gym before it opens, then enter to interact with staff. Inside, human resources teams jot notes on tablets as students introduce themselves, while career counselors remind attendees to maintain eye contact and redirect unsure attendees toward applicable industries. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as they navigate the space.",
    "At the university career fair, students line up outside the university gym before it opens, then enter to interact with staff. Inside, human resources teams jot notes on tablets as students introduce themselves, while career counselors remind attendees to maintain eye contact and redirect unsure attendees toward applicable industries. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as they navigate the space, and some rehearse elevator pitches quietly against the wall."
  ],
  "28_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.6129406653703424,
    0.6129406653703424,
    0.6129406653703424,
    0.6129406653703424,
    0.6129406653703424,
    0.6129406653703424,
    0.7521966333852277,
    0.7521966333852277,
    0.7521966333852277,
    0.7521966333852277,
    0.7521966333852277,
    0.7521966333852277,
    0.7521966333852277,
    0.8037003788113015,
    0.8037003788113015,
    0.8037003788113015,
    0.8037003788113015,
    0.8037003788113015,
    0.8037003788113015,
    0.8037003788113015,
    0.8037003788113015,
    0.810353942314463,
    0.810353942314463,
    0.810353942314463,
    0.810353942314463,
    0.810353942314463,
    0.810353942314463,
    0.810353942314463,
    0.810353942314463,
    0.810353942314463,
    0.8220572747265331,
    0.8220572747265331,
    0.8220572747265331,
    0.8220572747265331,
    0.8220572747265331,
    0.8220572747265331,
    0.8220572747265331,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8310554300992711,
    0.8271256670842626,
    0.8271256670842626,
    0.8271256670842626
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards, while students line up outside the university gym before the career fair opens.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards, while students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards, while students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards as students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries.",
    "Event staff stand at the entrance of the university gym, scanning registrations and handing out lanyards as students line up outside before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff greet attendees at the university gym entrance, scanning registrations and issuing lanyards as students queue outside before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop nearby. A robotics startup deploys a small drone above its booth to draw attention. Career counselors guide unsure students toward relevant industries. In the adjoining classroom, workshops on networking etiquette are underway. Nearby tech exhibitors display demo screens of their latest apps.",
    "Staff greet attendees at the university gym entrance, scanning registrations and issuing lanyards as students queue outside before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop nearby. A robotics startup deploys a small drone above its booth to draw attention. Career counselors guide unsure students toward relevant industries. In the adjoining classroom, workshops on networking etiquette are underway. Nearby tech exhibitors display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Staff greet attendees at the university gym entrance, scanning registrations and issuing lanyards as students queue outside before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop nearby. A robotics startup deploys a small drone above its booth to draw attention. Career counselors guide unsure students toward relevant industries. In the adjoining classroom, workshops on networking etiquette are underway. Nearby tech exhibitors display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3632080026244549,
    0.3632080026244549,
    0.3632080026244549,
    0.3632080026244549,
    0.3632080026244549,
    0.4304302289191752,
    0.4304302289191752,
    0.4304302289191752,
    0.4304302289191752,
    0.4304302289191752,
    0.4304302289191752,
    0.6097192655306676,
    0.6097192655306676,
    0.6097192655306676,
    0.6097192655306676,
    0.6097192655306676,
    0.6097192655306676,
    0.8272079045282182,
    0.8272079045282182,
    0.8272079045282182,
    0.8272079045282182,
    0.8272079045282182,
    0.84605037810262,
    0.84605037810262,
    0.84605037810262,
    0.84605037810262,
    0.84605037810262,
    0.84605037810262,
    0.84605037810262,
    0.84605037810262,
    0.84605037810262,
    0.84605037810262,
    0.8515158084592458,
    0.8515158084592458,
    0.8515158084592458,
    0.8515158084592458,
    0.8515158084592458,
    0.8515158084592458,
    0.8515158084592458,
    0.8515158084592458,
    0.848187053902556,
    0.848187053902556,
    0.848187053902556,
    0.848187053902556,
    0.848187053902556,
    0.848187053902556,
    0.848187053902556,
    0.848187053902556,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032,
    0.8492274182453032
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4024227819691538,
    0.4024227819691538,
    0.4024227819691538,
    0.4024227819691538,
    0.4024227819691538,
    0.4024227819691538,
    0.4024227819691538,
    0.590230758117365,
    0.590230758117365,
    0.590230758117365,
    0.590230758117365,
    0.590230758117365,
    0.7401344470278378,
    0.7401344470278378,
    0.7401344470278378,
    0.7401344470278378,
    0.7401344470278378,
    0.7401344470278378,
    0.7401344470278378,
    0.7401344470278378,
    0.7401344470278378,
    0.7401344470278378,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.7730955599077196,
    0.8189821066564563,
    0.8189821066564563,
    0.8189821066564563,
    0.8189821066564563,
    0.8189821066564563,
    0.8189821066564563,
    0.8189821066564563,
    0.8189821066564563,
    0.8189821066564563,
    0.8493258351467174,
    0.8493258351467174,
    0.8493258351467174,
    0.8493258351467174,
    0.8493258351467174
  ],
  "32": [
    "",
    "",
    "",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, and a robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers are giving quick pep talks near the coffee station, and a robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers are giving quick pep talks near the coffee station, and a robotics startup is flying a small drone above its booth to attract attention. Career counselors are redirecting unsure students toward applicable industries.",
    "At the fair, alumni volunteers are delivering quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, alumni volunteers are delivering quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station while a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens as tech companies display demo screens of their latest apps.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station while a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, as tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station, and a robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, while a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, as tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.3677340382768098,
    0.5640813809448071,
    0.5640813809448071,
    0.5640813809448071,
    0.5640813809448071,
    0.5640813809448071,
    0.5640813809448071,
    0.6765376748367471,
    0.6765376748367471,
    0.6765376748367471,
    0.6765376748367471,
    0.6765376748367471,
    0.6765376748367471,
    0.6765376748367471,
    0.6765376748367471,
    0.6765376748367471,
    0.8186006365097891,
    0.8186006365097891,
    0.8186006365097891,
    0.8186006365097891,
    0.8186006365097891,
    0.8186006365097891,
    0.8186006365097891,
    0.8186006365097891,
    0.8301305884990196,
    0.8301305884990196,
    0.8301305884990196,
    0.8301305884990196,
    0.8301305884990196,
    0.8301305884990196,
    0.8301305884990196,
    0.8614725595790693,
    0.8614725595790693,
    0.8614725595790693,
    0.8614725595790693,
    0.8614725595790693,
    0.8614725595790693,
    0.8614725595790693,
    0.8614725595790693,
    0.8614725595790693,
    0.8614725595790693,
    0.8644905086402905,
    0.8644905086402905,
    0.8644905086402905,
    0.8644905086402905,
    0.8644905086402905
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A venue scene shows dozens of booths with colorful banners arranged in a circle around a polished floor.",
    "A venue scene shows dozens of booths with colorful banners arranged in a circle around a polished floor, where tech companies display demo screens showing their latest apps.",
    "At a venue, dozens of booths with colorful banners are arranged in a circle around a polished floor. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At a venue, dozens of booths with colorful banners are arranged in a circle around a polished floor. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At a venue, dozens of booths with colorful banners are arranged in a circle around a polished floor. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. Event staff at the entrance scan registrations and hand out lanyards.",
    "At a venue, dozens of booths with colorful banners surround a polished floor arranged in a circular layout. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "A venue hosts a fair where dozens of booths with colorful banners surround a polished floor arranged in a circular layout. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.39876834024391317,
    0.4057896537729991,
    0.4057896537729991,
    0.4057896537729991,
    0.4057896537729991,
    0.4057896537729991,
    0.4057896537729991,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7383575737307451,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7392239570448778,
    0.7998661841052375,
    0.7998661841052375,
    0.7998661841052375,
    0.7998661841052375,
    0.7998661841052375,
    0.7998661841052375,
    0.7998661841052375,
    0.7998661841052375,
    0.8322116118549321,
    0.8322116118549321,
    0.8322116118549321,
    0.8322116118549321,
    0.8322116118549321,
    0.8322116118549321,
    0.8322116118549321,
    0.8322116118549321,
    0.8322116118549321
  ],
  "34": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders.",
    "Near the stage, the engineering society sponsors a resume review table, with students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Near the stage, the engineering society sponsors a resume review table, with students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Near the stage, the engineering society sponsors a resume review table, with students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Near the stage, the engineering society sponsors a resume review table, with students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Near the stage, the engineering society sponsors a resume review table, with students clutching resumes inside branded folders; event staff scan registrations and hand out lanyards at the entrance."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.5223329207159797,
    0.3711888691401704,
    0.3711888691401704,
    0.3711888691401704,
    0.3711888691401704,
    0.3711888691401704,
    0.3711888691401704,
    0.3711888691401704,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626,
    0.5514385923326626
  ],
  "35": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, with dozens of booths featuring colorful banners circling a polished floor.",
    "Healthcare providers showcase community outreach photos; dozens of booths feature colorful banners circling a polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase community outreach photos. Dozens of booths feature colorful banners circling a polished floor, while a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos at a fair-like setting. Dozens of booths with colorful banners encircle a polished floor, while a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens illustrating their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos in a fair-like setting. Dozens of booths with colorful banners encircle a polished floor as a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens illustrating their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos within a fair-like venue. Dozens of booths with colorful banners surround a polished floor, while a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens illustrating their latest apps, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries.",
    "In a fair-like venue, healthcare providers showcase community outreach photos. Dozens of booths with colorful banners surround a polished floor, and a welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens illustrating their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, and career counselors direct unsure students toward applicable industries.",
    "In a fair-like venue, healthcare providers showcase community outreach photos. Dozens of booths with colorful banners surround a polished floor. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens illustrating their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, and career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "35_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.32716358434646253,
    0.32716358434646253,
    0.32716358434646253,
    0.32716358434646253,
    0.32716358434646253,
    0.32716358434646253,
    0.41422244844055384,
    0.41422244844055384,
    0.41422244844055384,
    0.41422244844055384,
    0.41422244844055384,
    0.41422244844055384,
    0.41422244844055384,
    0.7707030590606692,
    0.7707030590606692,
    0.7707030590606692,
    0.7707030590606692,
    0.7707030590606692,
    0.7707030590606692,
    0.7577697911232839,
    0.7577697911232839,
    0.7577697911232839,
    0.7577697911232839,
    0.7577697911232839,
    0.7577697911232839,
    0.7577697911232839,
    0.7577697911232839,
    0.7577697911232839,
    0.7935286239505867,
    0.7935286239505867,
    0.7935286239505867,
    0.7935286239505867,
    0.7935286239505867,
    0.7935286239505867,
    0.7935286239505867,
    0.7935286239505867,
    0.8352917202842989,
    0.8352917202842989,
    0.8352917202842989,
    0.8352917202842989,
    0.8352917202842989,
    0.8352917202842989,
    0.8352917202842989,
    0.8322208960631875,
    0.8322208960631875,
    0.8322208960631875,
    0.8322208960631875,
    0.8322208960631875,
    0.8322208960631875,
    0.8322208960631875,
    0.8322208960631875,
    0.8322208960631875,
    0.8322208960631875,
    0.8472902060613482,
    0.8472902060613482,
    0.8472902060613482,
    0.8472902060613482
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. The scene centers on the public-address system delivering opening information about the planned activities and timing for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule and opening information about planned activities and their timing. The scene centers on the public-address system delivering this information as consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the public-address system, outlining the fair schedule and opening information about planned activities and their timing. The scene centers on the public-address system delivering this information as consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the public-address system, outlining the fair schedule and opening information about planned activities and their timing. The scene centers on the public-address system delivering this information as consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "A welcome announcement is broadcast over the public-address system, outlining the fair schedule and opening information about planned activities and their timing, with the scene centered on the PA delivering this information. Consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the public-address system, outlining the fair schedule and opening information about planned activities and their timing, with the scene centered on the PA delivering this information. Consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the public-address system, outlining the fair schedule and opening information about planned activities and their timing, with the scene centered on the PA delivering this information. Consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.547302687144339,
    0.547302687144339,
    0.547302687144339,
    0.547302687144339,
    0.547302687144339,
    0.547302687144339,
    0.547302687144339,
    0.5319808875085318,
    0.5319808875085318,
    0.5319808875085318,
    0.5319808875085318,
    0.5319808875085318,
    0.5319808875085318,
    0.5319808875085318,
    0.5319808875085318,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.5404292713098107,
    0.7790373622829758,
    0.7790373622829758,
    0.7790373622829758,
    0.7790373622829758,
    0.7790373622829758,
    0.7790373622829758,
    0.7790373622829758,
    0.7790373622829758,
    0.7790373622829758,
    0.864279811291055,
    0.864279811291055,
    0.864279811291055,
    0.864279811291055,
    0.864279811291055,
    0.864279811291055,
    0.885912632490084,
    0.885912632490084,
    0.885912632490084,
    0.885912632490084,
    0.885912632490084,
    0.885912632490084,
    0.885912632490084,
    0.885912632490084,
    0.9030153907637126,
    0.9030153907637126,
    0.9030153907637126,
    0.9030153907637126,
    0.9030153907637126,
    0.9030153907637126,
    0.9030153907637126
  ],
  "37": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, while some students quietly rehearse elevator pitches against the wall.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, while some students quietly rehearse elevator pitches against the wall. Tech companies display demo screens showing their latest apps.",
    "At an event venue, a cybersecurity company is hosting a password-cracking challenge on a laptop, while some students quietly rehearse elevator pitches against the wall. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At an event venue, a cybersecurity company hosts a password-cracking challenge on a laptop, while some students quietly rehearse elevator pitches against the wall. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station.",
    "At an event venue, a cybersecurity company hosts a password-cracking challenge on a laptop while some students quietly rehearse elevator pitches against the wall. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At an event venue, a cybersecurity company hosts a password-cracking challenge on a laptop while some students quietly rehearse elevator pitches against the wall. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At an event venue, a cybersecurity company hosts a password-cracking challenge on a laptop while some students quietly rehearse elevator pitches against the wall. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At an event venue, a cybersecurity company hosts a password-cracking challenge on a laptop while students quietly rehearse elevator pitches against the wall. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.32584874990700735,
    0.32584874990700735,
    0.32584874990700735,
    0.32584874990700735,
    0.32584874990700735,
    0.32584874990700735,
    0.32584874990700735,
    0.4990089342687498,
    0.4990089342687498,
    0.4990089342687498,
    0.4990089342687498,
    0.4990089342687498,
    0.4990089342687498,
    0.4990089342687498,
    0.7261302580801419,
    0.7261302580801419,
    0.7261302580801419,
    0.7261302580801419,
    0.7261302580801419,
    0.7608768166586273,
    0.7608768166586273,
    0.7608768166586273,
    0.7608768166586273,
    0.7608768166586273,
    0.7608768166586273,
    0.7608768166586273,
    0.7608768166586273,
    0.7608768166586273,
    0.7808352592135857,
    0.7808352592135857,
    0.7808352592135857,
    0.7808352592135857,
    0.7808352592135857,
    0.7808352592135857,
    0.7808352592135857,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.7985002838998468,
    0.8254931700216599,
    0.8254931700216599
  ],
  "38": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map.",
    "Human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves; groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves; groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "In the event setting, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "In the event setting, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "Within the event setting, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.42337371621394637,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.4790790884074716,
    0.7134548768387754,
    0.7134548768387754,
    0.7134548768387754,
    0.7134548768387754,
    0.7134548768387754,
    0.7134548768387754,
    0.7134548768387754,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188,
    0.7121913694829188
  ],
  "39": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact; finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "At the event venue, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event venue, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event venue, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "39_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.42767289527450564,
    0.7783124106181769,
    0.7783124106181769,
    0.7783124106181769,
    0.7783124106181769,
    0.7783124106181769,
    0.7783124106181769,
    0.7783124106181769,
    0.7783124106181769,
    0.7918288786517798,
    0.7918288786517798,
    0.7918288786517798,
    0.7918288786517798,
    0.7918288786517798,
    0.7918288786517798,
    0.7918288786517798,
    0.7891131290266673,
    0.7891131290266673,
    0.7891131290266673,
    0.7891131290266673,
    0.7891131290266673,
    0.7891131290266673,
    0.7891131290266673,
    0.8246507626034046,
    0.8246507626034046,
    0.8246507626034046,
    0.8246507626034046,
    0.8246507626034046,
    0.8246507626034046
  ],
  "40": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, career counselors direct unsure students toward applicable industries while a robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, career counselors direct unsure students toward applicable industries, while a robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym hosting the career fair, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the career fair opens.",
    "At the university gym hosting the career fair, counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor as students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables."
  ],
  "40_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.47340265487238087,
    0.47340265487238087,
    0.47340265487238087,
    0.47340265487238087,
    0.47340265487238087,
    0.47340265487238087,
    0.47340265487238087,
    0.6666574878490545,
    0.6666574878490545,
    0.6666574878490545,
    0.6666574878490545,
    0.6666574878490545,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8768614523520031,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8647744877661578,
    0.8749747792270908,
    0.8749747792270908,
    0.8749747792270908,
    0.8749747792270908,
    0.8749747792270908,
    0.8749747792270908,
    0.8749747792270908,
    0.8749747792270908,
    0.8749747792270908,
    0.8396498600062927,
    0.8396498600062927,
    0.8396498600062927,
    0.8396498600062927,
    0.8396498600062927,
    0.8396498600062927,
    0.8396498600062927,
    0.8396498600062927,
    0.8396498600062927
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as some students quietly rehearse elevator pitches against the wall.",
    "Healthcare providers showcase community outreach photos; some students quietly rehearse elevator pitches against the wall, while others clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos. Some students quietly rehearse elevator pitches against the wall, while others clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos at an event. Some students quietly rehearse elevator pitches against a wall, while others clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers showcase community outreach photos at the event. Some students quietly rehearse elevator pitches against a wall, while others clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos at the event. Some students quietly rehearse elevator pitches against a wall while others clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos at the event. Some students quietly rehearse elevator pitches against a wall, while others clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos at the event. Some students quietly rehearse elevator pitches against a wall, while others clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3643343840387002,
    0.3643343840387002,
    0.3643343840387002,
    0.3643343840387002,
    0.3643343840387002,
    0.40103125882729695,
    0.40103125882729695,
    0.40103125882729695,
    0.40103125882729695,
    0.40103125882729695,
    0.40103125882729695,
    0.5280455819182431,
    0.5280455819182431,
    0.5280455819182431,
    0.5280455819182431,
    0.5280455819182431,
    0.6973337365326839,
    0.6973337365326839,
    0.6973337365326839,
    0.6973337365326839,
    0.6973337365326839,
    0.6973337365326839,
    0.6973337365326839,
    0.6973337365326839,
    0.6973337365326839,
    0.6973337365326839,
    0.7433555763165562,
    0.7433555763165562,
    0.7433555763165562,
    0.7433555763165562,
    0.7433555763165562,
    0.7433555763165562,
    0.7433555763165562,
    0.7433555763165562,
    0.7782690034073971,
    0.7782690034073971,
    0.7782690034073971,
    0.7782690034073971,
    0.7782690034073971,
    0.7782690034073971,
    0.814898988517103,
    0.814898988517103,
    0.814898988517103,
    0.814898988517103,
    0.814898988517103,
    0.814898988517103,
    0.814898988517103,
    0.814898988517103,
    0.814898988517103,
    0.814898988517103,
    0.7967107997430289,
    0.7967107997430289
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor.",
    "Dozens of booths with colorful banners circle around a polished floor, creating a circular layout. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply quickly.",
    "Dozens of booths with colorful banners circle around a polished floor, forming a circular layout. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply quickly. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle around a polished floor, forming a circular layout. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply quickly. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular layout. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply quickly. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular layout. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply quickly. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular layout. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply quickly. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular layout. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply quickly. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular layout. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply quickly. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.5812997364809087,
    0.5812997364809087,
    0.5812997364809087,
    0.5812997364809087,
    0.5812997364809087,
    0.7506251188367312,
    0.7506251188367312,
    0.7506251188367312,
    0.7506251188367312,
    0.7506251188367312,
    0.7506251188367312,
    0.7506251188367312,
    0.7506251188367312,
    0.7506251188367312,
    0.7648249762829662,
    0.7648249762829662,
    0.7648249762829662,
    0.7648249762829662,
    0.7648249762829662,
    0.7648249762829662,
    0.7995033879323905,
    0.7995033879323905,
    0.7995033879323905,
    0.7995033879323905,
    0.7995033879323905,
    0.7995033879323905,
    0.7995033879323905,
    0.7995033879323905,
    0.7995033879323905,
    0.7995033879323905,
    0.8174915596311703,
    0.8174915596311703,
    0.8174915596311703,
    0.8174915596311703,
    0.8174915596311703,
    0.8174915596311703,
    0.8174915596311703,
    0.8177794302597179,
    0.8177794302597179,
    0.8177794302597179,
    0.8177794302597179,
    0.8177794302597179,
    0.8177794302597179,
    0.8177794302597179,
    0.8177794302597179,
    0.8345412541732302,
    0.8345412541732302,
    0.8345412541732302,
    0.8345412541732302,
    0.8345412541732302,
    0.8345412541732302,
    0.8345412541732302,
    0.8345412541732302,
    0.8345412541732302
  ],
  "43": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers showcase community outreach photos; finance firms offer QR codes to facilitate immediate internship applications; consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the university career fair, students line up outside the university gym before it opens. Healthcare providers showcase community outreach photos; finance firms offer QR codes to facilitate immediate internship applications; and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the university career fair, students line up outside the university gym before it opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes to facilitate immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the university career fair, students line up outside the university gym before it opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes to facilitate immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, students line up outside the university gym before it opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes to facilitate immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.35227721186952393,
    0.35227721186952393,
    0.35227721186952393,
    0.35227721186952393,
    0.35227721186952393,
    0.35227721186952393,
    0.48952110027969076,
    0.48952110027969076,
    0.48952110027969076,
    0.48952110027969076,
    0.48952110027969076,
    0.48952110027969076,
    0.48952110027969076,
    0.48952110027969076,
    0.48952110027969076,
    0.6396509466169753,
    0.6396509466169753,
    0.6396509466169753,
    0.6396509466169753,
    0.6396509466169753,
    0.6396509466169753,
    0.6396509466169753,
    0.6396509466169753,
    0.6396509466169753,
    0.6396509466169753,
    0.8156724075941588,
    0.8156724075941588,
    0.8156724075941588,
    0.8156724075941588,
    0.8156724075941588,
    0.8156724075941588,
    0.8156724075941588,
    0.8156724075941588,
    0.8302117388256458,
    0.8302117388256458,
    0.8302117388256458,
    0.8302117388256458,
    0.8302117388256458,
    0.8302117388256458,
    0.8302117388256458,
    0.8465194070851421,
    0.8465194070851421,
    0.8465194070851421,
    0.8465194070851421,
    0.8465194070851421,
    0.8465194070851421,
    0.8465194070851421,
    0.8465194070851421,
    0.8492524858130878,
    0.8492524858130878,
    0.8492524858130878,
    0.8492524858130878,
    0.8492524858130878,
    0.8492524858130878,
    0.8492524858130878
  ],
  "44": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "A multi-booth event on a polished floor features an alumni panel discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the floor.",
    "A multi-booth event on a polished floor centers around an alumni panel discussing how to prepare for technical interviews, with dozens of booths and colorful banners circling the space. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At a multi-booth event on a polished floor, a central alumni panel discusses how to prepare for technical interviews. Dozens of booths are arranged around the space, encircled by colorful banners. The engineering society sponsors a resume review table near the stage. The event staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At a multi-booth event on a polished floor, a central alumni panel discusses how to prepare for technical interviews. Dozens of booths are arranged around the space, encircled by colorful banners. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At a multi-booth event on a polished floor, a central alumni panel discusses how to prepare for technical interviews while dozens of booths encircle the space and are bordered by colorful banners. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.6145426272892158,
    0.6145426272892158,
    0.6145426272892158,
    0.6145426272892158,
    0.6145426272892158,
    0.6145426272892158,
    0.7558782978965863,
    0.7558782978965863,
    0.7558782978965863,
    0.7558782978965863,
    0.7558782978965863,
    0.7558782978965863,
    0.7558782978965863,
    0.7558782978965863,
    0.7558782978965863,
    0.7893225645000566,
    0.7893225645000566,
    0.7893225645000566,
    0.7893225645000566,
    0.7893225645000566,
    0.7893225645000566,
    0.7893225645000566,
    0.7893225645000566,
    0.7910571791109591,
    0.7910571791109591,
    0.7910571791109591,
    0.7910571791109591,
    0.7910571791109591,
    0.7910571791109591,
    0.7910571791109591,
    0.8117886360947029,
    0.8117886360947029,
    0.8117886360947029,
    0.8117886360947029,
    0.8117886360947029,
    0.8117886360947029,
    0.8117886360947029,
    0.8117886360947029,
    0.8182081469463857,
    0.8182081469463857
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby, adding a formal, resource-rich backdrop to the discussion.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby, adding a formal, resource-rich backdrop to the discussion. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby, creating a formal, resource-rich backdrop to the discussion. In the adjoining classroom, workshops on networking etiquette begin. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables nearby, forming a formal, resource-rich backdrop to the discussion. In the adjoining classroom, workshops on networking etiquette begin. Meanwhile, some students rehearse elevator pitches quietly against the wall, adding a preparatory, professional undertone to the scene.",
    "An alumni panel discusses how to prepare for technical interviews, forming the central focus of a formal, resource-rich backdrop created by consulting firms stacking glossy case study booklets on high tables nearby. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall, adding a preparatory, professional undertone to the scene.",
    "An alumni panel discusses how to prepare for technical interviews, forming the central focus of a formal, resource-rich backdrop created by consulting firms stacking glossy case study booklets on high tables nearby. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall, adding a preparatory, professional undertone to the scene. Career counselors remind attendees to maintain eye contact.",
    "A formal event scene centers on an alumni panel discussing preparation for technical interviews, set against a resource-rich backdrop created by consulting firms with glossy case study booklets stacked on high tables nearby. In an adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, adding a preparatory, professional undertone. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5557926030695618,
    0.5557926030695618,
    0.5557926030695618,
    0.5557926030695618,
    0.5557926030695618,
    0.5557926030695618,
    0.5557926030695618,
    0.7058421686013272,
    0.7058421686013272,
    0.7058421686013272,
    0.7058421686013272,
    0.7058421686013272,
    0.7058421686013272,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.7001533208313095,
    0.6735591224532912,
    0.6735591224532912,
    0.6735591224532912,
    0.6735591224532912,
    0.6735591224532912,
    0.6735591224532912,
    0.6735591224532912,
    0.6735591224532912,
    0.5339405090577375,
    0.5339405090577375,
    0.5339405090577375,
    0.5339405090577375,
    0.5339405090577375,
    0.5339405090577375,
    0.5339405090577375,
    0.6769436481246497,
    0.6769436481246497,
    0.6769436481246497,
    0.6769436481246497,
    0.6769436481246497,
    0.6769436481246497,
    0.6769436481246497,
    0.6769436481246497,
    0.7380966324767624,
    0.7380966324767624,
    0.7380966324767624,
    0.7380966324767624,
    0.7380966324767624,
    0.7380966324767624
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, establishing a preparatory queue ahead of the event. Career counselors redirect unsure students toward applicable industries.",
    "A preparatory queue forms with students lined up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "A preparatory queue forms with students lined up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "A preparatory queue forms with students lined up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "A preparatory queue forms with students lined up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "A preparatory queue forms with students lined up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "A preparatory queue forms with students lined up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a preparatory queue of students gathers ahead of the career fair opening. Inside, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5911465159155651,
    0.5911465159155651,
    0.5911465159155651,
    0.5911465159155651,
    0.5911465159155651,
    0.5911465159155651,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7032153973325941,
    0.7650633517048729,
    0.7650633517048729,
    0.7650633517048729,
    0.7650633517048729,
    0.7650633517048729,
    0.7650633517048729,
    0.7650633517048729,
    0.7650633517048729,
    0.805274798587983,
    0.805274798587983,
    0.805274798587983,
    0.805274798587983,
    0.805274798587983,
    0.805274798587983,
    0.805274798587983,
    0.8608230031037194,
    0.8608230031037194,
    0.8608230031037194,
    0.8608230031037194,
    0.8608230031037194,
    0.8608230031037194,
    0.8608230031037194,
    0.8608230031037194,
    0.8700601265669237,
    0.8700601265669237,
    0.8700601265669237,
    0.8700601265669237,
    0.8700601265669237,
    0.8700601265669237,
    0.8700601265669237,
    0.8700601265669237,
    0.8859437355489111,
    0.8859437355489111,
    0.8859437355489111,
    0.8859437355489111,
    0.8859437355489111,
    0.8859437355489111
  ],
  "47": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, while a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, while a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, while a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "47_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.601004149635123,
    0.601004149635123,
    0.601004149635123,
    0.601004149635123,
    0.601004149635123,
    0.601004149635123,
    0.601004149635123,
    0.8158811586269284,
    0.8158811586269284,
    0.8158811586269284,
    0.8158811586269284,
    0.8158811586269284,
    0.7825497725140883,
    0.7825497725140883,
    0.7825497725140883,
    0.7825497725140883,
    0.7825497725140883,
    0.7825497725140883,
    0.7825497725140883,
    0.7825497725140883,
    0.7825497725140883,
    0.7825497725140883,
    0.8333642172287224,
    0.8333642172287224,
    0.8333642172287224,
    0.8333642172287224,
    0.8333642172287224,
    0.8333642172287224,
    0.8333642172287224,
    0.8333642172287224,
    0.8374891033881515,
    0.8374891033881515,
    0.8374891033881515,
    0.8374891033881515,
    0.8374891033881515,
    0.8374891033881515,
    0.8374891033881515,
    0.8374891033881515,
    0.8801767737821921,
    0.8801767737821921,
    0.8801767737821921,
    0.8801767737821921,
    0.8801767737821921,
    0.8801767737821921,
    0.8801767737821921,
    0.8850994566145389,
    0.8850994566145389,
    0.8850994566145389,
    0.8850994566145389
  ],
  "48": [
    "",
    "",
    "",
    "Dozens of booths encircle the polished floor, each booth decorated with colorful banners.",
    "Dozens of booths encircle the polished floor, each booth decorated with colorful banners. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths encircle a polished floor, each booth decorated with colorful banners. Career counselors redirect unsure students toward applicable industries.",
    "A space with a polished floor hosts dozens of booths encircling the area, each booth decorated with colorful banners. Career counselors redirect unsure students toward applicable industries.",
    "A space with a polished floor hosts dozens of booths encircling the area, each booth decorated with colorful banners. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "A polished floor venue hosts dozens of booths encircling the space, each booth decorated with colorful banners. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a polished-floor venue, dozens of booths encircle the space, each decorated with colorful banners. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "The scene is a polished-floor venue hosting a career fair with dozens of booths encircling the space, each decorated with colorful banners. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "In a polished-floor venue hosting a career fair, dozens of booths encircle the space, each decorated with colorful banners. Career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.3201422660379113,
    0.3201422660379113,
    0.3201422660379113,
    0.3201422660379113,
    0.3201422660379113,
    0.5560574932869804,
    0.5560574932869804,
    0.5560574932869804,
    0.5560574932869804,
    0.5560574932869804,
    0.5560574932869804,
    0.5560574932869804,
    0.5528586550530327,
    0.5528586550530327,
    0.5528586550530327,
    0.5528586550530327,
    0.5528586550530327,
    0.5528586550530327,
    0.5489904802965816,
    0.5489904802965816,
    0.5489904802965816,
    0.5489904802965816,
    0.5489904802965816,
    0.5489904802965816,
    0.5489904802965816,
    0.5489904802965816,
    0.5489904802965816,
    0.698035536439936,
    0.698035536439936,
    0.698035536439936,
    0.698035536439936,
    0.698035536439936,
    0.698035536439936,
    0.698035536439936,
    0.698035536439936,
    0.698035536439936,
    0.7802954441817929,
    0.7802954441817929,
    0.7802954441817929,
    0.7802954441817929,
    0.7802954441817929,
    0.7802954441817929,
    0.7802954441817929,
    0.8062518837873544,
    0.8062518837873544,
    0.8062518837873544,
    0.8062518837873544,
    0.8062518837873544,
    0.8062518837873544,
    0.8062518837873544,
    0.8062518837873544,
    0.8333351302397161,
    0.8333351302397161,
    0.8333351302397161,
    0.8333351302397161,
    0.8333351302397161,
    0.8333351302397161,
    0.8333351302397161,
    0.8333351302397161,
    0.8333351302397161,
    0.8333351302397161,
    0.8515683942335015
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map, while tech teams display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, while tech teams display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map. Tech teams display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map. Tech teams display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map. Tech teams display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map. Tech teams display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map. Tech teams display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, while tech teams display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.5121921970222901,
    0.5121921970222901,
    0.5121921970222901,
    0.5121921970222901,
    0.5121921970222901,
    0.6642996481272968,
    0.6642996481272968,
    0.6642996481272968,
    0.6642996481272968,
    0.6642996481272968,
    0.6642996481272968,
    0.6642996481272968,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.7936228928242087,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649,
    0.8194726425341649
  ]
}