{
  "0": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4318074755238483,
    0.4318074755238483,
    0.4318074755238483,
    0.4318074755238483,
    0.4318074755238483,
    0.4318074755238483,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.608982730653408,
    0.7644097375589514
  ],
  "1": [
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Within the venue, workshops on networking etiquette are taking place in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "1_score": [
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.5194626477330113,
    0.5194626477330113,
    0.5194626477330113,
    0.5194626477330113,
    0.5194626477330113,
    0.5194626477330113,
    0.7471972032053924,
    0.7471972032053924,
    0.7471972032053924
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while healthcare providers display photos from community outreach.",
    "At the event entrance, staff scan registrations and hand out lanyards, while healthcare providers display photos from community outreach. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3749915534327308,
    0.3749915534327308,
    0.3749915534327308,
    0.3749915534327308,
    0.3749915534327308,
    0.5916588298594173,
    0.5916588298594173,
    0.5916588298594173
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915,
    0.3833319781016915
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing attendee credentials. Alumni volunteers deliver quick pep talks near the coffee station, offering encouragement. Finance firms provide QR codes that attendees can use to apply for internships immediately."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.40378207007198536,
    0.40378207007198536,
    0.40378207007198536,
    0.40378207007198536,
    0.40378207007198536,
    0.40378207007198536,
    0.40378207007198536,
    0.7385507668500328,
    0.7385507668500328,
    0.7385507668500328
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables, contributing to a staged, professional milieu."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.732900669438588,
    0.732900669438588,
    0.732900669438588,
    0.732900669438588,
    0.732900669438588
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers give quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.40633439145669176,
    0.40633439145669176,
    0.40633439145669176,
    0.40633439145669176,
    0.40633439145669176,
    0.71085051963159,
    0.71085051963159,
    0.71085051963159,
    0.71085051963159,
    0.71085051963159
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735,
    0.35167843339559735
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At a tech industry expo, tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.6238296993042259,
    0.6238296993042259,
    0.6238296993042259,
    0.6238296993042259,
    0.6238296993042259,
    0.6238296993042259,
    0.6238296993042259
  ],
  "11": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "A career fair scene features counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle a polished floor, while some students rehearse elevator pitches quietly against the wall.",
    "A career fair scene shows counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle a polished floor, creating a lively perimeter around the space. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.6268155493327157,
    0.6268155493327157,
    0.6268155493327157,
    0.6268155493327157,
    0.6268155493327157,
    0.6268155493327157,
    0.6268155493327157,
    0.7854524403003273
  ],
  "12": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.6058985257789937,
    0.6058985257789937,
    0.6058985257789937,
    0.6058985257789937,
    0.6058985257789937
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up ahead of the career fair opening, while human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up ahead of the career fair opening as human resources teams jot notes on tablets while students introduce themselves; event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up ahead of the career fair opening as human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.40773192308415085,
    0.40773192308415085,
    0.40773192308415085,
    0.40773192308415085,
    0.40773192308415085,
    0.45457787791139515,
    0.45457787791139515,
    0.45457787791139515,
    0.45457787791139515,
    0.45457787791139515,
    0.45457787791139515,
    0.45457787791139515,
    0.5976389937538084,
    0.5976389937538084,
    0.5976389937538084
  ],
  "14": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, indicating which firms are of interest. Students clutch resumes inside branded folders, keeping their materials ready. Finance firms offer QR codes for immediate internship applications, providing a quick digital route to submit credentials.",
    "At the event, groups of friends mark target employers on the event map, indicating firms of interest. Students clutch resumes inside branded folders, keeping their materials ready. Finance firms offer QR codes for immediate internship applications, providing a quick digital route to submit credentials. Tech companies display demo screens showing their latest apps."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.7202303882605463,
    0.7202303882605463,
    0.7202303882605463,
    0.7202303882605463,
    0.7202303882605463,
    0.7202303882605463,
    0.8176806576516435
  ],
  "15": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers give short pep talks near the coffee station, while an alumni panel discusses strategies for preparing for technical interviews. Finance firms provide QR codes that enable immediate internship applications.",
    "Alumni volunteers give short pep talks near the coffee station, while an alumni panel discusses strategies for preparing for technical interviews. Finance firms provide QR codes that enable immediate internship applications. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5154810434422676,
    0.5154810434422676,
    0.5154810434422676,
    0.5154810434422676,
    0.5154810434422676,
    0.5154810434422676,
    0.5908908383404644,
    0.5908908383404644,
    0.5908908383404644,
    0.5908908383404644,
    0.5908908383404644,
    0.7237167497653472
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "At the event entrance, staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and distribute lanyards. Students clutch resumes stored in branded folders. An alumni panel discusses strategies for preparing for technical interviews.",
    "At the event entrance, staff scan registrations and distribute lanyards. Students clutch resumes stored in branded folders. An alumni panel discusses strategies for preparing for technical interviews. Some students rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.8031305511443123,
    0.8031305511443123,
    0.8031305511443123,
    0.8031305511443123,
    0.8031305511443123,
    0.8031305511443123,
    0.8031305511443123
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, setting a busy vendor-filled scene. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle the polished floor, setting a busy vendor-filled scene. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle the polished floor, creating a busy vendor-filled scene. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while students clutch resumes inside branded folders."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5192760090347581,
    0.5192760090347581,
    0.5192760090347581,
    0.5192760090347581,
    0.5192760090347581,
    0.5192760090347581,
    0.5192760090347581,
    0.6799894056365192,
    0.6799894056365192,
    0.6799894056365192,
    0.6799894056365192,
    0.6799894056365192,
    0.6799894056365192
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.6145232106202341,
    0.6145232106202341,
    0.6145232106202341,
    0.6145232106202341,
    0.6145232106202341,
    0.6145232106202341,
    0.6145232106202341,
    0.6145232106202341,
    0.6145232106202341,
    0.6145232106202341
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case-study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university’s career fair scene, consulting firms stack glossy case-study booklets on high tables; students line up outside the university gym before the fair opens; finance firms offer QR codes for immediate internship applications."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5513681723163353,
    0.5513681723163353,
    0.5513681723163353,
    0.5513681723163353,
    0.5513681723163353,
    0.5513681723163353,
    0.5259560444367873,
    0.5259560444367873,
    0.5259560444367873
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "At a career fair, a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the fair opens.",
    "At a career fair, a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5990751462009891,
    0.5990751462009891,
    0.5990751462009891,
    0.5990751462009891,
    0.5990751462009891,
    0.5990751462009891
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Before the career fair opens, students line up outside the university gym, forming a queue in anticipation. Nearby, alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the event approaches."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.6090374879535942,
    0.6090374879535942,
    0.6090374879535942,
    0.6090374879535942,
    0.6090374879535942,
    0.6090374879535942
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.5840098028639776,
    0.5840098028639776,
    0.5840098028639776
  ],
  "23": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement over the PA system outlines the fair schedule, as dozens of booths with colorful banners circle the polished floor and healthcare providers showcase community outreach photos."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5880390710473942,
    0.5880390710473942,
    0.5880390710473942,
    0.5880390710473942,
    0.5880390710473942,
    0.5880390710473942,
    0.43313084240177036,
    0.43313084240177036,
    0.43313084240177036
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos as consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards to attendees."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30159150366214754,
    0.30159150366214754,
    0.30159150366214754,
    0.30159150366214754,
    0.30159150366214754,
    0.5631023854523024,
    0.5631023854523024,
    0.5631023854523024,
    0.5631023854523024,
    0.5631023854523024,
    0.5631023854523024
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map; and career counselors remind attendees to maintain eye contact."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.39488915618310527,
    0.39488915618310527,
    0.39488915618310527,
    0.39488915618310527,
    0.39488915618310527,
    0.39488915618310527,
    0.42938418857007254,
    0.42938418857007254
  ],
  "26": [
    "",
    "",
    "Finance firms offer QR codes to enable immediate internship applications.",
    "Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders."
  ],
  "26_score": [
    0.0,
    0.0,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4811440414488398,
    0.4811440414488398,
    0.4811440414488398,
    0.4811440414488398,
    0.4811440414488398,
    0.4811440414488398,
    0.4811440414488398,
    0.6254812803776962,
    0.6254812803776962,
    0.6254812803776962,
    0.6254812803776962,
    0.6254812803776962,
    0.6254812803776962
  ],
  "27": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discussed how to prepare for technical interviews, while healthcare providers showcased community outreach photos.",
    "An event featured an alumni panel that discussed how to prepare for technical interviews, healthcare providers that showcased community outreach photos, and some students who rehearsed elevator pitches quietly against the wall.",
    "An event featured an alumni panel that discussed how to prepare for technical interviews, healthcare providers showcased community outreach photos, and some students rehearsed elevator pitches quietly against the wall."
  ],
  "27_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.38892749392888043,
    0.38892749392888043,
    0.38892749392888043,
    0.38892749392888043,
    0.38892749392888043,
    0.38892749392888043,
    0.38892749392888043,
    0.40817991196879355,
    0.40817991196879355,
    0.40817991196879355,
    0.40817991196879355,
    0.40817991196879355,
    0.40096400081881495,
    0.40096400081881495
  ],
  "28": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors redirect unsure students toward applicable industries as workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall.",
    "Career counselors redirect unsure students toward applicable industries as workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.36643682060031857,
    0.36643682060031857,
    0.36643682060031857,
    0.36643682060031857,
    0.36643682060031857,
    0.36643682060031857
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.7573080975522697,
    0.7573080975522697
  ],
  "30": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the robotics startup's booth, students clutch resumes inside branded folders, while the startup flies a small drone above its booth to attract attention.",
    "A robotics startup occupies a booth where students clutch resumes inside branded folders; the startup deploys a small drone to hover above the booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "30_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.44594999111608474,
    0.44594999111608474,
    0.44594999111608474,
    0.44594999111608474,
    0.44594999111608474,
    0.44594999111608474,
    0.5570897904029593,
    0.5570897904029593,
    0.5570897904029593,
    0.5570897904029593,
    0.5570897904029593
  ],
  "31": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, enabling quick submission. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university, a career fair is imminent near the gym. Finance firms offer QR codes for immediate internship applications, enabling quick submission. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens."
  ],
  "31_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246,
    0.5347775097495246
  ],
  "32": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets, and students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "32_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.5156128847022816,
    0.5156128847022816,
    0.5156128847022816
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "At the event entrance, staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "35": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while students clutch resumes inside branded folders.",
    "During a campus career fair at the university gym, a robotics startup uses a small drone overhead at its booth to draw attention. Students, clutching resumes inside branded folders, line up outside the gym before the fair opens."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4398516116003624,
    0.4398516116003624,
    0.4398516116003624,
    0.4398516116003624,
    0.4398516116003624,
    0.6584734511942397,
    0.6584734511942397,
    0.6584734511942397,
    0.6584734511942397,
    0.6584734511942397,
    0.6584734511942397
  ],
  "36": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact as consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders."
  ],
  "36_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3611105114310191,
    0.3611105114310191,
    0.3611105114310191,
    0.3611105114310191,
    0.3611105114310191,
    0.3611105114310191,
    0.3611105114310191,
    0.3611105114310191,
    0.3804868801822373,
    0.3804868801822373,
    0.3804868801822373
  ],
  "37": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and the engineering society sponsors a resume review table near the stage.",
    "At the career fair by the university gym, career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.7242160680181788,
    0.7242160680181788,
    0.7242160680181788,
    0.7242160680181788,
    0.7242160680181788
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "A welcome announcement delivered over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.46720514686604986,
    0.46720514686604986,
    0.46720514686604986,
    0.46720514686604986,
    0.46720514686604986,
    0.7220978594115001,
    0.7220978594115001,
    0.7220978594115001,
    0.7220978594115001,
    0.7220978594115001,
    0.7220978594115001,
    0.7220978594115001
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "On campus ahead of the career fair, some students rehearse elevator pitches quietly against a wall. Other students line up outside the university gym, waiting before the career fair opens.",
    "Ahead of the career fair on campus, some students rehearse elevator pitches quietly against a wall. Others line up outside the university gym, waiting before the career fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5498911084896914,
    0.5498911084896914,
    0.5498911084896914,
    0.5498911084896914,
    0.7214009853045747,
    0.7214009853045747,
    0.7214009853045747,
    0.7214009853045747,
    0.7214009853045747
  ],
  "40": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.455557401667622,
    0.455557401667622,
    0.455557401667622,
    0.455557401667622,
    0.455557401667622
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners circle the polished floor, forming a busy career fair layout. Career counselors remind attendees to maintain eye contact as they navigate between exhibits. Finance firms are present and offer QR codes for immediate internship applications."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3898975115578349,
    0.3898975115578349,
    0.3898975115578349,
    0.3898975115578349,
    0.3898975115578349,
    0.8041553620957413,
    0.8041553620957413,
    0.8041553620957413,
    0.8041553620957413,
    0.8041553620957413
  ],
  "42": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors guide unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Counselors also remind attendees to maintain eye contact during interactions.",
    "Career counselors guide unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station; counselors remind attendees to maintain eye contact during interactions."
  ],
  "42_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.5054489416677517,
    0.5054489416677517,
    0.5054489416677517,
    0.5054489416677517,
    0.5054489416677517,
    0.5054489416677517,
    0.38752242440545004,
    0.38752242440545004,
    0.38752242440545004
  ],
  "43": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In the scene, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "In the scene, career counselors guide unsure students toward applicable industries, groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos.",
    "The scene depicts a career event where career counselors guide unsure students toward applicable industries, groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "43_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4109116399061412,
    0.4109116399061412,
    0.4109116399061412,
    0.4109116399061412,
    0.4109116399061412,
    0.4125693363101788,
    0.4125693363101788,
    0.4125693363101788,
    0.4125693363101788,
    0.4125693363101788,
    0.4125693363101788,
    0.4125693363101788,
    0.5932245205828348,
    0.5932245205828348
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system and outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.464770849154459,
    0.464770849154459,
    0.464770849154459,
    0.464770849154459,
    0.464770849154459,
    0.464770849154459,
    0.8072668597018876,
    0.8072668597018876,
    0.8072668597018876,
    0.8072668597018876,
    0.8072668597018876
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. Finance firms offer QR codes for immediate internship applications."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4307349845161149,
    0.4307349845161149,
    0.4307349845161149,
    0.4307349845161149,
    0.4307349845161149,
    0.7611971882866884,
    0.7611971882866884,
    0.7611971882866884,
    0.7611971882866884
  ],
  "46": [
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "At the trade show, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the trade show, a robotics startup uses a small drone flown above its booth to attract attention. Nearby, a cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries.",
    "At the trade show, a robotics startup uses a small drone flown above its booth to attract attention. Nearby, a cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "46_score": [
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5488544815454892,
    0.5488544815454892,
    0.5488544815454892,
    0.5488544815454892,
    0.5488544815454892,
    0.5488544815454892,
    0.5488544815454892,
    0.7349529916585402,
    0.7349529916585402,
    0.7349529916585402,
    0.7349529916585402,
    0.7349529916585402,
    0.7349529916585402,
    0.7349529916585402
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, providing guidance, while healthcare providers showcase community outreach photos, highlighting their engagement with the community.",
    "An alumni panel discusses how to prepare for technical interviews, providing guidance, while healthcare providers showcase community outreach photos, highlighting their engagement with the community. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3843583950983557,
    0.3843583950983557,
    0.3843583950983557,
    0.3843583950983557,
    0.3843583950983557,
    0.3843583950983557,
    0.3843583950983557,
    0.5180967813738382,
    0.5180967813738382
  ],
  "48": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "Event staff at the entrance scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map."
  ],
  "48_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.6431163793579103,
    0.6431163793579103,
    0.6431163793579103,
    0.6431163793579103,
    0.6431163793579103,
    0.755878677434809,
    0.755878677434809,
    0.755878677434809
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "Several students clutch their resumes inside branded folders.",
    "Several students clutch their resumes inside branded folders as they introduce themselves, while human resources teams jot notes on tablets.",
    "Several students clutch their resumes inside branded folders as they introduce themselves. Human resources teams jot notes on tablets during conversations. Career counselors redirect unsure students toward applicable industries, guiding them to sectors that fit their interests. The interaction involves students presenting materials, HR staff recording impressions digitally, and counselors facilitating directions for uncertain attendees."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36964348966782706,
    0.36964348966782706,
    0.36964348966782706,
    0.36964348966782706,
    0.36964348966782706,
    0.36964348966782706,
    0.4011685370117923,
    0.4011685370117923,
    0.4011685370117923,
    0.4011685370117923,
    0.4011685370117923,
    0.4011685370117923,
    0.4011685370117923,
    0.4011685370117923,
    0.4011685370117923,
    0.4011685370117923
  ]
}