{
  "0": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos of patients.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos of patients. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos of patients. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos of patients. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos of patients, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos of patients, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos of patients, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos of patients, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos of patients, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos of patients, alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.6561916285165907,
    0.6561916285165907,
    0.6561916285165907,
    0.7763657729888428,
    0.7763657729888428,
    0.7763657729888428,
    0.7763657729888428,
    0.8263078493651377,
    0.8263078493651377,
    0.8263078493651377,
    0.8263078493651377,
    0.8744337067062198,
    0.8744337067062198,
    0.8744337067062198,
    0.8744337067062198,
    0.8744337067062198,
    0.8744337067062198,
    0.8744337067062198,
    0.8744337067062198,
    0.8744337067062198,
    0.7870825167001475,
    0.7870825167001475,
    0.7870825167001475,
    0.7870825167001475,
    0.7870825167001475,
    0.7934372867183779,
    0.7934372867183779,
    0.7934372867183779,
    0.7934372867183779,
    0.7934372867183779,
    0.7934372867183779,
    0.830714307157578,
    0.830714307157578,
    0.830714307157578,
    0.830714307157578,
    0.830714307157578,
    0.830714307157578,
    0.830714307157578,
    0.830714307157578,
    0.8529176015127511,
    0.8529176015127511,
    0.8529176015127511,
    0.8529176015127511,
    0.8529176015127511,
    0.8529176015127511,
    0.8710957693309314,
    0.8710957693309314,
    0.8710957693309314,
    0.8710957693309314,
    0.8710957693309314,
    0.8710957693309314,
    0.84336967265178,
    0.84336967265178,
    0.84336967265178,
    0.84336967265178,
    0.84336967265178,
    0.84336967265178,
    0.84336967265178
  ],
  "1": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Students are holding branded folders containing resumes.",
    "Several glossy case study booklets are stacked on high tables. Students are holding branded folders containing resumes. Tech companies display demo screens showing their latest apps.",
    "Several glossy case study booklets are stacked on high tables. Students are holding branded folders containing resumes. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets are stacked on high tables. Students are holding branded folders containing resumes. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables. Students are holding branded folders containing resumes, and alumni volunteers are sharing quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables. Students are holding branded folders containing resumes, and alumni volunteers are sharing quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables, surrounded by dozens of booths with colorful banners circling the polished floor. Students are holding branded folders containing resumes, and alumni volunteers are sharing quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets are stacked on high tables, surrounded by dozens of booths with colorful banners circling the polished floor. Students are holding branded folders containing resumes, and alumni volunteers are sharing quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths with colorful banners, while glossy case study booklets are stacked on high tables. Students hold branded folders containing resumes, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Consulting firms continue to stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners and glossy case study booklets stacked on high tables. Students hold branded folders containing resumes, while alumni volunteers share quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps, and healthcare providers demonstrate community outreach photos. Consulting firms continue to stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners and glossy case study booklets stacked on high tables. Students hold branded folders containing resumes, while alumni volunteers share quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps, and healthcare providers demonstrate community outreach photos. Consulting firms continue to stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners and glossy case study booklets stacked on high tables. Students hold branded folders containing resumes, while alumni volunteers share quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps, and healthcare providers demonstrate community outreach photos. Consulting firms continue to stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners and glossy case study booklets stacked on high tables. Students hold branded folders containing resumes, while alumni volunteers share quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps, and healthcare providers demonstrate community outreach photos. Consulting firms continue to stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "1_score": [
    0.0,
    0.3210969859128918,
    0.4384886512904488,
    0.4958235228958289,
    0.654931877426862,
    0.654931877426862,
    0.654931877426862,
    0.654931877426862,
    0.6576932078621297,
    0.6576932078621297,
    0.6576932078621297,
    0.7051809979994161,
    0.7051809979994161,
    0.7051809979994161,
    0.7051809979994161,
    0.7051809979994161,
    0.7051809979994161,
    0.7051809979994161,
    0.734475015074799,
    0.734475015074799,
    0.734475015074799,
    0.734475015074799,
    0.730565118903723,
    0.730565118903723,
    0.730565118903723,
    0.730565118903723,
    0.730565118903723,
    0.730565118903723,
    0.7120900352476955,
    0.7120900352476955,
    0.7120900352476955,
    0.7120900352476955,
    0.7120900352476955,
    0.7120900352476955,
    0.7120900352476955,
    0.7120900352476955,
    0.7120900352476955,
    0.7376552981277049,
    0.7376552981277049,
    0.7376552981277049,
    0.7376552981277049,
    0.7376552981277049,
    0.7376552981277049,
    0.7376552981277049,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6473068549961709,
    0.6789537409423818,
    0.6789537409423818,
    0.6789537409423818,
    0.6789537409423818,
    0.6789537409423818,
    0.6789537409423818,
    0.6789537409423818,
    0.6789537409423818,
    0.6789537409423818,
    0.6789537409423818
  ],
  "2": [
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees are maintaining eye contact as career counselors provide guidance. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "Attendees are maintaining eye contact as career counselors provide guidance. Event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "Attendees are maintaining eye contact as career counselors provide guidance near the university gym. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Career counselors are providing guidance near the gym, while event staff scan registrations and distribute lanyards at the entrance. Alumni volunteers share pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and distribute lanyards at the entrance. Career counselors are providing guidance near the gym, while alumni volunteers share pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and distribute lanyards at the entrance. Career counselors are providing guidance near the gym, while alumni volunteers share pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and distribute lanyards at the entrance. Career counselors are providing guidance near the gym, and alumni volunteers are sharing pep talks near the coffee station. Healthcare providers are showcasing community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and distribute lanyards at the entrance. Career counselors are providing guidance near the gym, and alumni volunteers are sharing pep talks near the coffee station. Healthcare providers are showcasing community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and distribute lanyards at the entrance. Career counselors are providing guidance near the gym, and alumni volunteers are sharing pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers are showcasing community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and distribute lanyards at the entrance. Career counselors are providing guidance near the gym, and alumni volunteers are sharing pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers are showcasing community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, with event staff scanning registrations and distributing lanyards at the entrance. Career counselors are providing guidance near the gym, and alumni volunteers are sharing pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers are showcasing community outreach photos.",
    "Students line up outside the university gym before the career fair opens, with event staff scanning registrations and distributing lanyards at the entrance. Career counselors are providing guidance near the gym, and alumni volunteers are sharing pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers are showcasing community outreach photos."
  ],
  "2_score": [
    0.0,
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.612190627789173,
    0.612190627789173,
    0.612190627789173,
    0.612190627789173,
    0.612190627789173,
    0.7212956240398289,
    0.7212956240398289,
    0.7212956240398289,
    0.7212956240398289,
    0.8372790155051522,
    0.8372790155051522,
    0.8372790155051522,
    0.8155906456368838,
    0.8155906456368838,
    0.8155906456368838,
    0.8155906456368838,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.864194468391672,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8518234405911105,
    0.8519184567029181,
    0.8519184567029181,
    0.8519184567029181,
    0.8519184567029181,
    0.8519184567029181,
    0.8519184567029181,
    0.8789669748520683,
    0.8789669748520683,
    0.8789669748520683,
    0.8789669748520683,
    0.8789669748520683,
    0.8789669748520683,
    0.8789669748520683,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264,
    0.8162110716791264
  ],
  "3": [
    "",
    "",
    "Students clutch resumes inside branded folders. The folders are branded with the university logo.",
    "Students clutch resumes inside university-branded folders. Tech companies display demo screens showing their latest apps.",
    "Students clutch resumes inside university-branded folders as tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students hold university-branded folders containing resumes while tech companies display demo screens of their latest apps. Career counselors advise attendees to maintain eye contact. Healthcare providers present community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and healthcare providers present community outreach photos. University-branded folders containing resumes are held by the students, and career counselors advise attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and healthcare providers present community outreach photos. University-branded folders containing resumes are held by the students, and career counselors advise attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and healthcare providers present community outreach photos. University-branded folders containing resumes are held by the students, and career counselors advise attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and healthcare providers present community outreach photos. University-branded folders containing resumes are held by the students, and career counselors advise attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and healthcare providers present community outreach photos. University-branded folders containing resumes are held by the students, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and healthcare providers present community outreach photos. University-branded folders containing resumes are held by the students, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps, and healthcare providers present community outreach photos. University-branded folders containing resumes are held by the students, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps."
  ],
  "3_score": [
    0.0,
    0.0,
    0.45588472614932585,
    0.45588472614932585,
    0.517369200949712,
    0.517369200949712,
    0.517369200949712,
    0.6107495898387869,
    0.6107495898387869,
    0.6107495898387869,
    0.6107495898387869,
    0.6107495898387869,
    0.6720469649448952,
    0.6720469649448952,
    0.6720469649448952,
    0.6720469649448952,
    0.6720469649448952,
    0.6720469649448952,
    0.6720469649448952,
    0.6720469649448952,
    0.6720469649448952,
    0.6720469649448952,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.7950396410085283,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.805464092050989,
    0.8309070273520883,
    0.8309070273520883,
    0.8309070273520883,
    0.8309070273520883,
    0.8309070273520883,
    0.8309070273520883,
    0.8694372807612948,
    0.8694372807612948,
    0.8694372807612948,
    0.8694372807612948,
    0.8694372807612948,
    0.8694372807612948,
    0.8694372807612948,
    0.8694372807612948,
    0.8694372807612948,
    0.8694372807612948,
    0.864325464503121,
    0.864325464503121,
    0.864325464503121
  ],
  "4": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms are presenting glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor.",
    "The polished floor is surrounded by dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos. Consulting firms are presenting glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos, while consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4329169837514636,
    0.4329169837514636,
    0.4329169837514636,
    0.4329169837514636,
    0.4329169837514636,
    0.4329169837514636,
    0.5214495795715443,
    0.5214495795715443,
    0.5214495795715443,
    0.5214495795715443,
    0.5436319080948954,
    0.5436319080948954,
    0.5436319080948954,
    0.5436319080948954,
    0.5436319080948954,
    0.5436319080948954,
    0.5436319080948954,
    0.5436319080948954,
    0.6162904213301309,
    0.6162904213301309,
    0.6162904213301309,
    0.6162904213301309,
    0.7757797518230944,
    0.7757797518230944,
    0.7757797518230944,
    0.7757797518230944,
    0.7757797518230944,
    0.7757797518230944,
    0.7757797518230944,
    0.7476755057387752,
    0.7476755057387752,
    0.7476755057387752,
    0.7476755057387752,
    0.7476755057387752,
    0.7476755057387752,
    0.7476755057387752,
    0.7757797518230944,
    0.7757797518230944,
    0.7757797518230944,
    0.7757797518230944,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869,
    0.7825412114961869
  ],
  "5": [
    "",
    "",
    "Students clutch resumes inside branded folders. A large, blue folder is visible.",
    "Students clutch resumes inside branded folders, a large, blue folder among them. They line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Healthcare providers showcase community outreach photos and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Healthcare providers showcase community outreach photos and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Healthcare providers showcase community outreach photos and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Dozens of booths with colorful banners circle the polished floor, featuring healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Dozens of booths with colorful banners circle the polished floor, featuring healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym, clutching resumes in branded folders, including a large, blue folder. Event staff scan registrations and distribute lanyards at the entrance of the gym. Dozens of booths with colorful banners circle the polished floor, featuring healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.37378859126097397,
    0.6357311993152871,
    0.6357311993152871,
    0.6357311993152871,
    0.567281892259103,
    0.567281892259103,
    0.567281892259103,
    0.6754153875223983,
    0.6754153875223983,
    0.6754153875223983,
    0.6754153875223983,
    0.6754153875223983,
    0.6754153875223983,
    0.6754153875223983,
    0.6754153875223983,
    0.6754153875223983,
    0.6754153875223983,
    0.6777952527734787,
    0.6777952527734787,
    0.6777952527734787,
    0.6777952527734787,
    0.6777952527734787,
    0.766402589144115,
    0.766402589144115,
    0.766402589144115,
    0.766402589144115,
    0.766402589144115,
    0.766402589144115,
    0.8075919014423474,
    0.8075919014423474,
    0.8075919014423474,
    0.8075919014423474,
    0.8075919014423474,
    0.8445538186678516,
    0.8445538186678516,
    0.8445538186678516,
    0.8445538186678516,
    0.8445538186678516,
    0.8445538186678516,
    0.8445538186678516,
    0.8445538186678516,
    0.7353033569313193,
    0.7353033569313193,
    0.7353033569313193,
    0.7353033569313193,
    0.7353033569313193,
    0.7353033569313193,
    0.7353033569313193,
    0.7900407165474865,
    0.7900407165474865,
    0.7900407165474865,
    0.7900407165474865,
    0.7900407165474865,
    0.7900407165474865,
    0.7900407165474865,
    0.8297652581343242,
    0.8297652581343242,
    0.8297652581343242,
    0.8297652581343242,
    0.8297652581343242,
    0.8297652581343242,
    0.8297652581343242,
    0.8297652581343242,
    0.8297652581343242
  ],
  "6": [
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Several students are standing in a line, awaiting the opening of the career fair. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Several students are standing in a line, awaiting the opening of the career fair. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Several students are standing in a line, awaiting the opening of the career fair. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Several students are standing in a line, awaiting the opening of the career fair. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Several students are standing in a line, awaiting the opening of the career fair. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and several students are standing in a line awaiting the opening of the career fair. Alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.6568483067487287,
    0.6568483067487287,
    0.7136263638168341,
    0.7136263638168341,
    0.7136263638168341,
    0.7136263638168341,
    0.7136263638168341,
    0.7136263638168341,
    0.7136263638168341,
    0.8185256749037062,
    0.8185256749037062,
    0.8185256749037062,
    0.8185256749037062,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8496777364603538,
    0.8646301182160112,
    0.8646301182160112,
    0.8646301182160112,
    0.8646301182160112,
    0.8646301182160112,
    0.8646301182160112,
    0.8646301182160112,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237,
    0.8712417637016237
  ],
  "7": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a group of providers standing near a large, blue ambulance. Several individuals are visible in the background, wearing bright yellow vests. A banner reading “Healthy Hearts” is partially visible in the photographs.",
    "The photographs depict healthcare providers standing beside a large, blue ambulance, with several individuals wearing bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Additionally, students are lined up outside the university gym before the career fair opens.",
    "A large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Outside the university gym, students are lined up before the career fair opens. Healthcare providers are showcasing community outreach photos.",
    "Outside the university gym, a large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Students are lined up before the career fair opens, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders.",
    "Outside the university gym, a large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Students are lined up before the career fair opens, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders.",
    "Outside the university gym, a large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Students are lined up before the career fair opens, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Students are lined up before the career fair opens, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Students are lined up before the career fair opens, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Students are lined up before the career fair opens, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Students are lined up before the career fair opens, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a large, blue ambulance is present with several individuals in bright yellow vests visible in the background. A banner reading “Healthy Hearts” is partially visible. Students are lined up before the career fair opens, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.36971554624213243,
    0.36971554624213243,
    0.5660005063234674,
    0.5660005063234674,
    0.5660005063234674,
    0.5660005063234674,
    0.6398923644488829,
    0.6398923644488829,
    0.6398923644488829,
    0.7142168583200805,
    0.7142168583200805,
    0.7142168583200805,
    0.7142168583200805,
    0.7142168583200805,
    0.7142168583200805,
    0.7142168583200805,
    0.7142168583200805,
    0.7142168583200805,
    0.7142168583200805,
    0.7776839215358273,
    0.7776839215358273,
    0.7776839215358273,
    0.7776839215358273,
    0.7776839215358273,
    0.7776839215358273,
    0.7776839215358273,
    0.8114015772676102,
    0.8114015772676102,
    0.8114015772676102,
    0.8114015772676102,
    0.8114015772676102,
    0.8413049270112611,
    0.8413049270112611,
    0.8413049270112611,
    0.8413049270112611,
    0.8413049270112611,
    0.8413049270112611,
    0.8413049270112611,
    0.8413049270112611,
    0.8066551031464866,
    0.8066551031464866,
    0.8066551031464866,
    0.8066551031464866,
    0.8066551031464866,
    0.8066551031464866,
    0.8066551031464866,
    0.8066551031464866,
    0.8066551031464866,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335,
    0.7994720670587335
  ],
  "8": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Students are clutching resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables. Students are clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets are stacked on high tables, surrounding a polished floor dotted with dozens of booths featuring colorful banners. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables, surrounding a polished floor dotted with dozens of booths featuring colorful banners. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and a welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables surrounding a polished floor dotted with dozens of booths featuring colorful banners. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "8_score": [
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.4571488330512367,
    0.4571488330512367,
    0.4571488330512367,
    0.4818674644650366,
    0.4818674644650366,
    0.4818674644650366,
    0.4944054251503808,
    0.4944054251503808,
    0.4944054251503808,
    0.4944054251503808,
    0.4944054251503808,
    0.4944054251503808,
    0.4944054251503808,
    0.6433641798873189,
    0.6433641798873189,
    0.6433641798873189,
    0.6433641798873189,
    0.6433641798873189,
    0.7233893109958551,
    0.7233893109958551,
    0.7233893109958551,
    0.7233893109958551,
    0.7233893109958551,
    0.7233893109958551,
    0.7233893109958551,
    0.7233893109958551,
    0.7233893109958551,
    0.7233893109958551,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.7573276942678414,
    0.8153086011529569,
    0.8153086011529569,
    0.8153086011529569,
    0.8153086011529569,
    0.8153086011529569,
    0.8153086011529569,
    0.8153086011529569,
    0.7570567924286586,
    0.7570567924286586,
    0.7570567924286586,
    0.7570567924286586,
    0.7570567924286586,
    0.7570567924286586,
    0.743728860851907,
    0.743728860851907,
    0.743728860851907,
    0.743728860851907,
    0.743728860851907,
    0.743728860851907,
    0.743728860851907,
    0.6830225023647047
  ],
  "9": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps at booths with colorful banners that circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at booths with colorful banners that circle the polished floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at booths with colorful banners that circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at booths with colorful banners that circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at booths with colorful banners that circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at booths with colorful banners that circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at booths with colorful banners that circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.6821946724143082,
    0.7887836447365663,
    0.7887836447365663,
    0.7887836447365663,
    0.8218876059825266,
    0.8218876059825266,
    0.8218876059825266,
    0.8218876059825266,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8467751779266923,
    0.8467751779266923,
    0.8467751779266923,
    0.8467751779266923,
    0.8467751779266923,
    0.8732838706208739,
    0.8732838706208739,
    0.8732838706208739,
    0.8732838706208739,
    0.8732838706208739,
    0.8732838706208739,
    0.8732838706208739,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8459194615540151,
    0.8890259205861528,
    0.8890259205861528,
    0.8890259205861528,
    0.8890259205861528,
    0.8890259205861528,
    0.8890259205861528,
    0.8890259205861528,
    0.8890259205861528,
    0.8890259205861528,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971,
    0.8844720780415971
  ]
}