{
  "0": [
    "",
    "",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "A career fair unfolds with a welcome announcement broadcast over the public address system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "A university career fair unfolds with a welcome announcement broadcast over the public address system outlining the schedule. Before opening, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair, a welcome announcement broadcasts over the public address system outlining the schedule. Before opening, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "0_score": [
    0.0,
    0.0,
    0.386146058864548,
    0.386146058864548,
    0.386146058864548,
    0.386146058864548,
    0.386146058864548,
    0.5922682523441227,
    0.5922682523441227,
    0.5922682523441227,
    0.5922682523441227,
    0.5922682523441227,
    0.5922682523441227,
    0.5922682523441227,
    0.7337304755664567,
    0.7337304755664567,
    0.7337304755664567,
    0.7337304755664567,
    0.7337304755664567,
    0.7337304755664567,
    0.7337304755664567,
    0.7889353461131737,
    0.7889353461131737,
    0.7889353461131737,
    0.7889353461131737,
    0.7889353461131737,
    0.7889353461131737,
    0.7889353461131737,
    0.7889353461131737,
    0.7889353461131737,
    0.8264537280125338,
    0.8264537280125338,
    0.8264537280125338,
    0.8264537280125338,
    0.8264537280125338,
    0.8264537280125338,
    0.8264537280125338,
    0.8264537280125338,
    0.8111297595801248,
    0.8111297595801248,
    0.8111297595801248,
    0.8111297595801248,
    0.8111297595801248,
    0.8111297595801248,
    0.8111297595801248,
    0.8111297595801248,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8205822440037067,
    0.8408045368083028,
    0.8408045368083028,
    0.8408045368083028,
    0.8408045368083028,
    0.8408045368083028,
    0.8408045368083028,
    0.8408045368083028,
    0.8408045368083028
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Healthcare providers showcase community outreach photos in the main area, complemented by a welcome announcement broadcast over the PA system outlining the fair schedule. Meanwhile, in the adjoining classroom, workshops on networking etiquette begin, indicating concurrent activity as part of the fair.",
    "Healthcare providers display community outreach photos in the main area, complemented by a welcome announcement broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin, signaling concurrent activity as part of the fair. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, healthcare providers display community outreach photos in the main area, complemented by a welcome announcement broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin, signaling concurrent activity as part of the fair. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables.",
    "During the fair, healthcare providers display community outreach photos in the main area, accompanied by a welcome announcement broadcast over the PA system outlining the schedule. In the adjoining classroom, networking etiquette workshops begin, indicating concurrent fair activity. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, healthcare providers display community outreach photos in the main area, accompanied by a welcome announcement over the PA system outlining the schedule. In the adjoining classroom, networking etiquette workshops have begun, indicating concurrent fair activity. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.38331779043398834,
    0.555291543070455,
    0.555291543070455,
    0.555291543070455,
    0.555291543070455,
    0.555291543070455,
    0.555291543070455,
    0.555291543070455,
    0.555291543070455,
    0.555291543070455,
    0.555291543070455,
    0.7721308801814653,
    0.7721308801814653,
    0.7721308801814653,
    0.7721308801814653,
    0.7721308801814653,
    0.7721308801814653,
    0.7721308801814653,
    0.7721308801814653,
    0.7721308801814653,
    0.7954233665522653,
    0.7954233665522653,
    0.7954233665522653,
    0.7954233665522653,
    0.7954233665522653,
    0.7954233665522653,
    0.7954233665522653,
    0.7954233665522653,
    0.7954233665522653,
    0.8566825241287286,
    0.8566825241287286,
    0.8566825241287286,
    0.8566825241287286,
    0.8566825241287286,
    0.8566825241287286,
    0.8566825241287286,
    0.8566825241287286,
    0.8566825241287286,
    0.8757382952246673,
    0.8757382952246673,
    0.8757382952246673
  ],
  "2": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In the scene, career counselors remind attendees to maintain eye contact, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, contributing a coaching presence to the scene. A cybersecurity company runs a password cracking challenge on a laptop, introducing a hands-on technical activity alongside the registration process.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, contributing a coaching presence to the scene. A cybersecurity company runs a password cracking challenge on a laptop, introducing a hands-on technical activity alongside registration. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors circulate, reminding attendees to maintain eye contact and contributing a coaching presence to the scene. A cybersecurity company runs a password cracking challenge on a laptop, introducing a hands-on technical activity alongside registration. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors circulate, reminding attendees to maintain eye contact and contributing a coaching presence to the scene. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on technical activity alongside registration. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors circulate, reminding attendees to maintain eye contact and contributing a coaching presence to the scene. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on technical activity alongside registration. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors circulate, reminding attendees to maintain eye contact and contributing a coaching presence. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on activity alongside registration. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.40935014485788174,
    0.7434490228368864,
    0.7434490228368864,
    0.7434490228368864,
    0.7434490228368864,
    0.7434490228368864,
    0.7434490228368864,
    0.7434490228368864,
    0.7434490228368864,
    0.7865639306583045,
    0.7865639306583045,
    0.7865639306583045,
    0.7865639306583045,
    0.7865639306583045,
    0.7865639306583045,
    0.7865639306583045,
    0.7865639306583045,
    0.7865639306583045,
    0.8059440091916307,
    0.8059440091916307,
    0.8059440091916307,
    0.8059440091916307,
    0.8059440091916307,
    0.8059440091916307,
    0.8059440091916307,
    0.8059440091916307,
    0.8059440091916307,
    0.78894010768578,
    0.78894010768578,
    0.78894010768578,
    0.78894010768578,
    0.78894010768578,
    0.78894010768578,
    0.78894010768578,
    0.78894010768578,
    0.78894010768578,
    0.78894010768578,
    0.8126366551646831,
    0.8126366551646831,
    0.8126366551646831,
    0.8126366551646831,
    0.8126366551646831,
    0.8126366551646831,
    0.8126366551646831,
    0.8126366551646831,
    0.8716458840354844,
    0.8716458840354844
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards while students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards, while students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students inside clutch resumes stored in branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.4247203786262294,
    0.4247203786262294,
    0.4247203786262294,
    0.4247203786262294,
    0.4247203786262294,
    0.4247203786262294,
    0.4247203786262294,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.39279594108523336,
    0.3885767166213201,
    0.3885767166213201
  ],
  "4": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the event entrance, students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards.",
    "At the event entrance, students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, students clutch resumes in branded folders while event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, students clutch resumes in branded folders while event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, students clutch resumes in branded folders as event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, students clutch resumes in branded folders as event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event entrance, students clutch resumes in branded folders as event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3986973612016579,
    0.3986973612016579,
    0.3986973612016579,
    0.3986973612016579,
    0.3986973612016579,
    0.3986973612016579,
    0.3986973612016579,
    0.3986973612016579,
    0.5643118594959589,
    0.5643118594959589,
    0.5643118594959589,
    0.5643118594959589,
    0.5643118594959589,
    0.5643118594959589,
    0.5643118594959589,
    0.5643118594959589,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7844952653832661,
    0.7866779755540119,
    0.7866779755540119,
    0.7866779755540119,
    0.7866779755540119,
    0.7866779755540119,
    0.7866779755540119,
    0.7866779755540119,
    0.7866779755540119,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836,
    0.7950300439993836
  ],
  "5": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating their outreach efforts. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers display community outreach photos that illustrate their outreach efforts. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display community outreach photos illustrating their outreach efforts; students line up outside the university gym before the career fair opens; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display community outreach photos illustrating their initiatives, while outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair, healthcare providers display community outreach photos illustrating their initiatives. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, and finance firms offer QR codes for immediate internship applications.",
    "At the campus career fair, healthcare providers display community outreach photos illustrating their initiatives. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the campus career fair, healthcare providers display community outreach photos illustrating their initiatives. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "5_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.48514145284048904,
    0.48514145284048904,
    0.48514145284048904,
    0.48514145284048904,
    0.48514145284048904,
    0.48514145284048904,
    0.48514145284048904,
    0.6672001564296404,
    0.6672001564296404,
    0.6672001564296404,
    0.6672001564296404,
    0.6672001564296404,
    0.6672001564296404,
    0.6672001564296404,
    0.5396262085177579,
    0.5396262085177579,
    0.5396262085177579,
    0.5396262085177579,
    0.5396262085177579,
    0.5396262085177579,
    0.5396262085177579,
    0.5396262085177579,
    0.8086315715645205,
    0.8086315715645205,
    0.8086315715645205,
    0.8086315715645205,
    0.8086315715645205,
    0.8086315715645205,
    0.8086315715645205,
    0.8086315715645205,
    0.8086315715645205,
    0.8086315715645205,
    0.862575180586882,
    0.862575180586882,
    0.862575180586882,
    0.862575180586882,
    0.862575180586882,
    0.862575180586882,
    0.862575180586882,
    0.862575180586882,
    0.862575180586882,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8732430156467854,
    0.8762487766221081,
    0.8762487766221081,
    0.8762487766221081,
    0.8762487766221081,
    0.8762487766221081,
    0.8762487766221081,
    0.8762487766221081
  ],
  "6": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "At a robotics startup booth, a small drone flies above its booth to attract attention. Human resources teams jot notes on tablets, while students introduce themselves.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention. Human resources teams jot notes on tablets, while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At a robotics startup booth, a small drone flies above the booth to attract attention. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a robotics startup booth, a small drone flies above to attract attention. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5421926462921676,
    0.5421926462921676,
    0.5421926462921676,
    0.5421926462921676,
    0.5421926462921676,
    0.5421926462921676,
    0.683502260214912,
    0.683502260214912,
    0.683502260214912,
    0.683502260214912,
    0.683502260214912,
    0.683502260214912,
    0.683502260214912,
    0.683502260214912,
    0.7051556999080435,
    0.7051556999080435,
    0.7051556999080435,
    0.7051556999080435,
    0.7051556999080435,
    0.7051556999080435,
    0.7271733802419271,
    0.7271733802419271,
    0.7271733802419271,
    0.7271733802419271,
    0.7271733802419271,
    0.7271733802419271,
    0.7271733802419271,
    0.7271733802419271,
    0.7271733802419271,
    0.7271733802419271,
    0.7306602468722886,
    0.7306602468722886,
    0.7306602468722886,
    0.7306602468722886,
    0.7306602468722886,
    0.7306602468722886,
    0.7306602468722886,
    0.7306602468722886,
    0.7306602468722886,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7675588783549296,
    0.7685783184570492,
    0.7685783184570492,
    0.7685783184570492,
    0.7685783184570492,
    0.7685783184570492,
    0.7685783184570492
  ],
  "7": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications.",
    "Among the career fair setup, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the career fair setup, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos.",
    "At the career fair setup, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair setup, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair setup, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair setup outside the university gym before opening, students line up as the event takes shape. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "7_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4324518616911327,
    0.4324518616911327,
    0.4324518616911327,
    0.4324518616911327,
    0.4324518616911327,
    0.4324518616911327,
    0.4324518616911327,
    0.4324518616911327,
    0.6670692403260847,
    0.6670692403260847,
    0.6670692403260847,
    0.6670692403260847,
    0.6670692403260847,
    0.6670692403260847,
    0.8493406919088748,
    0.8493406919088748,
    0.8493406919088748,
    0.8493406919088748,
    0.8493406919088748,
    0.8493406919088748,
    0.8493406919088748,
    0.878249780043592,
    0.878249780043592,
    0.878249780043592,
    0.878249780043592,
    0.878249780043592,
    0.878249780043592,
    0.878249780043592,
    0.878249780043592,
    0.878249780043592,
    0.878249780043592,
    0.9046902405270469,
    0.9046902405270469,
    0.9046902405270469,
    0.9046902405270469,
    0.9046902405270469,
    0.9046902405270469,
    0.9046902405270469,
    0.9046902405270469,
    0.9046902405270469,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.9139624902219294,
    0.8981448326509237,
    0.8981448326509237,
    0.8981448326509237,
    0.8981448326509237,
    0.8981448326509237,
    0.8981448326509237,
    0.8981448326509237
  ],
  "8": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university, several events surround the upcoming career fair: workshops on networking etiquette begin in the adjoining classroom; students line up outside the university gym ahead of the fair’s opening; and an alumni panel discusses how to prepare for technical interviews.",
    "At the university, the upcoming career fair is framed by several concurrent events: networking etiquette workshops are underway in the adjoining classroom; an alumni panel is discussing how to prepare for technical interviews; and students are lining up outside the university gym in anticipation of the fair’s opening.",
    "At the university, the upcoming career fair is framed by several concurrent events: networking etiquette workshops are underway in the adjoining classroom; an alumni panel is discussing how to prepare for technical interviews; and students are lining up outside the university gym in anticipation of the fair’s opening. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university, the upcoming career fair is framed by several concurrent events: networking etiquette workshops are underway in the adjoining classroom; an alumni panel is discussing how to prepare for technical interviews; and students are lining up outside the university gym in anticipation of the fair’s opening. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, the upcoming career fair unfolds amid several concurrent activities: networking etiquette workshops are underway in the adjoining classroom, an alumni panel is discussing how to prepare for technical interviews, and students are lining up outside the university gym in anticipation of the fair’s opening. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets while students introduce themselves.",
    "At the university, the career fair unfolds with several concurrent activities. Networking etiquette workshops are underway in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up in anticipation of the fair’s opening. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.55196455103312,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.5513019849949136,
    0.6938349634769543,
    0.6938349634769543,
    0.6938349634769543,
    0.6938349634769543,
    0.6938349634769543,
    0.6938349634769543,
    0.6938349634769543,
    0.6938349634769543,
    0.6938349634769543,
    0.8526415002476303,
    0.8526415002476303,
    0.8526415002476303,
    0.8526415002476303,
    0.8526415002476303,
    0.8526415002476303,
    0.8526415002476303,
    0.8526415002476303,
    0.8526415002476303,
    0.8644614698289993,
    0.8644614698289993,
    0.8644614698289993,
    0.8644614698289993,
    0.8644614698289993,
    0.8644614698289993,
    0.8644614698289993,
    0.8644614698289993
  ],
  "9": [
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open. The engineering society sponsors a resume review table near the stage.",
    "A line of students stands outside the university gym, waiting for the career fair to open. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students waits for the career fair to open. Nearby, the engineering society sponsors a resume review table near the stage. A robotics startup draws attention by flying a small drone above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Outside the university gym, a line of students waits for the career fair to open. Nearby, the engineering society sponsors a resume review table near the stage. A robotics startup draws attention by flying a small drone above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students waits for the career fair to open. Nearby, the engineering society sponsors a resume review table near the stage. A robotics startup draws attention by flying a small drone above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits for the career fair to open. The engineering society sponsors a resume review table near the stage. A robotics startup draws attention by flying a small drone above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up waiting for the career fair to open. An engineering society sponsors a resume review table near the stage. A robotics startup draws attention by flying a small drone above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.48386846855791055,
    0.48386846855791055,
    0.48386846855791055,
    0.48386846855791055,
    0.48386846855791055,
    0.48386846855791055,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.6890239007639838,
    0.7837113392954933,
    0.7837113392954933,
    0.7837113392954933,
    0.7837113392954933,
    0.7837113392954933,
    0.7837113392954933,
    0.7837113392954933,
    0.7837113392954933,
    0.8184462422150782,
    0.8184462422150782,
    0.8184462422150782,
    0.8184462422150782,
    0.8184462422150782,
    0.8184462422150782,
    0.8184462422150782,
    0.8184462422150782,
    0.8269635380720944,
    0.8269635380720944,
    0.8269635380720944,
    0.8269635380720944,
    0.8269635380720944,
    0.8269635380720944,
    0.8269635380720944,
    0.8269635380720944,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.854234732839539,
    0.8567447800492456,
    0.8567447800492456,
    0.8567447800492456,
    0.8567447800492456
  ],
  "10": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Several students rehearse elevator pitches quietly against a wall, while a welcome announcement played over the PA system outlines the fair schedule.",
    "A scene shows several students rehearsing elevator pitches quietly against a wall, while a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Several students rehearsing elevator pitches quietly against a wall anchor the scene, while a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers share quick pep talks near the coffee station.",
    "Several students rehearse elevator pitches quietly against a wall anchor as a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers share quick pep talks near the coffee station.",
    "During the event, several students rehearse elevator pitches quietly against a wall anchor as a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers share quick pep talks near the coffee station.",
    "During the event, several students rehearse elevator pitches quietly against a wall anchor as a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers share quick pep talks near the coffee station.",
    "During the event, several students rehearse elevator pitches quietly against a wall anchor as a welcome announcement plays over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.42726787069123356,
    0.42726787069123356,
    0.42726787069123356,
    0.42726787069123356,
    0.42726787069123356,
    0.42726787069123356,
    0.5342961867954643,
    0.5342961867954643,
    0.5342961867954643,
    0.5342961867954643,
    0.5342961867954643,
    0.5342961867954643,
    0.5342961867954643,
    0.724160946957551,
    0.724160946957551,
    0.724160946957551,
    0.724160946957551,
    0.724160946957551,
    0.724160946957551,
    0.724160946957551,
    0.724160946957551,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7083838827687423,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.7885334125547417,
    0.8323202382247437,
    0.8323202382247437,
    0.8323202382247437,
    0.8323202382247437,
    0.8323202382247437,
    0.8323202382247437
  ],
  "11": [
    "",
    "",
    "",
    "Groups of friends are marking target employers on the event map, placing markers to identify those employers as targets.",
    "Groups of friends mark target employers on the event map, placing markers to identify those employers as targets. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the event fair, groups of friends mark target employers on the event map, placing markers to identify those employers as targets. Nearby, alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event fair, groups of friends mark target employers on the event map, placing markers to identify those employers as targets. Nearby, alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At the event fair, groups of friends mark target employers on the event map with markers identifying them as targets. Nearby, alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At the event fair, groups of friends mark target employers on the event map with markers identifying them as targets. Nearby, alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event fair, groups of friends mark target employers on the event map with markers identifying them as targets. Nearby, alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.34764692897164273,
    0.34764692897164273,
    0.34764692897164273,
    0.34764692897164273,
    0.34764692897164273,
    0.34764692897164273,
    0.5192695424712844,
    0.5192695424712844,
    0.5192695424712844,
    0.5192695424712844,
    0.5192695424712844,
    0.5192695424712844,
    0.5192695424712844,
    0.740421193932978,
    0.740421193932978,
    0.740421193932978,
    0.740421193932978,
    0.740421193932978,
    0.740421193932978,
    0.740421193932978,
    0.740421193932978,
    0.740421193932978,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8158509329408803,
    0.8152301392859109,
    0.8152301392859109,
    0.8152301392859109,
    0.8152301392859109,
    0.8152301392859109,
    0.8152301392859109,
    0.8152301392859109,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108,
    0.8287052314334108
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, providing guidance to attendees. The engineering society sponsors a resume review table located near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, providing guidance to attendees. The engineering society sponsors a resume review table located near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews and provides guidance to attendees. The engineering society sponsors a resume review table located near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "A campus event features an alumni panel that discusses how to prepare for technical interviews and provides guidance to attendees. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews and offers guidance to attendees, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5644911278487988,
    0.5644911278487988,
    0.5644911278487988,
    0.5644911278487988,
    0.5644911278487988,
    0.6957645447849239,
    0.6957645447849239,
    0.6957645447849239,
    0.6957645447849239,
    0.6957645447849239,
    0.6957645447849239,
    0.6957645447849239,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7244451130277338,
    0.7595501583957309,
    0.7595501583957309,
    0.7595501583957309,
    0.7595501583957309,
    0.7595501583957309,
    0.7595501583957309,
    0.7595501583957309,
    0.7595501583957309,
    0.7595501583957309,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8064764482041225,
    0.8064764482041225,
    0.8064764482041225,
    0.8064764482041225,
    0.8064764482041225,
    0.8064764482041225,
    0.8064764482041225,
    0.8064764482041225,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697,
    0.8014953831039697
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, with multiple groups interacting with the map to designate employers as targets by placing marks.",
    "Groups of friends mark target employers on the event map, with several groups interacting with the map to designate employers as targets by placing marks. Healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map, with several groups interacting with the map to designate employers as targets by placing marks. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map, interacting with the map to designate employers as targets by placing marks. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map by placing marks to designate them as targets. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map by placing marks to designate them as targets. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32436992688006694,
    0.32436992688006694,
    0.32436992688006694,
    0.32436992688006694,
    0.32436992688006694,
    0.32436992688006694,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.5046696578304342,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.708195663022434,
    0.7519985937737232,
    0.7519985937737232,
    0.7519985937737232,
    0.7519985937737232,
    0.7519985937737232,
    0.7519985937737232,
    0.7519985937737232,
    0.7519985937737232,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592,
    0.7699676813150592
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos while workshops on networking etiquette begin in the adjoining classroom; meanwhile, students line up outside the university gym before the career fair opens.",
    "Healthcare providers display community outreach photos, while workshops on networking etiquette proceed in the adjoining classroom. Outside the university gym, students line up ahead of the career fair opening. Finance firms circulate QR codes offering immediate internship applications.",
    "At the university, healthcare providers display community outreach photos while workshops on networking etiquette run in the adjoining classroom. Outside the university gym, students line up ahead of the career fair opening. Finance firms circulate QR codes offering immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, healthcare providers display community outreach photos while workshops on networking etiquette run in the adjoining classroom. Outside the university gym, students line up ahead of the career fair opening. Finance firms circulate QR codes offering immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the university, healthcare providers display community outreach photos while workshops on networking etiquette run in the adjoining classroom. Outside the university gym, students line up ahead of the career fair opening. Finance firms circulate QR codes offering immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.4283460289705085,
    0.4283460289705085,
    0.4283460289705085,
    0.4283460289705085,
    0.4283460289705085,
    0.4283460289705085,
    0.4283460289705085,
    0.7452916291674736,
    0.7452916291674736,
    0.7452916291674736,
    0.7452916291674736,
    0.7452916291674736,
    0.7452916291674736,
    0.7452916291674736,
    0.7452916291674736,
    0.7452916291674736,
    0.7752993653050603,
    0.7752993653050603,
    0.7752993653050603,
    0.7752993653050603,
    0.7752993653050603,
    0.7752993653050603,
    0.7752993653050603,
    0.7752993653050603,
    0.7752993653050603,
    0.7752993653050603,
    0.795848029387339,
    0.795848029387339,
    0.795848029387339,
    0.795848029387339,
    0.795848029387339,
    0.795848029387339,
    0.795848029387339,
    0.795848029387339,
    0.8034970459528079,
    0.8034970459528079,
    0.8034970459528079,
    0.8034970459528079,
    0.8034970459528079,
    0.8034970459528079,
    0.8034970459528079
  ],
  "15": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact, and counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4155376671698758,
    0.4155376671698758,
    0.4155376671698758,
    0.4155376671698758,
    0.4155376671698758,
    0.4155376671698758,
    0.4155376671698758,
    0.4155376671698758,
    0.6867203091467439,
    0.6867203091467439,
    0.6867203091467439,
    0.6867203091467439,
    0.6867203091467439,
    0.6867203091467439,
    0.6867203091467439,
    0.6867203091467439,
    0.8346463906988505,
    0.8346463906988505,
    0.8346463906988505,
    0.8346463906988505,
    0.8346463906988505,
    0.8346463906988505,
    0.8346463906988505,
    0.8346463906988505,
    0.8255675048945057,
    0.8255675048945057,
    0.8255675048945057,
    0.8255675048945057,
    0.8255675048945057,
    0.8255675048945057,
    0.8255675048945057,
    0.8255675048945057,
    0.8557624602235943,
    0.8557624602235943,
    0.8557624602235943,
    0.8557624602235943,
    0.8557624602235943,
    0.8557624602235943,
    0.8557624602235943,
    0.8557624602235943,
    0.8557624602235943,
    0.8697154865767437,
    0.8697154865767437,
    0.8697154865767437,
    0.8697154865767437,
    0.8697154865767437,
    0.8697154865767437,
    0.8697154865767437,
    0.8697154865767437,
    0.8697154865767437,
    0.8697154865767437,
    0.8503339572207538,
    0.8503339572207538,
    0.8503339572207538,
    0.8503339572207538,
    0.8503339572207538
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, guiding peers through the venue. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "During the event at the venue, groups of friends mark target employers on the event map to guide peers through the venue; tech companies display demo screens of their latest apps; career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos; human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, groups of friends mark target employers on the event map to guide peers through the space; tech companies display demo screens of their latest apps; career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos; human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5696413040286694,
    0.5696413040286694,
    0.5696413040286694,
    0.5696413040286694,
    0.5696413040286694,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.4843346136952868,
    0.7695917531786276,
    0.7695917531786276,
    0.7695917531786276,
    0.7695917531786276,
    0.7695917531786276,
    0.7695917531786276,
    0.7695917531786276,
    0.7695917531786276,
    0.7695917531786276,
    0.7695917531786276,
    0.8234200911488457,
    0.8234200911488457,
    0.8234200911488457,
    0.8234200911488457,
    0.8234200911488457,
    0.8234200911488457,
    0.8234200911488457,
    0.8234200911488457,
    0.5367936609443514,
    0.5367936609443514,
    0.5367936609443514,
    0.5367936609443514,
    0.5367936609443514,
    0.5367936609443514,
    0.5367936609443514,
    0.5367936609443514,
    0.5367936609443514,
    0.5367936609443514,
    0.665214018685985,
    0.665214018685985
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.39814325664734446,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.8441741472505511,
    0.862082898328983,
    0.862082898328983,
    0.862082898328983,
    0.862082898328983,
    0.862082898328983,
    0.862082898328983,
    0.862082898328983,
    0.862082898328983,
    0.862082898328983,
    0.862082898328983,
    0.877946376092609,
    0.877946376092609,
    0.877946376092609
  ],
  "18": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station; healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map, alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map, alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map, alumni volunteers deliver quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "The event features a career fair setup with a map marking target employers by groups of friends; alumni volunteers give quick pep talks near the coffee station; healthcare providers showcase community outreach photos. Students clutch resumes in branded folders, while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company operates a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.38722158480764257,
    0.42178395733738494,
    0.42178395733738494,
    0.42178395733738494,
    0.42178395733738494,
    0.42178395733738494,
    0.42178395733738494,
    0.4058707064202417,
    0.4058707064202417,
    0.4058707064202417,
    0.4058707064202417,
    0.4058707064202417,
    0.4058707064202417,
    0.4058707064202417,
    0.4058707064202417,
    0.4058707064202417,
    0.6293880294933881,
    0.6293880294933881,
    0.6293880294933881,
    0.6293880294933881,
    0.6293880294933881,
    0.6293880294933881,
    0.6293880294933881,
    0.6293880294933881,
    0.802331633287612,
    0.802331633287612,
    0.802331633287612,
    0.802331633287612,
    0.802331633287612,
    0.802331633287612,
    0.802331633287612,
    0.8189205637684172,
    0.8189205637684172,
    0.8189205637684172,
    0.8189205637684172,
    0.8189205637684172,
    0.8189205637684172,
    0.8189205637684172,
    0.8189205637684172,
    0.8189205637684172,
    0.8189205637684172,
    0.8673231944050676,
    0.8673231944050676,
    0.8673231944050676,
    0.8673231944050676,
    0.8673231944050676,
    0.8673231944050676,
    0.8673231944050676,
    0.8673231944050676
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests, while a robotics startup flies a small drone above its booth to attract attention.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests, while a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "During the event, career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors direct unsure students toward applicable industries that fit their interests, guiding them to options that align with their goals. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, career counselors direct unsure students toward industries that fit their interests and align with their goals, guiding them to suitable options. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors direct unsure students toward industries that fit their interests and align with their goals, guiding them to suitable options. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.46807387574416226,
    0.46807387574416226,
    0.46807387574416226,
    0.46807387574416226,
    0.46807387574416226,
    0.46807387574416226,
    0.46807387574416226,
    0.5996432202956686,
    0.5996432202956686,
    0.5996432202956686,
    0.5996432202956686,
    0.5996432202956686,
    0.5996432202956686,
    0.5996432202956686,
    0.5996432202956686,
    0.5996432202956686,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.790869172596802,
    0.7941421249494411,
    0.7941421249494411,
    0.7941421249494411,
    0.7941421249494411,
    0.7941421249494411,
    0.7941421249494411,
    0.7941421249494411,
    0.7941421249494411,
    0.7941421249494411,
    0.7941421249494411,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496,
    0.8160398685922496
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening, while alumni volunteers give quick pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening, while alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym ahead of the career fair opening, while alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym ahead of the career fair opening, while alumni volunteers give quick pep talks near the coffee station. Inside, dozens of booths with colorful banners circle the polished floor as a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym ahead of the career fair opening, while alumni volunteers give quick pep talks near the coffee station. Inside, dozens of booths with colorful banners circle the polished floor as a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, students line up outside the gym ahead of its opening while alumni volunteers give quick pep talks near the coffee station. Inside, dozens of booths with colorful banners circle the polished floor, and a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, contributing to the varied display around the venue.",
    "At a university career fair, students line up outside the gym ahead of its opening while alumni volunteers give quick pep talks near the coffee station. Inside, dozens of booths with colorful banners surround the polished floor, and a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables, contributing to the varied display around the venue. Career counselors remind attendees to maintain eye contact."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.40274560771569445,
    0.40274560771569445,
    0.40274560771569445,
    0.40274560771569445,
    0.40274560771569445,
    0.40274560771569445,
    0.40274560771569445,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5634790257887314,
    0.5891427451227889,
    0.5891427451227889,
    0.5891427451227889,
    0.5891427451227889,
    0.5891427451227889,
    0.5891427451227889,
    0.5891427451227889,
    0.5891427451227889,
    0.5891427451227889,
    0.7525746757668483,
    0.7525746757668483,
    0.7525746757668483,
    0.7525746757668483,
    0.7525746757668483,
    0.7525746757668483,
    0.7525746757668483,
    0.7525746757668483,
    0.8270757128505994,
    0.8270757128505994,
    0.8270757128505994,
    0.8270757128505994,
    0.8270757128505994,
    0.8270757128505994,
    0.8270757128505994
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette are underway in the adjoining classroom. Simultaneously, groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette are underway in the adjoining classroom as groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, and dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette are underway in the adjoining classroom. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette are underway in the adjoining classroom. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while groups of friends mark target employers on the event map and career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are underway in the adjoining classroom, while groups of friends mark target employers on the event map and career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, where tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and consulting firms stack glossy case study booklets on high tables."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3880820017905625,
    0.3880820017905625,
    0.3880820017905625,
    0.3880820017905625,
    0.3880820017905625,
    0.3880820017905625,
    0.6856168258726064,
    0.6856168258726064,
    0.6856168258726064,
    0.6856168258726064,
    0.6856168258726064,
    0.6856168258726064,
    0.6856168258726064,
    0.5582822151540752,
    0.5582822151540752,
    0.5582822151540752,
    0.5582822151540752,
    0.5582822151540752,
    0.5582822151540752,
    0.5582822151540752,
    0.5582822151540752,
    0.5582822151540752,
    0.7383361356928436,
    0.7383361356928436,
    0.7383361356928436,
    0.7383361356928436,
    0.7383361356928436,
    0.7383361356928436,
    0.7383361356928436,
    0.7383361356928436,
    0.7383361356928436,
    0.7384009050649848,
    0.7384009050649848,
    0.7384009050649848,
    0.7384009050649848,
    0.7384009050649848,
    0.7384009050649848,
    0.7384009050649848,
    0.7384009050649848,
    0.7384009050649848,
    0.7314326378655875,
    0.7314326378655875,
    0.7314326378655875,
    0.7314326378655875,
    0.7314326378655875,
    0.7314326378655875,
    0.7314326378655875,
    0.7314326378655875,
    0.7314326378655875,
    0.7326898043841602,
    0.7326898043841602,
    0.7326898043841602
  ],
  "22": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "22_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5864644442907572,
    0.5864644442907572,
    0.5864644442907572,
    0.5864644442907572,
    0.5864644442907572,
    0.5864644442907572,
    0.5864644442907572,
    0.7762976032610727,
    0.7762976032610727,
    0.7762976032610727,
    0.7762976032610727,
    0.7762976032610727,
    0.7762976032610727,
    0.7762976032610727,
    0.7762976032610727,
    0.7762976032610727,
    0.7761297985870095,
    0.7761297985870095,
    0.7761297985870095,
    0.7761297985870095,
    0.7761297985870095,
    0.7761297985870095,
    0.7761297985870095,
    0.7761297985870095,
    0.7761297985870095,
    0.7761297985870095,
    0.8117601847724978,
    0.8117601847724978,
    0.8117601847724978,
    0.8117601847724978,
    0.8117601847724978,
    0.8117601847724978,
    0.8117601847724978,
    0.8117601847724978,
    0.8117601847724978,
    0.8117601847724978,
    0.8300182802000049,
    0.8300182802000049,
    0.8300182802000049,
    0.8300182802000049,
    0.8300182802000049,
    0.8300182802000049,
    0.8300182802000049,
    0.8300182802000049,
    0.8300182802000049,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731,
    0.8453703513719731
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention; groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries; and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5611938976997396,
    0.5611938976997396,
    0.5611938976997396,
    0.5611938976997396,
    0.5611938976997396,
    0.5611938976997396,
    0.5611938976997396,
    0.5611938976997396,
    0.5611938976997396,
    0.778476538383161,
    0.778476538383161,
    0.778476538383161,
    0.778476538383161,
    0.778476538383161,
    0.778476538383161,
    0.778476538383161,
    0.778476538383161,
    0.5278340756820645,
    0.5278340756820645,
    0.5278340756820645,
    0.5278340756820645,
    0.5278340756820645,
    0.5278340756820645,
    0.5278340756820645,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321,
    0.8269134835302321
  ],
  "24": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "An event features an alumni panel discussing how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "An event features an alumni panel discussing how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "An event presents an alumni panel on preparing for technical interviews, complemented by career counselors urging attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications. Tech companies showcase demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Human resources teams take notes on tablets as students introduce themselves.",
    "An event features an alumni panel on preparing for technical interviews, complemented by career counselors urging attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications, while tech companies showcase demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Human resources teams take notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event features an alumni panel on preparing for technical interviews, complemented by career counselors urging attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications, while tech companies showcase demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Human resources teams take notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.41042552579910246,
    0.41042552579910246,
    0.41042552579910246,
    0.41042552579910246,
    0.41042552579910246,
    0.41042552579910246,
    0.41042552579910246,
    0.41042552579910246,
    0.41042552579910246,
    0.6179659886101417,
    0.6179659886101417,
    0.6179659886101417,
    0.6179659886101417,
    0.6179659886101417,
    0.6179659886101417,
    0.6179659886101417,
    0.6179659886101417,
    0.8014470002897487,
    0.8014470002897487,
    0.8014470002897487,
    0.8014470002897487,
    0.8014470002897487,
    0.8014470002897487,
    0.8014470002897487,
    0.8014470002897487,
    0.8014470002897487,
    0.8339830869412284,
    0.8339830869412284,
    0.8339830869412284,
    0.8339830869412284,
    0.8339830869412284,
    0.8339830869412284,
    0.8339830869412284,
    0.8339830869412284,
    0.8339830869412284,
    0.8339830869412284,
    0.8407508071131633,
    0.8407508071131633,
    0.8407508071131633,
    0.8407508071131633,
    0.8407508071131633,
    0.8407508071131633,
    0.8407508071131633,
    0.8407508071131633,
    0.8407508071131633,
    0.8407508071131633,
    0.8404090385899929,
    0.8404090385899929,
    0.8404090385899929,
    0.8404090385899929,
    0.8404090385899929,
    0.8404090385899929,
    0.8404090385899929,
    0.8404090385899929,
    0.8404090385899929
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers are sharing short pep talks near the coffee station.",
    "Alumni volunteers are sharing short pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers are delivering short pep talks near the coffee station as a welcome announcement over the PA system outlines the fair schedule, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers deliver short pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the schedule. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA outlines the schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station while a welcome announcement over the PA outlines the schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32237128593689424,
    0.32237128593689424,
    0.32237128593689424,
    0.32237128593689424,
    0.32237128593689424,
    0.32237128593689424,
    0.42407687030419544,
    0.42407687030419544,
    0.42407687030419544,
    0.42407687030419544,
    0.42407687030419544,
    0.431144866017469,
    0.431144866017469,
    0.431144866017469,
    0.431144866017469,
    0.431144866017469,
    0.431144866017469,
    0.431144866017469,
    0.431144866017469,
    0.7463398573696703,
    0.7463398573696703,
    0.7463398573696703,
    0.7463398573696703,
    0.7463398573696703,
    0.7463398573696703,
    0.7463398573696703,
    0.7463398573696703,
    0.7739644962830384,
    0.7739644962830384,
    0.7739644962830384,
    0.7739644962830384,
    0.7739644962830384,
    0.7739644962830384,
    0.7739644962830384,
    0.7739644962830384,
    0.7739644962830384,
    0.7739644962830384,
    0.8125471611880699,
    0.8125471611880699,
    0.8125471611880699,
    0.8125471611880699,
    0.8125471611880699,
    0.8125471611880699,
    0.8125471611880699,
    0.8125471611880699,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.824679812437938,
    0.7737175756775215,
    0.7737175756775215
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms offer QR codes to facilitate immediate internship applications. Students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Finance firms offer QR codes to facilitate immediate internship applications. Students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Finance firms provide QR codes to facilitate immediate internship applications. Students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "In a career fair setting, finance firms provide QR codes to facilitate immediate internship applications. Students rehearse elevator pitches quietly against the wall as HR teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, finance firms provide QR codes to facilitate immediate internship applications. Students rehearse elevator pitches quietly against the wall while HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5207199573642407,
    0.5207199573642407,
    0.5207199573642407,
    0.5207199573642407,
    0.5207199573642407,
    0.5207199573642407,
    0.5207199573642407,
    0.5207199573642407,
    0.5207199573642407,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.6708550832881852,
    0.7072825769616191,
    0.7072825769616191,
    0.7072825769616191,
    0.7072825769616191,
    0.7072825769616191,
    0.7072825769616191,
    0.7072825769616191,
    0.7072825769616191,
    0.8253390725375852,
    0.8253390725375852,
    0.8253390725375852,
    0.8253390725375852,
    0.8253390725375852,
    0.8253390725375852,
    0.8253390725375852,
    0.8253390725375852,
    0.8253390725375852,
    0.8537808630389003,
    0.8537808630389003,
    0.8537808630389003,
    0.8537808630389003,
    0.8537808630389003,
    0.8537808630389003,
    0.8537808630389003
  ],
  "27": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Career counselors redirect unsure students toward applicable industries as groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors redirect unsure students toward applicable industries; groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom; the engineering society sponsors a resume review table near the stage.",
    "Career counselors redirect unsure students toward applicable industries; groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom; the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward applicable industries, guiding them toward sectors that fit their interests. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention.",
    "The scene depicts a career fair where career counselors redirect unsure students toward applicable industries, guiding them toward sectors that fit their interests. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention.",
    "A career fair unfolds with counselors directing unsure students toward applicable industries, guiding them toward sectors that fit their interests. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in an adjoining classroom. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders."
  ],
  "27_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.4154884112167248,
    0.4154884112167248,
    0.4154884112167248,
    0.4154884112167248,
    0.4154884112167248,
    0.4154884112167248,
    0.4154884112167248,
    0.4154884112167248,
    0.4843431079180801,
    0.4843431079180801,
    0.4843431079180801,
    0.4843431079180801,
    0.4843431079180801,
    0.4843431079180801,
    0.4843431079180801,
    0.4843431079180801,
    0.4843431079180801,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.6017651414372096,
    0.8076002557446988,
    0.8076002557446988,
    0.8076002557446988,
    0.8076002557446988,
    0.8076002557446988,
    0.8076002557446988,
    0.8076002557446988,
    0.8076002557446988,
    0.8459122863768963,
    0.8459122863768963,
    0.8459122863768963,
    0.8459122863768963,
    0.8459122863768963,
    0.8459122863768963,
    0.8459122863768963,
    0.8459122863768963
  ],
  "28": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the career fair, career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair, students line up outside the university gym before it opens. Inside, career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair, students line up outside the university gym before it opens. Inside, career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair, students line up outside the university gym before it opens. Inside, career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair, students line up outside the university gym before it opens. Inside, career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "28_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.6218744612525008,
    0.6218744612525008,
    0.6218744612525008,
    0.6218744612525008,
    0.6218744612525008,
    0.6218744612525008,
    0.6218744612525008,
    0.6218744612525008,
    0.6218744612525008,
    0.8159662635834948,
    0.8159662635834948,
    0.8159662635834948,
    0.8159662635834948,
    0.8159662635834948,
    0.8159662635834948,
    0.8159662635834948,
    0.8159662635834948,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.7855454284185439,
    0.8215545467767085,
    0.8215545467767085,
    0.8215545467767085,
    0.8215545467767085
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym in advance of the career fair opening. In the adjoining classroom, workshops on networking etiquette begin.",
    "Event staff at the entrance are scanning registrations and distributing lanyards while students line up outside the university gym in advance of the career fair opening. In the adjoining classroom, workshops on networking etiquette have begun, and some students rehearse elevator pitches quietly against the wall.",
    "Event staff at the entrance are scanning registrations and distributing lanyards. Students line up outside the university gym in advance of the career fair opening. In the adjoining classroom, workshops on networking etiquette have begun, and some students rehearse elevator pitches quietly against the wall.",
    "At the career fair site, ongoing registration scanning and lanyard distribution occur at the entrance; groups of students queue outside the university gym ahead of opening. Adjacent classroom workshops on networking etiquette have begun, with some students rehearsing elevator pitches quietly against the wall. The engineering society runs a resume review table near the stage.",
    "At the career fair site, registration scanning and lanyard distribution are underway at the entrance while groups of students queue outside the university gym ahead of opening. Adjacent classroom workshops on networking etiquette have begun, with some students rehearsing elevator pitches quietly against the wall. The engineering society runs a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the career fair site, registration scanning and lanyard distribution are underway at the entrance, with groups of students queueing outside the university gym ahead of opening. Adjacent classroom workshops on networking etiquette have begun, and some students are rehearsing elevator pitches quietly against the wall. The engineering society runs a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.45925214025094957,
    0.45925214025094957,
    0.45925214025094957,
    0.45925214025094957,
    0.45925214025094957,
    0.45925214025094957,
    0.6113224944426913,
    0.6113224944426913,
    0.6113224944426913,
    0.6113224944426913,
    0.6113224944426913,
    0.6113224944426913,
    0.5785103089342346,
    0.5785103089342346,
    0.5785103089342346,
    0.5785103089342346,
    0.5785103089342346,
    0.5785103089342346,
    0.5785103089342346,
    0.5785103089342346,
    0.5785103089342346,
    0.7525698430227927,
    0.7525698430227927,
    0.7525698430227927,
    0.7525698430227927,
    0.7525698430227927,
    0.7525698430227927,
    0.7525698430227927,
    0.7525698430227927,
    0.7525698430227927,
    0.7719368986104256,
    0.7719368986104256,
    0.7719368986104256,
    0.7719368986104256,
    0.7719368986104256,
    0.7719368986104256,
    0.7719368986104256,
    0.7719368986104256,
    0.8248947580830057,
    0.8248947580830057,
    0.8248947580830057,
    0.8248947580830057,
    0.8248947580830057,
    0.8248947580830057,
    0.8248947580830057,
    0.8248947580830057,
    0.8248947580830057,
    0.8248947580830057,
    0.8139120184339848,
    0.8139120184339848,
    0.8139120184339848,
    0.8139120184339848,
    0.8139120184339848
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders; at the entrance, event staff scan registrations and hand out lanyards to attendees; healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase photos of community outreach. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.6031902624151252,
    0.6031902624151252,
    0.6031902624151252,
    0.6031902624151252,
    0.6031902624151252,
    0.6031902624151252,
    0.6031902624151252,
    0.6031902624151252,
    0.4725626664325547,
    0.4725626664325547,
    0.4725626664325547,
    0.4725626664325547,
    0.4725626664325547,
    0.4725626664325547,
    0.4725626664325547,
    0.4725626664325547,
    0.4725626664325547,
    0.8006305317814323,
    0.8006305317814323,
    0.8006305317814323,
    0.8006305317814323,
    0.8006305317814323,
    0.8006305317814323,
    0.8006305317814323,
    0.8285836752753638,
    0.8285836752753638,
    0.8285836752753638,
    0.8285836752753638,
    0.8285836752753638,
    0.8285836752753638,
    0.8285836752753638,
    0.8285836752753638,
    0.8285836752753638,
    0.8287620610294548,
    0.8287620610294548,
    0.8287620610294548,
    0.8287620610294548,
    0.8287620610294548,
    0.8287620610294548,
    0.8287620610294548,
    0.8287620610294548,
    0.8287620610294548,
    0.8287620610294548
  ],
  "32": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers share quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers share quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, alumni volunteers share quick pep talks near the coffee station, a robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps.",
    "At the event, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, alumni volunteers deliver short pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver short pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "32_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.47258241604352375,
    0.47258241604352375,
    0.47258241604352375,
    0.47258241604352375,
    0.47258241604352375,
    0.47258241604352375,
    0.8129243691652368,
    0.8129243691652368,
    0.8129243691652368,
    0.8129243691652368,
    0.8129243691652368,
    0.8129243691652368,
    0.8129243691652368,
    0.8129243691652368,
    0.8129243691652368,
    0.8129243691652368,
    0.8107729514329982,
    0.8107729514329982,
    0.8107729514329982,
    0.8107729514329982,
    0.8107729514329982,
    0.8107729514329982,
    0.8107729514329982,
    0.8107729514329982,
    0.8223335816997451,
    0.8223335816997451,
    0.8223335816997451,
    0.8223335816997451,
    0.8223335816997451,
    0.8223335816997451,
    0.8223335816997451,
    0.8223335816997451,
    0.8223335816997451,
    0.8223335816997451
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners surround the polished floor, with tech companies displaying demo screens of their latest apps. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners surround a polished floor, as tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "In a university gym, a career fair is taking shape with dozens of booths surrounded by colorful banners around a polished floor. Tech companies display demo screens of their latest apps. Students clutch resumes in branded folders and line up outside the gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "In a university gym, a career fair is taking shape with dozens of booths surrounded by colorful banners on a polished floor. Tech companies display demo screens of their latest apps. Students clutch resumes in branded folders and line up outside the gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.36788834629126843,
    0.36788834629126843,
    0.36788834629126843,
    0.36788834629126843,
    0.36788834629126843,
    0.36788834629126843,
    0.36788834629126843,
    0.5655650649885716,
    0.5655650649885716,
    0.5655650649885716,
    0.5655650649885716,
    0.5655650649885716,
    0.5655650649885716,
    0.5655650649885716,
    0.5655650649885716,
    0.5585675013735423,
    0.5585675013735423,
    0.5585675013735423,
    0.5585675013735423,
    0.5585675013735423,
    0.5585675013735423,
    0.6336480273527049,
    0.6336480273527049,
    0.6336480273527049,
    0.6336480273527049,
    0.6336480273527049,
    0.6336480273527049,
    0.6336480273527049,
    0.6336480273527049,
    0.6336480273527049,
    0.6336480273527049,
    0.8226142232690574,
    0.8226142232690574,
    0.8226142232690574,
    0.8226142232690574,
    0.8226142232690574,
    0.8226142232690574,
    0.8226142232690574,
    0.8226142232690574,
    0.8226142232690574,
    0.8232757871423486,
    0.8232757871423486,
    0.8232757871423486
  ],
  "34": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth to attract attention.",
    "The engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth to attract attention."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037,
    0.45908069219353037
  ],
  "35": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "The scene features healthcare providers showcasing community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos, establishing a backdrop of outreach activity; an alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers showcase community outreach photos, creating a backdrop of ongoing outreach activity. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase community outreach photos, creating a backdrop of ongoing outreach activity. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. The scene presents a career-focused gathering with networking and preparation activities.",
    "At a career-focused event, attendees engage in networking and preparation activities. Healthcare providers display community outreach photos that form a backdrop of ongoing outreach. An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career-focused event, attendees engage in networking and preparation activities. Healthcare providers display community outreach photos that form a backdrop of ongoing outreach. An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career-focused event, attendees network and prepare. Healthcare providers display community outreach photos forming a backdrop of ongoing outreach. An alumni panel discusses how to prepare for technical interviews and offers guidance. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.39018866333833313,
    0.39018866333833313,
    0.39018866333833313,
    0.39018866333833313,
    0.39018866333833313,
    0.39018866333833313,
    0.39018866333833313,
    0.5313140927207096,
    0.5313140927207096,
    0.5313140927207096,
    0.5313140927207096,
    0.5313140927207096,
    0.5313140927207096,
    0.5313140927207096,
    0.5313140927207096,
    0.7430638740280561,
    0.7430638740280561,
    0.7430638740280561,
    0.7430638740280561,
    0.7430638740280561,
    0.7430638740280561,
    0.7430638740280561,
    0.7430638740280561,
    0.7430638740280561,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.7958643528095917,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152,
    0.8372683756388152
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA system outlines the fair schedule, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA system outlines the fair schedule, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement over the PA system outlines the fair schedule as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets while students introduce themselves, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "An opening announcement over the PA system outlines the fair schedule as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets while students introduce themselves, and a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "An opening PA announcement outlines the fair schedule as tech companies display demo screens of their latest apps. HR teams jot notes on tablets while students introduce themselves, and a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6124220533032354,
    0.6124220533032354,
    0.6124220533032354,
    0.6124220533032354,
    0.6124220533032354,
    0.6124220533032354,
    0.49462829034052824,
    0.49462829034052824,
    0.49462829034052824,
    0.49462829034052824,
    0.49462829034052824,
    0.49462829034052824,
    0.49462829034052824,
    0.49462829034052824,
    0.6960128537606874,
    0.6960128537606874,
    0.6960128537606874,
    0.6960128537606874,
    0.6960128537606874,
    0.6960128537606874,
    0.6960128537606874,
    0.6960128537606874,
    0.6960128537606874,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.670631614366251,
    0.8540205216870784,
    0.8540205216870784,
    0.8540205216870784,
    0.8540205216870784,
    0.8540205216870784,
    0.8540205216870784,
    0.8540205216870784,
    0.8540205216870784,
    0.8540205216870784,
    0.8645246188744946,
    0.8645246188744946,
    0.8645246188744946,
    0.8645246188744946,
    0.8645246188744946,
    0.8645246188744946
  ],
  "37": [
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password cracking challenge, using a laptop as the computing platform.",
    "A cybersecurity company is conducting a password cracking challenge, using a laptop as the computing platform, while some students rehearse elevator pitches quietly against the wall.",
    "In a mixed professional setting, a cybersecurity company is conducting a password cracking challenge, using a laptop as the computing platform, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "In a mixed professional setting, a cybersecurity company is conducting a password cracking challenge, using a laptop as the computing platform. Nearby, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a mixed professional setting, a cybersecurity company is conducting a password-cracking challenge, with a laptop serving as the computing platform. Nearby, students rehearse elevator pitches quietly against the wall. Consulting firms have glossy case-study booklets stacked on high tables. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "In a mixed professional setting, a cybersecurity company is conducting a password-cracking challenge, with a laptop serving as the computing platform. Nearby, students rehearse elevator pitches quietly against the wall. Consulting firms have glossy case-study booklets stacked on high tables. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "In a mixed professional setting, a cybersecurity company is conducting a password-cracking challenge, with a laptop serving as the computing platform. Nearby, students rehearse elevator pitches quietly against the wall. Consulting firms have glossy case-study booklets stacked on high tables. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "In a mixed professional setting, a cybersecurity company is conducting a password-cracking challenge with a laptop as the computing platform. Nearby, students rehearse elevator pitches quietly against the wall. Consulting firms have glossy case-study booklets stacked on high tables. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2643508655965368,
    0.2643508655965368,
    0.2643508655965368,
    0.2643508655965368,
    0.2643508655965368,
    0.2643508655965368,
    0.2643508655965368,
    0.2643508655965368,
    0.2643508655965368,
    0.29799535867102106,
    0.29799535867102106,
    0.29799535867102106,
    0.29799535867102106,
    0.29799535867102106,
    0.29799535867102106,
    0.5033727426204022,
    0.5033727426204022,
    0.5033727426204022,
    0.5033727426204022,
    0.5033727426204022,
    0.5033727426204022,
    0.5033727426204022,
    0.5033727426204022,
    0.5033727426204022,
    0.6343937803271591,
    0.6343937803271591,
    0.6343937803271591,
    0.6343937803271591,
    0.6343937803271591,
    0.6343937803271591,
    0.6343937803271591,
    0.6343937803271591,
    0.6893632100598306,
    0.6893632100598306,
    0.6893632100598306,
    0.6893632100598306,
    0.6893632100598306,
    0.6893632100598306,
    0.6893632100598306,
    0.6893632100598306,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.696501660590584,
    0.7178930098209444,
    0.7178930098209444
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "During the event, human resources teams jot notes on tablets while students introduce themselves, and groups of friends mark target employers on the event map.",
    "During the event, human resources teams jot notes on tablets while students introduce themselves, and groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention, and career counselors remind attendees to maintain eye contact.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, groups of friends mark target employers on the event map, a robotics startup flies a small drone above its booth to attract attention, career counselors remind attendees to maintain eye contact, healthcare providers showcase community outreach photos, and some students rehearse elevator pitches quietly against the wall."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.43229122147886306,
    0.6236789248297954,
    0.6236789248297954,
    0.6236789248297954,
    0.6236789248297954,
    0.6236789248297954,
    0.6236789248297954,
    0.6236789248297954,
    0.6236789248297954,
    0.627681102545097,
    0.627681102545097,
    0.627681102545097,
    0.627681102545097,
    0.627681102545097,
    0.627681102545097,
    0.627681102545097,
    0.627681102545097,
    0.627681102545097,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.6525734602874496,
    0.8222197029573264,
    0.8222197029573264,
    0.8222197029573264,
    0.8222197029573264,
    0.8222197029573264,
    0.8222197029573264,
    0.8222197029573264,
    0.8222197029573264,
    0.5247927234138022,
    0.5247927234138022,
    0.5247927234138022,
    0.5247927234138022,
    0.5247927234138022
  ],
  "39": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a professional setting, career counselors remind attendees to maintain eye contact, emphasizing confident engagement. Finance firms offer QR codes for immediate internship applications, providing direct digital access to opportunities. The two observations run concurrently, reflecting guidance and streamlined application pathways for attendees.",
    "In a professional setting, career counselors remind attendees to maintain eye contact and engage confidently. Finance firms display QR codes to enable immediate internship applications, offering direct digital access to opportunities. The guidance and streamlined application pathways run concurrently for attendees. Nearby, alumni volunteers deliver quick pep talks near the coffee station.",
    "In a professional setting, career counselors remind attendees to maintain eye contact and engage confidently as guidance and streamlined internship pathways run concurrently for the attendees. Finance firms display QR codes that enable immediate internship applications, providing direct digital access to opportunities. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Tech companies show demo screens illustrating their latest apps.",
    "At a professional event, career counselors remind attendees to maintain eye contact and engage confidently as guidance and streamlined internship pathways run concurrently for attendees. Finance firms display QR codes that enable immediate internship applications, providing direct digital access to opportunities. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Tech companies show demo screens illustrating their latest apps. Students clutch resumes inside branded folders.",
    "At a professional event, career counselors remind attendees to maintain eye contact and engage confidently as guidance and streamlined internship pathways run concurrently. Finance firms display QR codes that enable immediate internship applications, providing direct digital access to opportunities. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Tech companies show demo screens illustrating their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a professional event, attendees interact with multiple career-focused activities. Career counselors remind attendees to maintain eye contact as guidance and streamlined internship pathways run concurrently. Finance firms display QR codes that enable immediate internship applications, providing direct digital access to opportunities. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Tech companies show demo screens illustrating their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a professional event, attendees engage in multiple career-focused activities. Career counselors remind attendees to maintain eye contact as guidance, and concurrent tracks include streamlined internship pathways. Finance firms display QR codes that enable immediate internship applications, providing direct digital access to opportunities. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Tech companies show demo screens illustrating their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "39_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.6747060724532232,
    0.6747060724532232,
    0.6747060724532232,
    0.6747060724532232,
    0.6747060724532232,
    0.6747060724532232,
    0.6747060724532232,
    0.6747060724532232,
    0.7204642105046832,
    0.7204642105046832,
    0.7204642105046832,
    0.7204642105046832,
    0.7204642105046832,
    0.7204642105046832,
    0.7204642105046832,
    0.7204642105046832,
    0.7204642105046832,
    0.740213318848834,
    0.740213318848834,
    0.740213318848834,
    0.740213318848834,
    0.740213318848834,
    0.740213318848834,
    0.740213318848834,
    0.740213318848834,
    0.740213318848834,
    0.7890844690308259,
    0.7890844690308259,
    0.7890844690308259,
    0.7890844690308259,
    0.7890844690308259,
    0.7890844690308259,
    0.7890844690308259,
    0.7890844690308259,
    0.7890844690308259,
    0.7890844690308259,
    0.7865908514129053,
    0.7865908514129053,
    0.7865908514129053,
    0.7865908514129053,
    0.7865908514129053,
    0.7865908514129053,
    0.7865908514129053,
    0.7865908514129053,
    0.7865908514129053,
    0.7949044537213164,
    0.7949044537213164,
    0.7949044537213164,
    0.7949044537213164,
    0.7949044537213164,
    0.7949044537213164,
    0.7949044537213164,
    0.7949044537213164,
    0.7949044537213164,
    0.8033068302118413
  ],
  "40": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a setting where career counselors redirect unsure students toward applicable industries, a robotics startup uses a small drone flown above its booth to attract attention.",
    "In a setting where career counselors redirect unsure students toward applicable industries, a robotics startup uses a small drone flown above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a setting where career counselors redirect unsure students toward applicable industries, a robotics startup uses a small drone flown above its booth to attract attention. HR teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, counselors redirect unsure students toward applicable industries. A robotics startup uses a small drone flown above its booth to attract attention. HR teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, counselors redirect unsure students toward applicable industries. A robotics startup uses a small drone flown above its booth to attract attention. HR teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, counselors redirect unsure students toward applicable industries, guiding them to opportunities that fit their interests. A robotics startup attracts attention with a small drone flown above its booth. HR teams jot notes on tablets while students introduce themselves, exchanging introductions as the crowd moves. Dozens of booths with colorful banners circle the polished floor, creating a vibrant maze of company displays. A welcome announcement outlines the fair schedule over the PA system, coordinating arrivals and sessions. Some students rehearse elevator pitches quietly against the wall, preparing concise self-presentations. An alumni panel discusses how to prepare for technical interviews, offering tips and expectations. The scene blends career guidance, recruitment activity, and student preparation in a dynamic, multi-voiced environment.",
    "At a career fair, counselors redirect unsure students to applicable industries, guiding them to opportunities matching interests. A robotics startup draws attention with a small drone above its booth. HR teams take notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A welcome announcement over the PA outlines the schedule, coordinating arrivals and sessions. Some students rehearse elevator pitches against the wall. An alumni panel discusses preparing for technical interviews, offering tips and expectations. The scene blends career guidance, recruitment, and student preparation in a dynamic, multi-voiced environment. Students clutch resumes inside branded folders."
  ],
  "40_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4442594644884697,
    0.4442594644884697,
    0.4442594644884697,
    0.4442594644884697,
    0.4442594644884697,
    0.5711169481759728,
    0.5711169481759728,
    0.5711169481759728,
    0.5711169481759728,
    0.5711169481759728,
    0.5711169481759728,
    0.5711169481759728,
    0.5711169481759728,
    0.7003709282592194,
    0.7003709282592194,
    0.7003709282592194,
    0.7003709282592194,
    0.7003709282592194,
    0.7003709282592194,
    0.7003709282592194,
    0.7003709282592194,
    0.7003709282592194,
    0.7003709282592194,
    0.832258622398459,
    0.832258622398459,
    0.832258622398459,
    0.832258622398459,
    0.832258622398459,
    0.832258622398459,
    0.832258622398459,
    0.832258622398459,
    0.832258622398459,
    0.832258622398459,
    0.8421855359792978,
    0.8421855359792978,
    0.8421855359792978,
    0.8421855359792978,
    0.8421855359792978,
    0.8421855359792978,
    0.8421855359792978,
    0.8421855359792978,
    0.8421855359792978,
    0.8417533233772528,
    0.8417533233772528,
    0.8417533233772528,
    0.8417533233772528,
    0.8417533233772528,
    0.8417533233772528,
    0.8417533233772528,
    0.8417533233772528,
    0.8243544300399193,
    0.8243544300399193,
    0.8243544300399193,
    0.8243544300399193,
    0.8243544300399193,
    0.8243544300399193
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "Before the career fair opens, students line up outside the university gym. Inside, healthcare providers display community outreach photos as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "Before the career fair opens, students line up outside the university gym. Inside, healthcare providers display community outreach photos as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym. Inside, healthcare providers display community outreach photos as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3985849663009355,
    0.3985849663009355,
    0.3985849663009355,
    0.3985849663009355,
    0.3985849663009355,
    0.3985849663009355,
    0.3985849663009355,
    0.3985849663009355,
    0.5914933776899444,
    0.5914933776899444,
    0.5914933776899444,
    0.5914933776899444,
    0.5914933776899444,
    0.5914933776899444,
    0.5914933776899444,
    0.5914933776899444,
    0.5967976895108515,
    0.5967976895108515,
    0.5967976895108515,
    0.5967976895108515,
    0.5967976895108515,
    0.5967976895108515,
    0.5967976895108515,
    0.5967976895108515,
    0.5967976895108515,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8208488943982126,
    0.8431717536384075,
    0.8431717536384075,
    0.8431717536384075,
    0.8431717536384075,
    0.8431717536384075,
    0.8431717536384075,
    0.8431717536384075,
    0.8431717536384075,
    0.8431717536384075,
    0.8431717536384075
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths circle the polished floor, each adorned with colorful banners. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.747879687481128,
    0.747879687481128,
    0.747879687481128,
    0.747879687481128,
    0.747879687481128,
    0.747879687481128,
    0.747879687481128,
    0.747879687481128,
    0.747879687481128,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8052820101961893,
    0.8176329928072199,
    0.8176329928072199,
    0.8176329928072199,
    0.8176329928072199,
    0.8176329928072199,
    0.8176329928072199,
    0.8176329928072199,
    0.8176329928072199,
    0.8080200360887402,
    0.8080200360887402,
    0.8080200360887402,
    0.8080200360887402,
    0.8080200360887402,
    0.8080200360887402,
    0.8080200360887402,
    0.8080200360887402,
    0.8080200360887402,
    0.8080200360887402,
    0.8315087330841744,
    0.8315087330841744,
    0.8315087330841744,
    0.8315087330841744,
    0.8315087330841744,
    0.8315087330841744
  ],
  "43": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos, highlighting outreach efforts. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos to highlight outreach efforts, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map.",
    "At the university career fair, healthcare providers showcase community outreach photos to highlight their outreach efforts, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, healthcare providers display community outreach photos to highlight their outreach efforts, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, healthcare providers display community outreach photos to highlight their outreach efforts; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, healthcare providers display community outreach photos to highlight their outreach efforts; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3698183445958794,
    0.3698183445958794,
    0.3698183445958794,
    0.3698183445958794,
    0.3698183445958794,
    0.3698183445958794,
    0.6723789173329914,
    0.6723789173329914,
    0.6723789173329914,
    0.6723789173329914,
    0.6723789173329914,
    0.6723789173329914,
    0.6723789173329914,
    0.6723789173329914,
    0.5741034899465242,
    0.5741034899465242,
    0.5741034899465242,
    0.5741034899465242,
    0.5741034899465242,
    0.5741034899465242,
    0.5741034899465242,
    0.5741034899465242,
    0.5741034899465242,
    0.5741034899465242,
    0.7989268236682119,
    0.7989268236682119,
    0.7989268236682119,
    0.7989268236682119,
    0.7989268236682119,
    0.7989268236682119,
    0.7989268236682119,
    0.7989268236682119,
    0.7989268236682119,
    0.7989268236682119,
    0.8048733048960868,
    0.8048733048960868,
    0.8048733048960868,
    0.8048733048960868,
    0.8048733048960868,
    0.8048733048960868,
    0.8048733048960868,
    0.8048733048960868,
    0.8048733048960868,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973,
    0.8424341379385973
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews; concurrently, human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews; concurrently, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. Concurrently, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4482531798197027,
    0.4482531798197027,
    0.4482531798197027,
    0.4482531798197027,
    0.4482531798197027,
    0.4482531798197027,
    0.4482531798197027,
    0.4483956229997869,
    0.4483956229997869,
    0.4483956229997869,
    0.4483956229997869,
    0.4483956229997869,
    0.4483956229997869,
    0.4483956229997869,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.6082476342684525,
    0.7457615598357787,
    0.7457615598357787,
    0.7457615598357787,
    0.7457615598357787,
    0.7457615598357787,
    0.7457615598357787,
    0.7457615598357787,
    0.7457615598357787,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.771107817762477,
    0.7463057570379893,
    0.7463057570379893,
    0.7463057570379893,
    0.7463057570379893,
    0.7463057570379893,
    0.7463057570379893
  ],
  "45": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, preparing concise introductions. The scene contrasts tangible preparation materials with digital access, highlighting sector-specific approaches: print case studies from consulting and QR codes for immediate internship applications from finance.",
    "An alumni panel discusses how to prepare for technical interviews. The scene juxtaposes sector-specific materials: consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, crafting concise introductions. The emphasis is on tangible preparation versus digital access, illustrating how consulting relies on printed case studies and finance on quick QR-enabled applications. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, contrasting sector materials to show varied prep paths. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, crafting concise introductions. The emphasis is on tangible preparation versus digital access, illustrating consulting's reliance on printed case studies and finance's quick QR-enabled applications. Career counselors remind attendees to maintain eye contact, grounding the scene in practiced professionalism.",
    "An alumni panel discusses how to prepare for technical interviews, contrasting sector materials to show varied prep paths. Consulting firms stack glossy case-study booklets on high tables while finance firms provide QR codes for immediate internship applications; some students rehearse elevator pitches quietly against the wall, crafting concise introductions. The scene emphasizes tangible preparation versus digital access, highlighting consulting's reliance on printed case studies and finance's quick QR-enabled applications. Career counselors remind attendees to maintain eye contact, grounding the scene in practiced professionalism."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.6088577905499636,
    0.6088577905499636,
    0.6088577905499636,
    0.6088577905499636,
    0.6088577905499636,
    0.6088577905499636,
    0.6088577905499636,
    0.6088577905499636,
    0.6088577905499636,
    0.6088577905499636,
    0.7207296818295942,
    0.7207296818295942,
    0.7207296818295942,
    0.7207296818295942,
    0.7207296818295942,
    0.7207296818295942,
    0.7207296818295942,
    0.7207296818295942,
    0.7335742111854148,
    0.7335742111854148,
    0.7335742111854148,
    0.7335742111854148,
    0.7335742111854148,
    0.7335742111854148,
    0.7335742111854148,
    0.7335742111854148,
    0.7335742111854148,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7389500419537667,
    0.7258705979104789,
    0.7258705979104789,
    0.7258705979104789,
    0.7258705979104789,
    0.7258705979104789,
    0.7258705979104789
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students forms outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students forms before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. Some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits for the career fair to open. Some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students waits for the career fair to open. Some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students waits for the career fair to open, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4753068781739016,
    0.4753068781739016,
    0.4753068781739016,
    0.4753068781739016,
    0.4753068781739016,
    0.4753068781739016,
    0.4753068781739016,
    0.4753068781739016,
    0.4753068781739016,
    0.692084117994689,
    0.692084117994689,
    0.692084117994689,
    0.692084117994689,
    0.692084117994689,
    0.692084117994689,
    0.692084117994689,
    0.7094795884824958,
    0.7094795884824958,
    0.7094795884824958,
    0.7094795884824958,
    0.7094795884824958,
    0.7094795884824958,
    0.7094795884824958,
    0.7094795884824958,
    0.7470438975039686,
    0.7470438975039686,
    0.7470438975039686,
    0.7470438975039686,
    0.7470438975039686,
    0.7470438975039686,
    0.7470438975039686,
    0.7470438975039686,
    0.7470438975039686,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.812910213641891,
    0.839910859554699,
    0.839910859554699,
    0.839910859554699,
    0.839910859554699,
    0.839910859554699,
    0.839910859554699,
    0.839910859554699
  ],
  "47": [
    "",
    "",
    "",
    "In a career counseling setting, counselors remind attendees to maintain eye contact.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact, while finance firms offer QR codes for immediate internship applications.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention.",
    "In a career fair setting, counselors remind attendees to maintain eye contact, while finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention, while healthcare providers showcase community outreach photos.",
    "At a career fair, counselors remind attendees to maintain eye contact while finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards, as a welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention, while healthcare providers showcase community outreach photos."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.2579172072271935,
    0.2579172072271935,
    0.2579172072271935,
    0.2579172072271935,
    0.2579172072271935,
    0.2579172072271935,
    0.2579172072271935,
    0.35953282325843416,
    0.35953282325843416,
    0.35953282325843416,
    0.35953282325843416,
    0.35953282325843416,
    0.34456195076013335,
    0.34456195076013335,
    0.34456195076013335,
    0.34456195076013335,
    0.34456195076013335,
    0.34456195076013335,
    0.34456195076013335,
    0.6651777770747329,
    0.6651777770747329,
    0.6651777770747329,
    0.6651777770747329,
    0.6651777770747329,
    0.6651777770747329,
    0.6651777770747329,
    0.6651777770747329,
    0.6651777770747329,
    0.7270237614292554,
    0.7270237614292554,
    0.7270237614292554,
    0.7270237614292554,
    0.7270237614292554,
    0.7270237614292554,
    0.7270237614292554,
    0.7270237614292554,
    0.7270237614292554,
    0.8096165103372348,
    0.8096165103372348,
    0.8096165103372348,
    0.8096165103372348,
    0.8096165103372348,
    0.8096165103372348,
    0.8096165103372348,
    0.8096165103372348,
    0.8096165103372348,
    0.854439063612684,
    0.854439063612684,
    0.854439063612684,
    0.854439063612684,
    0.854439063612684,
    0.854439063612684,
    0.854439063612684,
    0.854439063612684,
    0.854439063612684,
    0.854439063612684,
    0.848908272030229,
    0.848908272030229,
    0.848908272030229,
    0.848908272030229,
    0.848908272030229,
    0.848908272030229
  ],
  "48": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor inside the university gym for a career fair, while students line up outside the gym before the event opens.",
    "Inside the university gym, dozens of booths with colorful banners encircle the polished floor for a career fair, while students line up outside before the event opens. Tech companies display demo screens to show their latest apps.",
    "Inside a university gym, dozens of booths with colorful banners encircle the polished floor for a career fair. Students line up outside before the event opens. Tech companies display demo screens to show their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Inside a university gym, dozens of booths with colorful banners encircle the polished floor for a career fair. Students line up outside before the event opens. Tech companies display demo screens to show their latest apps. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Inside a university gym, dozens of booths with colorful banners encircle the polished floor for a career fair. Students line up outside before the event opens. Tech companies display demo screens to show their latest apps. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Inside a university gym, dozens of booths with colorful banners encircle the polished floor for a career fair. Students line up outside before the event opens. Tech companies display demo screens to show their latest apps. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4428891359165136,
    0.4428891359165136,
    0.4428891359165136,
    0.4428891359165136,
    0.4428891359165136,
    0.4428891359165136,
    0.4428891359165136,
    0.6123777566523976,
    0.6123777566523976,
    0.6123777566523976,
    0.6123777566523976,
    0.6123777566523976,
    0.6123777566523976,
    0.6123777566523976,
    0.6123777566523976,
    0.6123777566523976,
    0.6123777566523976,
    0.788658842904613,
    0.788658842904613,
    0.788658842904613,
    0.788658842904613,
    0.788658842904613,
    0.788658842904613,
    0.788658842904613,
    0.8382861785615388,
    0.8382861785615388,
    0.8382861785615388,
    0.8382861785615388,
    0.8382861785615388,
    0.8382861785615388,
    0.8382861785615388,
    0.8382861785615388,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023,
    0.8418377967349023
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, indicating interest in specific companies. The engineering society sponsors a resume review table near the stage, providing on-site resume help. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees.",
    "Groups of friends mark target employers on the event map, indicating interest in specific companies. The engineering society sponsors a resume review table near the stage, providing on-site resume help. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. A welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends mark target employers on the event map to show interest in specific companies. The engineering society sponsors a resume review table near the stage, providing on-site resume help. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. A welcome announcement over the PA system outlines the fair schedule.",
    "Groups of friends mark target employers on the event map to show interest in specific companies. The engineering society sponsors a resume review table near the stage, providing on-site resume help. An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.741134574348767,
    0.741134574348767,
    0.741134574348767,
    0.741134574348767,
    0.741134574348767,
    0.741134574348767,
    0.741134574348767,
    0.741134574348767,
    0.741134574348767,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.810076148307665,
    0.8140982557435786,
    0.8140982557435786,
    0.8140982557435786,
    0.8140982557435786,
    0.8140982557435786,
    0.8140982557435786,
    0.8140982557435786,
    0.8140982557435786,
    0.8140982557435786,
    0.832572442673837,
    0.832572442673837,
    0.832572442673837,
    0.832572442673837
  ]
}