{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders.",
    "In the scene, healthcare providers display community outreach photos; students clutch resumes inside branded folders; a robotics startup flies a small drone above its booth for attention.",
    "The scene shows healthcare providers displaying community outreach photos, students clutching resumes inside branded folders, and a robotics startup flying a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, indicating parallel activities and opportunities for professional development nearby.",
    "At the event, healthcare providers display community outreach photos while students clutch resumes inside branded folders near the career fair booths. A robotics startup flies a small drone above its booth to draw attention. In the adjoining classroom, workshops on networking etiquette begin, signaling parallel opportunities for professional development nearby. Career counselors move through the floor reminding attendees to maintain eye contact during conversations. The scene presents a coordinated mix of informational displays, student preparation materials, tech demonstrations, and concurrent skill-building sessions, with the drone serving as a visual attractor and the etiquette workshops indicating structured networking support close to the main exhibitors.",
    "At the event, a coordinated mix of informational displays, student preparation materials, tech demonstrations, and concurrent skill-building sessions unfolds near the career fair booths. Healthcare providers display community outreach photos, while students clutch resumes inside branded folders near the booths. A robotics startup flies a small drone above its booth to draw attention, serving as a visual attractor. In an adjoining classroom, workshops on networking etiquette begin, signaling parallel opportunities for professional development nearby. Career counselors move through the floor reminding attendees to maintain eye contact during conversations, reinforcing structured networking support close to the main exhibitors.",
    "Near the career fair booths, a coordinated mix of informational displays, student preparation materials, tech demonstrations, and concurrent skill-building sessions unfolds. Healthcare providers display community outreach photos, while students clutch resumes inside branded folders near the booths. A robotics startup flies a small drone above its booth, serving as a visual attractor. In an adjoining classroom, workshops on networking etiquette begin, signaling parallel opportunities for professional development nearby. Career counselors move through the floor, reminding attendees to maintain eye contact during conversations, reinforcing structured networking support close to the main exhibitors. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Near the career fair booths, a coordinated mix of informational displays, student preparation materials, tech demonstrations, and concurrent skill-building sessions unfolds. Healthcare providers display community outreach photos, while students clutch resumes inside branded folders near the booths. A robotics startup flies a small drone above its booth as a visual attractor. In an adjoining classroom, workshops on networking etiquette begin, signaling parallel opportunities for professional development nearby. Career counselors move through the floor, reminding attendees to maintain eye contact during conversations, reinforcing structured networking support close to the main exhibitors. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.4610131100592679,
    0.4610131100592679,
    0.4610131100592679,
    0.4610131100592679,
    0.4610131100592679,
    0.4610131100592679,
    0.4610131100592679,
    0.4610131100592679,
    0.4610131100592679,
    0.5604982520852985,
    0.5604982520852985,
    0.5604982520852985,
    0.5604982520852985,
    0.5604982520852985,
    0.5604982520852985,
    0.5604982520852985,
    0.7970315348494993,
    0.7970315348494993,
    0.7970315348494993,
    0.7970315348494993,
    0.7970315348494993,
    0.7970315348494993,
    0.7970315348494993,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.8363208591940459,
    0.85998713446531,
    0.85998713446531,
    0.85998713446531,
    0.85998713446531,
    0.85998713446531,
    0.85998713446531,
    0.85998713446531,
    0.85998713446531,
    0.8821252137559408,
    0.8821252137559408,
    0.8821252137559408
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms are stacking glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables. A robotics startup is flying a small drone above its booth to attract attention. Some students are rehearsing elevator pitches quietly against the wall.",
    "In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables. A robotics startup is flying a small drone above its booth to attract attention. Some students are rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables. A robotics startup is flying a small drone above its booth to attract attention. Some students are rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops have begun in the adjoining classroom. Consulting firms are stacking glossy case study booklets on high tables. A robotics startup is flying a small drone above its booth to attract attention. Some students are rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6857098344282537,
    0.6716439028464926,
    0.6716439028464926,
    0.6716439028464926,
    0.6716439028464926,
    0.6716439028464926,
    0.6716439028464926,
    0.6716439028464926,
    0.6716439028464926,
    0.6668655767993186,
    0.6668655767993186,
    0.6668655767993186,
    0.6668655767993186,
    0.6668655767993186,
    0.6668655767993186,
    0.6668655767993186,
    0.6668655767993186,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7034246727985578,
    0.7189015416339024,
    0.7189015416339024,
    0.7189015416339024,
    0.7189015416339024,
    0.7189015416339024,
    0.7189015416339024,
    0.7189015416339024,
    0.7144512476908084
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos illustrating their community outreach efforts.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos illustrating their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos illustrating their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos illustrating their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos illustrating their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Healthcare providers display photos illustrating their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5229861016875434,
    0.5229861016875434,
    0.5229861016875434,
    0.5229861016875434,
    0.5229861016875434,
    0.5229861016875434,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7482906889704894,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.7871257667392474,
    0.8112481091142825,
    0.8112481091142825,
    0.8112481091142825,
    0.8112481091142825,
    0.8112481091142825,
    0.8112481091142825,
    0.8112481091142825,
    0.8112481091142825,
    0.8112481091142825,
    0.8112481091142825,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705,
    0.818296735438705
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards while some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Several students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.45152126186030034,
    0.45152126186030034,
    0.45152126186030034,
    0.45152126186030034,
    0.45152126186030034,
    0.45152126186030034,
    0.45152126186030034,
    0.7464250907711198,
    0.7464250907711198,
    0.7464250907711198,
    0.7464250907711198,
    0.7464250907711198,
    0.7464250907711198,
    0.7464250907711198,
    0.7464250907711198,
    0.7464250907711198,
    0.7464250907711198,
    0.7346992343820807,
    0.7346992343820807,
    0.7346992343820807,
    0.7346992343820807,
    0.7346992343820807,
    0.7346992343820807,
    0.7346992343820807,
    0.7346992343820807,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.8044505231660325,
    0.7965879491380127,
    0.7965879491380127,
    0.7965879491380127,
    0.7965879491380127,
    0.7965879491380127,
    0.7965879491380127,
    0.7965879491380127
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall; career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.4021809249481061,
    0.4021809249481061,
    0.4021809249481061,
    0.4021809249481061
  ],
  "5": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in context. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in context. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in context. Groups of friends mark target employers on the event map, HR teams jot notes on tablets, and students introduce themselves. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in context. Groups of friends mark target employers on the event map, HR teams jot notes on tablets, and students introduce themselves. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in context. Groups of friends mark target employers on the event map, HR teams jot notes on tablets, and students introduce themselves. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.8164302304489005,
    0.8164302304489005,
    0.8164302304489005,
    0.8164302304489005,
    0.8164302304489005,
    0.8164302304489005,
    0.8164302304489005,
    0.7831993319540436,
    0.7831993319540436,
    0.7831993319540436,
    0.7831993319540436,
    0.7831993319540436,
    0.7831993319540436,
    0.7831993319540436,
    0.7831993319540436,
    0.7831993319540436,
    0.83489392243089,
    0.83489392243089,
    0.83489392243089,
    0.83489392243089,
    0.83489392243089,
    0.83489392243089,
    0.83489392243089,
    0.8760645771885038,
    0.8760645771885038,
    0.8760645771885038,
    0.8760645771885038,
    0.8760645771885038,
    0.8760645771885038,
    0.8760645771885038,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8844000288284527,
    0.8912750005173227,
    0.8912750005173227,
    0.8912750005173227,
    0.8912750005173227,
    0.8912750005173227,
    0.8912750005173227,
    0.8912750005173227
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.5916109809682648,
    0.5916109809682648,
    0.5916109809682648,
    0.5916109809682648,
    0.5916109809682648,
    0.5916109809682648,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7693597447882847,
    0.7862074727797125,
    0.7862074727797125,
    0.7862074727797125,
    0.7862074727797125,
    0.7862074727797125,
    0.7862074727797125,
    0.7862074727797125,
    0.8007875661431595,
    0.8007875661431595,
    0.8007875661431595,
    0.8007875661431595,
    0.8007875661431595,
    0.8007875661431595,
    0.8007875661431595,
    0.8007875661431595,
    0.825566264553101,
    0.825566264553101,
    0.825566264553101
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4129893157155797,
    0.4129893157155797,
    0.4129893157155797,
    0.4129893157155797,
    0.4129893157155797,
    0.4129893157155797,
    0.7944179293544985,
    0.7944179293544985,
    0.7944179293544985,
    0.7944179293544985,
    0.7944179293544985,
    0.7944179293544985,
    0.7944179293544985,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.7973418861149298,
    0.8156219384282464,
    0.8156219384282464,
    0.8156219384282464,
    0.8156219384282464,
    0.8156219384282464,
    0.8156219384282464,
    0.8564062315634655,
    0.8564062315634655,
    0.8564062315634655,
    0.8564062315634655,
    0.8564062315634655,
    0.8564062315634655,
    0.8564062315634655,
    0.8564062315634655,
    0.8564062315634655,
    0.8717995990360874,
    0.8717995990360874,
    0.8717995990360874,
    0.8717995990360874,
    0.8717995990360874,
    0.8717995990360874,
    0.8717995990360874,
    0.8717995990360874,
    0.8717995990360874,
    0.8717995990360874,
    0.8807337662890611
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In the gathering, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "At the gathering, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes tucked inside branded folders.",
    "At the gathering, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes tucked inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "At the gathering, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes tucked inside branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the gathering, human resources teams jot notes on tablets as students introduce themselves; alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes tucked inside branded folders and rehearse elevator pitches quietly by the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the gathering, human resources teams jot notes on tablets as students introduce themselves; alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes tucked inside branded folders and rehearse elevator pitches quietly by the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the gathering, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Students clutch resumes tucked inside branded folders and rehearse elevator pitches quietly by the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.34422616002676193,
    0.34422616002676193,
    0.34422616002676193,
    0.34422616002676193,
    0.34422616002676193,
    0.34422616002676193,
    0.34422616002676193,
    0.34422616002676193,
    0.34422616002676193,
    0.34422616002676193,
    0.6768026529796027,
    0.6768026529796027,
    0.6768026529796027,
    0.6768026529796027,
    0.6768026529796027,
    0.6768026529796027,
    0.6768026529796027,
    0.7023594796832366,
    0.7023594796832366,
    0.7023594796832366,
    0.7023594796832366,
    0.7023594796832366,
    0.7023594796832366,
    0.7023594796832366,
    0.7023594796832366,
    0.7023594796832366,
    0.7023594796832366,
    0.6965950727897097,
    0.6965950727897097,
    0.6965950727897097,
    0.6965950727897097,
    0.6965950727897097,
    0.6965950727897097,
    0.6965950727897097,
    0.7378165746664526,
    0.7378165746664526,
    0.7378165746664526,
    0.7378165746664526,
    0.7378165746664526,
    0.7378165746664526,
    0.7378165746664526,
    0.7769485530491449,
    0.7769485530491449,
    0.7769485530491449,
    0.7769485530491449,
    0.7769485530491449,
    0.7769485530491449,
    0.7769485530491449,
    0.7769485530491449,
    0.7769485530491449,
    0.7769485530491449,
    0.778750180966485,
    0.778750180966485,
    0.778750180966485,
    0.778750180966485,
    0.778750180966485
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and distribute lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and distribute lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At the entrance, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym entrance, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the university gym entrance, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA outlines the fair schedule. Students line up outside the gym before the career fair opens, while groups of friends mark target employers on the event map.",
    "At the university gym entrance for the career fair, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA outlines the fair schedule. Students line up outside the gym before the career fair opens, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4651804492345589,
    0.4651804492345589,
    0.4651804492345589,
    0.4651804492345589,
    0.4651804492345589,
    0.4651804492345589,
    0.4651804492345589,
    0.6107434105586361,
    0.6107434105586361,
    0.6107434105586361,
    0.6107434105586361,
    0.6107434105586361,
    0.6107434105586361,
    0.6107434105586361,
    0.6107434105586361,
    0.6107434105586361,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8655836062689213,
    0.8092995461105936,
    0.8092995461105936,
    0.8092995461105936,
    0.8092995461105936,
    0.8092995461105936,
    0.8092995461105936,
    0.8092995461105936,
    0.8092995461105936,
    0.8092995461105936,
    0.80941571814572,
    0.80941571814572,
    0.80941571814572,
    0.80941571814572,
    0.80941571814572,
    0.80941571814572,
    0.80941571814572,
    0.80941571814572,
    0.80941571814572,
    0.8223511477037514,
    0.8223511477037514,
    0.8223511477037514
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "In a career fair setting, tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, tech companies display demo screens of their latest apps; students clutch resumes in branded folders; career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map.",
    "At a career fair, tech companies display demo screens of their latest apps, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a career fair, tech companies display demo screens of their latest apps while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, tech companies display demo screens of their latest apps while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At a career fair, tech companies display demo screens of their latest apps while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.41818572956079525,
    0.41818572956079525,
    0.41818572956079525,
    0.41818572956079525,
    0.41818572956079525,
    0.41818572956079525,
    0.4821815059057015,
    0.4821815059057015,
    0.4821815059057015,
    0.4821815059057015,
    0.4821815059057015,
    0.4821815059057015,
    0.8420704710917124,
    0.8420704710917124,
    0.8420704710917124,
    0.8420704710917124,
    0.8420704710917124,
    0.8420704710917124,
    0.8420704710917124,
    0.8420704710917124,
    0.5714914194094238,
    0.5714914194094238,
    0.5714914194094238,
    0.5714914194094238,
    0.5714914194094238,
    0.5714914194094238,
    0.5714914194094238,
    0.5714914194094238,
    0.8465553775447907,
    0.8465553775447907,
    0.8465553775447907,
    0.8465553775447907,
    0.8465553775447907,
    0.8465553775447907,
    0.8465553775447907,
    0.8369214695920171,
    0.8369214695920171,
    0.8369214695920171,
    0.8369214695920171,
    0.8369214695920171,
    0.8369214695920171,
    0.8369214695920171,
    0.8369214695920171,
    0.8369214695920171,
    0.8369214695920171,
    0.8601555091631037,
    0.8601555091631037,
    0.8601555091631037,
    0.8601555091631037,
    0.8601555091631037,
    0.8601555091631037,
    0.8601555091631037,
    0.8601555091631037,
    0.8770461712540593,
    0.8770461712540593,
    0.8770461712540593
  ],
  "11": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "A scene unfolds on a polished floor as dozens of booths with colorful banners circle the space; career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage.",
    "On a polished floor, dozens of booths with colorful banners encircle the space at a career fair. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Counselors direct unsure attendees toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.39417891703041036,
    0.39417891703041036,
    0.39417891703041036,
    0.39417891703041036,
    0.39417891703041036,
    0.39417891703041036,
    0.39417891703041036,
    0.39417891703041036,
    0.6509357093573434,
    0.6509357093573434,
    0.6509357093573434,
    0.6509357093573434,
    0.6509357093573434,
    0.6509357093573434,
    0.6509357093573434,
    0.6509357093573434,
    0.7041568876248272,
    0.7041568876248272,
    0.7041568876248272,
    0.7041568876248272,
    0.7041568876248272,
    0.7041568876248272,
    0.7041568876248272,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.7578423350936645,
    0.8450016789939145,
    0.8450016789939145,
    0.8450016789939145,
    0.8450016789939145,
    0.8450016789939145,
    0.8450016789939145,
    0.8450016789939145,
    0.8450016789939145,
    0.8450016789939145
  ],
  "12": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders; an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders; an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair, groups of friends mark target employers on the event map as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume-review table near the stage. Before the fair opens, students line up outside the university gym.",
    "At the career fair, groups of friends mark target employers on the event map as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume-review table near the stage. Before the fair opens, students line up outside the university gym. Consulting firms stack glossy case study booklets on high tables."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.5276301511233233,
    0.5276301511233233,
    0.5276301511233233,
    0.5276301511233233,
    0.5276301511233233,
    0.5276301511233233,
    0.654602110022825,
    0.654602110022825,
    0.654602110022825,
    0.654602110022825,
    0.654602110022825,
    0.7913539656476044,
    0.7913539656476044,
    0.7913539656476044,
    0.7913539656476044,
    0.7913539656476044,
    0.7913539656476044,
    0.7913539656476044,
    0.7913539656476044,
    0.8201137531157132,
    0.8201137531157132,
    0.8201137531157132,
    0.8201137531157132,
    0.8201137531157132,
    0.8201137531157132,
    0.8201137531157132,
    0.8201137531157132,
    0.8201137531157132,
    0.8650639659296917,
    0.8650639659296917,
    0.8650639659296917,
    0.8650639659296917,
    0.8650639659296917,
    0.8650639659296917,
    0.8650639659296917,
    0.8650639659296917,
    0.8650639659296917,
    0.8685644059112814,
    0.8685644059112814,
    0.8685644059112814,
    0.8685644059112814,
    0.8685644059112814,
    0.8685644059112814,
    0.8685644059112814,
    0.8685644059112814,
    0.8685644059112814,
    0.8685644059112814,
    0.875393752087275,
    0.875393752087275,
    0.875393752087275,
    0.875393752087275
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens; an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym as the career fair prepares to open, while an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up as the career fair prepares to open, while an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up as the career fair prepares to open, while an alumni panel discusses how to prepare for technical interviews. Finance firms promote QR codes for immediate internship applications, and tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in process.",
    "Outside the university gym, students line up as the career fair prepares to open, while an alumni panel discusses how to prepare for technical interviews. Finance firms promote QR codes for immediate internship applications, and tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in process. Healthcare providers showcase community outreach photos."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.49307264882620766,
    0.49307264882620766,
    0.49307264882620766,
    0.49307264882620766,
    0.49307264882620766,
    0.49307264882620766,
    0.49307264882620766,
    0.7616933485368047,
    0.7616933485368047,
    0.7616933485368047,
    0.7616933485368047,
    0.7616933485368047,
    0.7616933485368047,
    0.7616933485368047,
    0.6363340655857384,
    0.6363340655857384,
    0.6363340655857384,
    0.6363340655857384,
    0.6363340655857384,
    0.6363340655857384,
    0.6309321646514692,
    0.6309321646514692,
    0.6309321646514692,
    0.6309321646514692,
    0.6309321646514692,
    0.6309321646514692,
    0.6309321646514692,
    0.7587135365403904,
    0.7587135365403904,
    0.7587135365403904,
    0.7587135365403904,
    0.7587135365403904,
    0.7587135365403904,
    0.7587135365403904,
    0.7587135365403904,
    0.7587135365403904,
    0.7587135365403904,
    0.8174958296183217,
    0.8174958296183217,
    0.8174958296183217,
    0.8174958296183217,
    0.8174958296183217,
    0.8174958296183217,
    0.8174958296183217,
    0.8174958296183217,
    0.8174958296183217,
    0.8307497037586129,
    0.8307497037586129,
    0.8307497037586129,
    0.8307497037586129,
    0.8307497037586129,
    0.8307497037586129,
    0.8307497037586129,
    0.8307497037586129,
    0.8307497037586129,
    0.8307497037586129
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map, while consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends mark target employers on the event map, while consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends mark target employers on the event map while consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map while consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map while consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3966673710268987,
    0.3966673710268987,
    0.3966673710268987,
    0.3966673710268987,
    0.3966673710268987,
    0.3966673710268987,
    0.3966673710268987,
    0.3966673710268987,
    0.4946439921667562,
    0.4946439921667562,
    0.4946439921667562,
    0.4946439921667562,
    0.4946439921667562,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.7777529918936539,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862,
    0.8348200683297862
  ],
  "15": [
    "",
    "",
    "Alumni volunteers are giving quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, adding an informal, supportive note to the scene. Concurrently, a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "Alumni volunteers are giving quick pep talks near the coffee station, adding an informal, supportive note to the scene. Concurrently, a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor of the fair. Alumni volunteers are giving quick pep talks near the coffee station, adding an informal, supportive note to the scene. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor of the fair, while alumni volunteers give quick pep talks near the coffee station, adding an informal, supportive note. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications.",
    "At the fair, dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around the venue. Alumni volunteers give short pep talks near the coffee station, adding an informal, supportive note. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map as a way to navigate opportunities. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage, offering on-site feedback.",
    "Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around the venue. Alumni volunteers give short pep talks near the coffee station, adding an informal, supportive note. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map to navigate opportunities. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage, offering on-site feedback.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter around the venue. Alumni volunteers give short pep talks near the coffee station, adding an informal and supportive note. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map to navigate opportunities. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage, offering on-site feedback.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter around the venue. Alumni volunteers give short pep talks near the coffee station, adding an informal and supportive note. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map to navigate opportunities. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage, offering on-site feedback. Some students rehearse elevator pitches quietly against the wall."
  ],
  "15_score": [
    0.0,
    0.0,
    0.344305595538678,
    0.344305595538678,
    0.344305595538678,
    0.344305595538678,
    0.344305595538678,
    0.5447461697727107,
    0.5447461697727107,
    0.5447461697727107,
    0.5447461697727107,
    0.5447461697727107,
    0.5447461697727107,
    0.5447461697727107,
    0.5447461697727107,
    0.7191717551420174,
    0.7191717551420174,
    0.7191717551420174,
    0.7191717551420174,
    0.7191717551420174,
    0.7191717551420174,
    0.7191717551420174,
    0.7982293107698817,
    0.7982293107698817,
    0.7982293107698817,
    0.7982293107698817,
    0.7982293107698817,
    0.7982293107698817,
    0.8627828257614452,
    0.8627828257614452,
    0.8627828257614452,
    0.8627828257614452,
    0.8627828257614452,
    0.8627828257614452,
    0.8627828257614452,
    0.8627828257614452,
    0.8922418003697785,
    0.8922418003697785,
    0.8922418003697785,
    0.8922418003697785,
    0.8922418003697785,
    0.8922418003697785,
    0.8922418003697785,
    0.8922418003697785,
    0.8922418003697785,
    0.8627054462855661,
    0.8627054462855661,
    0.8627054462855661,
    0.8627054462855661,
    0.8627054462855661,
    0.8627054462855661,
    0.8627054462855661,
    0.8624643211916581,
    0.8624643211916581,
    0.8624643211916581,
    0.8624643211916581,
    0.8624643211916581,
    0.8624643211916581,
    0.8624643211916581,
    0.8624643211916581,
    0.8624643211916581,
    0.8624643211916581,
    0.8615635657533043,
    0.8615635657533043,
    0.8615635657533043,
    0.8615635657533043
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym ahead of the career fair opening.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the university gym entrance, staff scan registrations and hand out lanyards as students line up outside ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym entrance, staff scan registrations and hand out lanyards as students line up outside ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym entrance, staff scan registrations and hand out lanyards as students line up outside ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4562030050428197,
    0.4562030050428197,
    0.4562030050428197,
    0.4562030050428197,
    0.4562030050428197,
    0.4562030050428197,
    0.4562030050428197,
    0.6571705343943615,
    0.6571705343943615,
    0.6571705343943615,
    0.6571705343943615,
    0.6571705343943615,
    0.6571705343943615,
    0.6571705343943615,
    0.8185221021829281,
    0.8185221021829281,
    0.8185221021829281,
    0.8185221021829281,
    0.8185221021829281,
    0.8185221021829281,
    0.8185221021829281,
    0.8185221021829281,
    0.7910942396812604,
    0.7910942396812604,
    0.7910942396812604,
    0.7910942396812604,
    0.7910942396812604,
    0.7910942396812604,
    0.7910942396812604,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7859273918048759,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.7743751301504076,
    0.8210361326008664
  ],
  "17": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle a polished floor. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle a polished floor. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners circle a polished floor. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners are arranged around a polished floor. Career counselors redirect unsure students toward suitable industries, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners are arranged around a polished floor in a busy expo space. Career counselors redirect unsure students toward suitable industries, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners are arranged around a polished floor in a busy expo space. Career counselors redirect unsure students toward suitable industries, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners are arranged around a polished floor in a busy expo space. Career counselors redirect unsure students toward suitable industries, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5419389566373977,
    0.5419389566373977,
    0.5419389566373977,
    0.5419389566373977,
    0.5419389566373977,
    0.5419389566373977,
    0.5419389566373977,
    0.5781625984322162,
    0.5781625984322162,
    0.5781625984322162,
    0.5781625984322162,
    0.5781625984322162,
    0.5781625984322162,
    0.5781625984322162,
    0.5781625984322162,
    0.5781625984322162,
    0.748359702350996,
    0.748359702350996,
    0.748359702350996,
    0.748359702350996,
    0.748359702350996,
    0.748359702350996,
    0.748359702350996,
    0.800126185133595,
    0.800126185133595,
    0.800126185133595,
    0.800126185133595,
    0.800126185133595,
    0.800126185133595,
    0.800126185133595,
    0.800126185133595,
    0.8212824307980948,
    0.8212824307980948,
    0.8212824307980948,
    0.8212824307980948,
    0.8212824307980948,
    0.8212824307980948,
    0.8212824307980948,
    0.8212824307980948,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174,
    0.8337254067246174
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym in advance of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair's opening. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair's opening. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym ahead of the career fair's opening. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair's opening. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym ahead of the career fair's opening. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up ahead of the career fair's opening as an alumni panel discusses how to prepare for technical interviews. Inside, human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.623010358657524,
    0.623010358657524,
    0.623010358657524,
    0.623010358657524,
    0.623010358657524,
    0.623010358657524,
    0.623010358657524,
    0.623010358657524,
    0.623010358657524,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7573502197094664,
    0.7864404591503382,
    0.7864404591503382,
    0.7864404591503382,
    0.7864404591503382,
    0.7864404591503382,
    0.7864404591503382,
    0.7864404591503382,
    0.7864404591503382,
    0.7864404591503382,
    0.7864404591503382,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.796610048825338,
    0.8137179245954619,
    0.8137179245954619,
    0.8137179245954619
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "Glossy case study booklets from consulting firms are stacked on high tables, while career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, glossy case study booklets from consulting firms are stacked on high tables as career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the fair opens, while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the university career fair, glossy case study booklets from consulting firms are stacked on high tables as career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the fair opens, while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, glossy case-study booklets from consulting firms are stacked on high tables as career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the fair opens, and a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.3310593480685806,
    0.5809396698400744,
    0.5809396698400744,
    0.5809396698400744,
    0.5809396698400744,
    0.5809396698400744,
    0.5809396698400744,
    0.5809396698400744,
    0.5809396698400744,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.6098504166346668,
    0.7328671289899902,
    0.7328671289899902,
    0.7328671289899902,
    0.7328671289899902,
    0.7328671289899902,
    0.7328671289899902,
    0.7328671289899902,
    0.7328671289899902,
    0.7328671289899902,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7453701244534592,
    0.7856738561448107
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while students line up outside the university gym before the career fair opens.",
    "At the university gym where a career fair is about to open, a robotics startup is flying a small drone above its booth to attract attention. Students line up outside the gym before the fair opens, and healthcare providers are showcasing community outreach photos.",
    "At the university gym where a career fair is about to open, a robotics startup is flying a small drone above its booth to attract attention. Students line up outside the gym before the fair opens, and healthcare providers are showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym where a career fair is about to open, a robotics startup is flying a small drone above its booth to attract attention. Students line up outside the gym before the fair opens, and healthcare providers are showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym where a career fair is about to open, a robotics startup is flying a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym where a career fair is about to open, a robotics startup is flying a small drone above its booth to attract attention. Students line up outside the gym before the fair opens. Healthcare providers are showcasing community outreach photos. Workshops on networking etiquette are in the adjoining classroom. Event staff are scanning registrations and handing out lanyards at the entrance."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.587872492224205,
    0.587872492224205,
    0.587872492224205,
    0.587872492224205,
    0.587872492224205,
    0.587872492224205,
    0.587872492224205,
    0.7879312544747094,
    0.7879312544747094,
    0.7879312544747094,
    0.7879312544747094,
    0.7879312544747094,
    0.7879312544747094,
    0.7879312544747094,
    0.7879312544747094,
    0.7980165783014027,
    0.7980165783014027,
    0.7980165783014027,
    0.7980165783014027,
    0.7980165783014027,
    0.7980165783014027,
    0.7980165783014027,
    0.7980165783014027,
    0.7980165783014027,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8190373123313108,
    0.8222858440397879,
    0.8222858440397879,
    0.8222858440397879,
    0.8222858440397879,
    0.8222858440397879,
    0.8222858440397879,
    0.8222858440397879,
    0.8222858440397879
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up ahead of the career fair opening. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair opening. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up ahead of the career fair opening. Finance firms distribute QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up ahead of the career fair opening. Finance firms distribute QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up ahead of the career fair opening as finance firms distribute QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up ahead of the career fair as finance firms distribute QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5693835057910506,
    0.5693835057910506,
    0.5693835057910506,
    0.5693835057910506,
    0.5693835057910506,
    0.5693835057910506,
    0.5693835057910506,
    0.5693835057910506,
    0.5693835057910506,
    0.7499030062195324,
    0.7499030062195324,
    0.7499030062195324,
    0.7499030062195324,
    0.7499030062195324,
    0.7499030062195324,
    0.7991459796091511,
    0.7991459796091511,
    0.7991459796091511,
    0.7991459796091511,
    0.7991459796091511,
    0.7991459796091511,
    0.7991459796091511,
    0.8180743459723417,
    0.8180743459723417,
    0.8180743459723417,
    0.8180743459723417,
    0.8180743459723417,
    0.8180743459723417,
    0.8305062802338554,
    0.8305062802338554,
    0.8305062802338554,
    0.8305062802338554,
    0.8305062802338554,
    0.8305062802338554,
    0.8305062802338554,
    0.8305062802338554,
    0.8305062802338554,
    0.8504989709618551,
    0.8504989709618551,
    0.8504989709618551,
    0.8504989709618551,
    0.8504989709618551,
    0.8504989709618551,
    0.8504989709618551,
    0.8504989709618551,
    0.856426287945739,
    0.856426287945739,
    0.856426287945739
  ],
  "22": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "On the event floor, groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "On the event floor, groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "On the event floor, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "On the event floor, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.5840098028639776,
    0.5840098028639776,
    0.5840098028639776,
    0.5840098028639776,
    0.5840098028639776,
    0.5840098028639776,
    0.5840098028639776,
    0.5840098028639776,
    0.5840098028639776,
    0.7223402606390018,
    0.7223402606390018,
    0.7223402606390018,
    0.7223402606390018,
    0.7223402606390018,
    0.7223402606390018,
    0.7223402606390018,
    0.7223402606390018,
    0.7223402606390018,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7615111947183668,
    0.7948428004063526,
    0.7948428004063526,
    0.7948428004063526,
    0.7948428004063526,
    0.7948428004063526,
    0.7948428004063526,
    0.7948428004063526,
    0.7948428004063526,
    0.8279361753463103,
    0.8279361753463103,
    0.8279361753463103
  ],
  "23": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the fair schedule, establishing the events pacing. Dozens of booths with colorful banners encircle the polished floor, creating a circular layout that defines the space.",
    "A welcome announcement over the PA outlines the fair schedule and establishes the events pacing. Dozens of booths with colorful banners encircle the polished floor, creating a circular layout that defines the space. Students clutch resumes inside branded folders.",
    "The scene depicts a career fair setting with a welcome PA announcement outlining the schedule and pacing. Dozens of booths with colorful banners encircle a polished floor, forming a circular layout that defines the space. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "The scene depicts a career fair with a welcome PA announcement outlining the schedule and pacing. Dozens of booths with colorful banners encircle a polished floor, forming a circular layout. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "A career fair unfolds with a welcome PA announcement outlining the schedule and pacing. Dozens of booths with colorful banners encircle a polished floor, forming a circular layout. Students clutch resumes inside branded folders as they introduce themselves to recruiters. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while interacting with attendees.",
    "A career fair unfolds with a welcome PA announcement outlining the schedule and pacing. Dozens of booths with colorful banners encircle a polished floor, forming a circular layout. Students clutch resumes inside branded folders as they introduce themselves to recruiters. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while interacting with attendees. Groups of friends mark target employers on the event map."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5920863839642042,
    0.5920863839642042,
    0.5920863839642042,
    0.5920863839642042,
    0.5920863839642042,
    0.5920863839642042,
    0.5920863839642042,
    0.8050684234924809,
    0.8050684234924809,
    0.8050684234924809,
    0.8050684234924809,
    0.8050684234924809,
    0.8050684234924809,
    0.8050684234924809,
    0.8050684234924809,
    0.8050684234924809,
    0.8219455846153582,
    0.8219455846153582,
    0.8219455846153582,
    0.8219455846153582,
    0.8219455846153582,
    0.8219455846153582,
    0.8219455846153582,
    0.8219455846153582,
    0.8219455846153582,
    0.8219455846153582,
    0.8355023170594946,
    0.8355023170594946,
    0.8355023170594946,
    0.8355023170594946,
    0.8355023170594946,
    0.8355023170594946,
    0.8355023170594946,
    0.8355023170594946,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8615932302220657,
    0.8647800783808212,
    0.8647800783808212,
    0.8647800783808212,
    0.8647800783808212,
    0.8647800783808212,
    0.8647800783808212,
    0.8647800783808212
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables, creating a scene that pairs visual outreach with organized literature on elevated surfaces.",
    "Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables, creating a scene that pairs visual outreach with organized literature on elevated surfaces. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables, creating a scene that pairs visual outreach with organized literature on elevated surfaces. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables, creating a scene that pairs visual outreach with organized literature on elevated surfaces. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene centers on an event space where healthcare providers display community outreach photos, juxtaposed with consulting firms stacking glossy case study booklets on high tables, pairing outreach visuals with organized literature on elevated surfaces. Human resources teams jot notes on tablets as students introduce themselves, while a cybersecurity company runs a password cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun, suggesting ongoing instructional sessions in parallel with the exhibition and demos.",
    "The scene centers on an event space hosting an exhibition and parallel instructional sessions. Healthcare providers display community outreach photos, juxtaposed with consulting firms stacking glossy case study booklets on high tables, pairing outreach visuals with organized literature on elevated surfaces. Human resources teams jot notes on tablets as students introduce themselves, while a cybersecurity company runs a password cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun, suggesting ongoing sessions alongside the exhibition and demos. Students clutch resumes inside branded folders."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.27258108988876517,
    0.27258108988876517,
    0.27258108988876517,
    0.27258108988876517,
    0.27258108988876517,
    0.27258108988876517,
    0.27258108988876517,
    0.4609408564953748,
    0.4609408564953748,
    0.4609408564953748,
    0.4609408564953748,
    0.4609408564953748,
    0.4609408564953748,
    0.4609408564953748,
    0.6267431388956799,
    0.6267431388956799,
    0.6267431388956799,
    0.6267431388956799,
    0.6267431388956799,
    0.6267431388956799,
    0.6267431388956799,
    0.6267431388956799,
    0.6923159164044164,
    0.6923159164044164,
    0.6923159164044164,
    0.6923159164044164,
    0.6923159164044164,
    0.6923159164044164,
    0.6923159164044164,
    0.6923159164044164,
    0.6923159164044164,
    0.6923159164044164,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7078330895537122,
    0.7210756434820086,
    0.7210756434820086,
    0.7210756434820086,
    0.7210756434820086,
    0.7210756434820086,
    0.7210756434820086,
    0.7210756434820086,
    0.7210756434820086,
    0.7210756434820086
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In the scene, healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map.",
    "In the scene, healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers showcase community outreach photos while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showing their latest apps.",
    "At the fair, healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "An LLM error is reported: a 502 Bad Gateway for the URL https://api.openai.com/v1/chat/completions. In the same moment, human resources teams jot notes on tablets while students introduce themselves.",
    "An LLM error is reported: a 502 Bad Gateway for the URL https://api.openai.com/v1/chat/completions. In the same moment, human resources teams jot notes on tablets while students introduce themselves, and healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.610096191783704,
    0.610096191783704,
    0.610096191783704,
    0.610096191783704,
    0.610096191783704,
    0.610096191783704,
    0.610096191783704,
    0.610096191783704,
    0.610096191783704,
    0.6672120110781404,
    0.6672120110781404,
    0.6672120110781404,
    0.6672120110781404,
    0.6672120110781404,
    0.6672120110781404,
    0.6672120110781404,
    0.6672120110781404,
    0.8479827261835736,
    0.8479827261835736,
    0.8479827261835736,
    0.8479827261835736,
    0.8479827261835736,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.30043637290643027,
    0.30043637290643027,
    0.30043637290643027,
    0.30043637290643027,
    0.30043637290643027,
    0.30043637290643027,
    0.30043637290643027,
    0.30043637290643027,
    0.30043637290643027,
    0.30043637290643027,
    0.3202950884497822,
    0.3202950884497822,
    0.3202950884497822,
    0.3202950884497822,
    0.3202950884497822,
    0.3202950884497822,
    0.3202950884497822,
    0.3202950884497822
  ],
  "26": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are offering QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. The scene includes finance firms distributing QR codes and students preparing concise pitches in a muted, wall-adjacent stance. The QR codes provide instant application access, while the students rehearsals take place alongside the same area, emphasizing quick, discreet preparation for internships.",
    "Finance firms are distributing QR codes that provide instant internship application access. Students rehearse concise elevator pitches quietly against the wall in a muted, wall-adjacent stance. The scene shows firms presenting the codes alongside students preparing brief pitches, emphasizing quick, discreet preparation for internships. Students clutch resumes inside branded folders as they position themselves near the wall while rehearsing.",
    "Finance firms are distributing QR codes that provide instant internship application access, while students rehearse concise elevator pitches quietly against the wall in a muted, wall-adjacent stance. The scene shows firms presenting the codes alongside students preparing brief pitches, emphasizing quick and discreet preparation for internships. Students clutch resumes inside branded folders as they position themselves near the wall while rehearsing. Dozens of booths with colorful banners circle the polished floor.",
    "Finance firms are distributing QR codes that grant instant internship application access, presented alongside students who rehearse concise elevator pitches quietly against the wall in a wall-adjacent stance. The scene shows firms presenting the codes as students prepare brief pitches, underscoring quick and discreet preparation for internships. Students clutch resumes inside branded folders as they position themselves near the wall while rehearsing. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. The overall setup emphasizes rapid, discreet networking between firms and students during a recruitment event.",
    "At a recruitment event, finance firms distribute QR codes granting instant internship application access, while dozens of booths with colorful banners circle a polished floor. Students stand wall-adjacent, clutching resumes in branded folders as they rehearse concise elevator pitches quietly. Firms present the codes as students prepare brief pitches, underscoring rapid, discreet preparation for internships. At the entrance, event staff scan registrations and hand out lanyards, enabling quick networking between firms and students.",
    "During a recruitment event, finance firms hand out QR codes that grant instant internship application access as dozens of booths with colorful banners circle a polished floor. Students stand wall-adjacent, clutching resumes in branded folders and quietly rehearsing concise elevator pitches. Firms present the codes in tandem with students preparing brief pitches, underscoring rapid, discreet preparation for internships. At the entrance, event staff scan registrations and hand out lanyards, facilitating quick networking between firms and students. An alumni panel discusses how to prepare for technical interviews.",
    "At a recruitment event, finance firms circulate dozens of booths with colorful banners around a polished floor, handing out QR codes that grant instant internship application access. Students stand near walls, clutching resumes in branded folders and quietly rehearsing brief elevator pitches. Firms deliver the codes alongside students as they prepare concise pitches, highlighting rapid, discreet internship prep. At the entrance, event staff scan registrations and issue lanyards, enabling quick networking between firms and students. An alumni panel discusses how to prepare for technical interviews. Consulting firms display glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6617634864965327,
    0.6617634864965327,
    0.6617634864965327,
    0.6617634864965327,
    0.6617634864965327,
    0.6617634864965327,
    0.6617634864965327,
    0.6526959452535908,
    0.6526959452535908,
    0.6526959452535908,
    0.6526959452535908,
    0.6526959452535908,
    0.6526959452535908,
    0.6526959452535908,
    0.6526959452535908,
    0.6946259315459868,
    0.6946259315459868,
    0.6946259315459868,
    0.6946259315459868,
    0.6946259315459868,
    0.6946259315459868,
    0.6946259315459868,
    0.6946259315459868,
    0.6946259315459868,
    0.746732726124186,
    0.746732726124186,
    0.746732726124186,
    0.746732726124186,
    0.746732726124186,
    0.746732726124186,
    0.746732726124186,
    0.746732726124186,
    0.746732726124186,
    0.7775052745733653,
    0.7775052745733653,
    0.7775052745733653,
    0.7775052745733653,
    0.7775052745733653,
    0.7775052745733653,
    0.7775052745733653,
    0.7775052745733653,
    0.7775052745733653,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.7838909902458392,
    0.808754195627407,
    0.808754195627407,
    0.808754195627407,
    0.808754195627407
  ],
  "27": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; at the entrance, event staff scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews as the event unfolds. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA outlines the fair schedule, and students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews as the event unfolds. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA outlines the fair schedule, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews as the event unfolds. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA outlines the fair schedule, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47554582701182146,
    0.47554582701182146,
    0.47554582701182146,
    0.47554582701182146,
    0.47554582701182146,
    0.47554582701182146,
    0.47554582701182146,
    0.7622487519577523,
    0.7622487519577523,
    0.7622487519577523,
    0.7622487519577523,
    0.7622487519577523,
    0.7622487519577523,
    0.7622487519577523,
    0.7583262419488783,
    0.7583262419488783,
    0.7583262419488783,
    0.7583262419488783,
    0.7583262419488783,
    0.7583262419488783,
    0.7583262419488783,
    0.7583262419488783,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8172358053749681,
    0.8510226577497275,
    0.8510226577497275,
    0.8510226577497275,
    0.8510226577497275,
    0.8510226577497275,
    0.8510226577497275,
    0.8510226577497275,
    0.8510226577497275,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251,
    0.8862411442806251
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4522467182497424,
    0.4522467182497424,
    0.4522467182497424,
    0.4522467182497424,
    0.4522467182497424,
    0.4522467182497424,
    0.4522467182497424,
    0.4522467182497424,
    0.37494708965910245,
    0.37494708965910245,
    0.37494708965910245,
    0.37494708965910245,
    0.37494708965910245,
    0.37494708965910245,
    0.37494708965910245,
    0.600805572067012,
    0.600805572067012,
    0.600805572067012,
    0.600805572067012,
    0.600805572067012,
    0.600805572067012,
    0.6635362676795897,
    0.6635362676795897,
    0.6635362676795897,
    0.6635362676795897,
    0.6635362676795897,
    0.6635362676795897,
    0.7194807702975737,
    0.7194807702975737,
    0.7194807702975737,
    0.7194807702975737,
    0.7194807702975737,
    0.7194807702975737,
    0.7194807702975737,
    0.7194807702975737,
    0.7194807702975737,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.7392238525248456,
    0.78842129120906,
    0.78842129120906,
    0.78842129120906,
    0.78842129120906,
    0.78842129120906
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos. A few students stand against the wall, quietly rehearsing elevator pitches.",
    "Outside the university gym, students line up before the career fair opens, with a few standing against the wall quietly rehearsing elevator pitches. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, with a few standing against the wall quietly rehearsing elevator pitches. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens, with a few standing against the wall quietly rehearsing elevator pitches. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, with a few standing against the wall quietly rehearsing elevator pitches. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens, with a few standing against the wall quietly rehearsing elevator pitches. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5125337083943129,
    0.5125337083943129,
    0.5125337083943129,
    0.5125337083943129,
    0.5125337083943129,
    0.5125337083943129,
    0.5125337083943129,
    0.5125337083943129,
    0.5947201549920643,
    0.5947201549920643,
    0.5947201549920643,
    0.5947201549920643,
    0.5947201549920643,
    0.5947201549920643,
    0.5947201549920643,
    0.5947201549920643,
    0.5461477153230334,
    0.5461477153230334,
    0.5461477153230334,
    0.5461477153230334,
    0.5461477153230334,
    0.5461477153230334,
    0.5461477153230334,
    0.6090164187035897,
    0.6090164187035897,
    0.6090164187035897,
    0.6090164187035897,
    0.6090164187035897,
    0.6090164187035897,
    0.6090164187035897,
    0.6090164187035897,
    0.6090164187035897,
    0.6090164187035897,
    0.7715551885259468,
    0.7715551885259468,
    0.7715551885259468,
    0.7715551885259468,
    0.7715551885259468,
    0.7715551885259468,
    0.7715551885259468,
    0.7715551885259468,
    0.7715551885259468,
    0.7715551885259468,
    0.7621339988577909,
    0.7621339988577909,
    0.7621339988577909,
    0.7621339988577909,
    0.7621339988577909,
    0.7621339988577909,
    0.7621339988577909,
    0.8069751816820228
  ],
  "30": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while a robotics startup flies a small drone above its booth to attract attention.",
    "Students clutch resumes inside branded folders, while a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students clutch resumes inside branded folders as a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "At a robotics startup booth, students clutch resumes inside branded folders as a small drone flies overhead to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "At a robotics startup booth, students clutch resumes inside branded folders as a small drone flies overhead to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At a robotics startup booth, students clutch resumes inside branded folders as a small drone flies overhead to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers deliver quick pep talks near the coffee station. A number of students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.6664606861386035,
    0.6664606861386035,
    0.6664606861386035,
    0.6664606861386035,
    0.6664606861386035,
    0.6664606861386035,
    0.6664606861386035,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7202538455294296,
    0.7378837027037386,
    0.7378837027037386,
    0.7378837027037386,
    0.7378837027037386,
    0.7378837027037386,
    0.7378837027037386,
    0.7378837027037386,
    0.7378837027037386,
    0.7378837027037386,
    0.7523810255154548,
    0.7523810255154548,
    0.7523810255154548,
    0.7523810255154548,
    0.7523810255154548,
    0.7523810255154548
  ],
  "31": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are providing QR codes to enable immediate internship applications. In the adjoining classroom, workshops on networking etiquette are beginning, outlining professional interaction skills for attendees.",
    "Finance firms are providing QR codes to enable immediate internship applications. In the adjoining classroom, workshops on networking etiquette are beginning, outlining professional interaction skills for attendees. Outside the university gym, students are lined up before the career fair opens.",
    "Finance firms are providing QR codes to enable immediate internship applications. In the adjoining classroom, workshops on networking etiquette are beginning, outlining professional interaction skills for attendees. Outside the university gym, students are lined up before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "Finance firms are providing QR codes to support immediate internship applications. In the adjoining classroom, workshops on networking etiquette have begun, outlining attendees' professional interaction skills. Outside the university gym, students are lined up before the career fair opens. Human resources teams are jotting notes on tablets as students introduce themselves.",
    "Finance firms are distributing QR codes to facilitate immediate internship applications, while in an adjoining classroom networking etiquette workshops have begun, detailing attendees' professional interaction skills. Outside the university gym, students queue before the career fair opens. HR teams are jotting notes on tablets as students introduce themselves, and alumni volunteers are delivering brief pep talks near the coffee station.",
    "On campus during a career fair, finance firms are distributing QR codes to facilitate immediate internship applications, while in an adjoining classroom networking etiquette workshops outline attendees' professional interaction skills. Outside the university gym, students queue before the fair opens. HR teams jotting notes on tablets observe students introducing themselves, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, ready for attendees. The scene combines application prompts, etiquette training, and informal preparation as participants move between registration, conversations, and informational displays."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.5606520546288052,
    0.733931515544759,
    0.733931515544759,
    0.733931515544759,
    0.733931515544759,
    0.733931515544759,
    0.733931515544759,
    0.733931515544759,
    0.733931515544759,
    0.733931515544759,
    0.7419279408940836,
    0.7419279408940836,
    0.7419279408940836,
    0.7419279408940836,
    0.7419279408940836,
    0.7419279408940836,
    0.7419279408940836,
    0.7419279408940836,
    0.7419279408940836,
    0.7169907821439536,
    0.7169907821439536,
    0.7169907821439536,
    0.7169907821439536,
    0.7169907821439536,
    0.7169907821439536,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.745545895243805,
    0.7918327321970151,
    0.7918327321970151,
    0.7918327321970151,
    0.7918327321970151,
    0.7918327321970151,
    0.7918327321970151,
    0.7918327321970151,
    0.7918327321970151
  ],
  "32": [
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase photos of community outreach while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase photos of community outreach while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase photos of community outreach as human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette have begun in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, creating a busy, interconnected event space where attendees move between displays and conversations.",
    "The scene centers on a bustling, fair-like event inside a space where dozens of booths with colorful banners circle a polished floor, and attendees move between displays and conversations. Healthcare providers showcase photos of community outreach as human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette have begun in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene centers on a bustling, fair-like event inside a space where dozens of booths with colorful banners circle a polished floor, and attendees move between displays and conversations. Healthcare providers showcase photos of community outreach as human resources teams jot notes on tablets, while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette have begun in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Inside a busy, fair-like venue, dozens of booths with colorful banners encircle a polished floor as attendees move between displays and conversations. Healthcare providers showcase photos of community outreach while human resources teams jot notes on tablets, and students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette have begun in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.3522048086016581,
    0.5116320692916676,
    0.5116320692916676,
    0.5116320692916676,
    0.5116320692916676,
    0.5116320692916676,
    0.5116320692916676,
    0.5116320692916676,
    0.5116320692916676,
    0.5116320692916676,
    0.5116320692916676,
    0.5900579505367687,
    0.5900579505367687,
    0.5900579505367687,
    0.5900579505367687,
    0.5900579505367687,
    0.5900579505367687,
    0.5900579505367687,
    0.5900579505367687,
    0.5900579505367687,
    0.6899641271124815,
    0.6899641271124815,
    0.6899641271124815,
    0.6899641271124815,
    0.6899641271124815,
    0.6899641271124815,
    0.6899641271124815,
    0.8025579940420515,
    0.8025579940420515,
    0.8025579940420515,
    0.8025579940420515,
    0.8025579940420515,
    0.8025579940420515,
    0.8025579940420515,
    0.8025579940420515,
    0.8025579940420515,
    0.8025579940420515,
    0.8017602159055544,
    0.8017602159055544,
    0.8017602159055544,
    0.8017602159055544,
    0.8017602159055544,
    0.8017602159055544,
    0.8017602159055544
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Event entrance activity includes staff scanning registrations and distributing lanyards to attendees. The engineering society sponsors a resume review table positioned near the stage. Nearby, consulting firms stack glossy case study booklets on high tables. A cybersecurity company operates a password cracking challenge using a laptop.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees. The engineering society sponsors a resume review table positioned near the stage. Nearby, consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees. The engineering society sponsors a resume review table near the stage. Nearby, consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. Nearby, consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and distribute lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. Nearby, consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.6054002788485632,
    0.6054002788485632,
    0.6054002788485632,
    0.6054002788485632,
    0.6054002788485632,
    0.6054002788485632,
    0.6054002788485632,
    0.6054002788485632,
    0.7717598254492459,
    0.7717598254492459,
    0.7717598254492459,
    0.7717598254492459,
    0.7717598254492459,
    0.7717598254492459,
    0.7717598254492459,
    0.7807421489720505,
    0.7807421489720505,
    0.7807421489720505,
    0.7807421489720505,
    0.7807421489720505,
    0.7807421489720505,
    0.7807421489720505,
    0.7545856858329227,
    0.7545856858329227,
    0.7545856858329227,
    0.7545856858329227,
    0.7545856858329227,
    0.7545856858329227,
    0.7545856858329227,
    0.7545856858329227,
    0.7525947512766338,
    0.7525947512766338,
    0.7525947512766338,
    0.7525947512766338,
    0.7525947512766338,
    0.7525947512766338,
    0.7525947512766338,
    0.7525947512766338,
    0.7525947512766338,
    0.7525947512766338,
    0.81215298979276,
    0.81215298979276,
    0.81215298979276,
    0.81215298979276,
    0.81215298979276,
    0.81215298979276,
    0.81215298979276,
    0.81215298979276,
    0.81215298979276,
    0.81215298979276
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup deploys a small drone that flies above its booth to attract attention.",
    "A robotics startup deploys a small drone that flies above its booth to attract attention, while students clutch resumes inside branded folders.",
    "A robotics startup deploys a small drone that flies above its booth to attract attention, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "During the event at the robotics startup booth, a small drone is deployed and flies above the booth to attract attention. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the robotics startup booth during the event, a small drone is deployed and flies above the booth to attract attention. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the robotics startup booth during the event, a small drone is deployed and flies above the booth to attract attention. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the robotics startup booth at the event, a small drone is deployed and flies above the booth to attract attention. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the robotics startup booth, a small drone flies overhead to attract attention. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the robotics startup booth, a small drone flies overhead to attract attention. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4092812251538576,
    0.4092812251538576,
    0.4092812251538576,
    0.4092812251538576,
    0.4092812251538576,
    0.4092812251538576,
    0.4092812251538576,
    0.4092812251538576,
    0.44213049386545333,
    0.44213049386545333,
    0.44213049386545333,
    0.44213049386545333,
    0.44213049386545333,
    0.44213049386545333,
    0.44213049386545333,
    0.5904766091660251,
    0.5904766091660251,
    0.5904766091660251,
    0.5904766091660251,
    0.5904766091660251,
    0.5904766091660251,
    0.801465768207758,
    0.801465768207758,
    0.801465768207758,
    0.801465768207758,
    0.801465768207758,
    0.801465768207758,
    0.801465768207758,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.8041421896116429,
    0.7993691033458097,
    0.7993691033458097,
    0.7993691033458097,
    0.7993691033458097,
    0.7993691033458097,
    0.7993691033458097,
    0.7993691033458097,
    0.7993691033458097,
    0.7938266834787115,
    0.7938266834787115,
    0.7938266834787115,
    0.7938266834787115,
    0.7938266834787115,
    0.7938266834787115
  ],
  "36": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "In the event setting, career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "In the event setting, career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "In the event setting, career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "In the event setting, career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event setting, career counselors remind attendees to maintain eye contact, while alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables.",
    "At the event setting, career counselors remind attendees to maintain eye contact, while alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "36_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.33517257221733093,
    0.33517257221733093,
    0.33517257221733093,
    0.33517257221733093,
    0.33517257221733093,
    0.33517257221733093,
    0.33517257221733093,
    0.33517257221733093,
    0.3726694225919958,
    0.3726694225919958,
    0.3726694225919958,
    0.3726694225919958,
    0.3726694225919958,
    0.3726694225919958,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.6455291452822411,
    0.653822684567901,
    0.653822684567901,
    0.653822684567901,
    0.653822684567901,
    0.653822684567901,
    0.653822684567901,
    0.653822684567901,
    0.653822684567901,
    0.653822684567901,
    0.8165543086308297,
    0.8165543086308297,
    0.8165543086308297,
    0.8165543086308297,
    0.8165543086308297,
    0.8165543086308297,
    0.8165543086308297,
    0.8165543086308297,
    0.8165543086308297,
    0.8165543086308297,
    0.8491124465206557,
    0.8491124465206557,
    0.8491124465206557,
    0.8491124465206557
  ],
  "37": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "During a career development session, career counselors remind attendees to maintain eye contact as they engage with the group. An alumni panel discusses how to prepare for technical interviews.",
    "During a career development session, career counselors remind attendees to maintain eye contact as they engage with the group. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In a career development session, career counselors remind attendees to maintain eye contact as they engage with the group. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a career development session, counselors remind attendees to maintain eye contact as they engage with the group. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "During a career development session, counselors remind attendees to maintain eye contact as they engage with the group. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "In a career development session, counselors remind attendees to maintain eye contact as they engage with the group. An alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "During a career development session, counselors remind attendees to maintain eye contact as they engage with the group. An alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "During a career development session, counselors remind attendees to maintain eye contact as they engage with the group. An alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5110664854648432,
    0.5110664854648432,
    0.5110664854648432,
    0.5110664854648432,
    0.5110664854648432,
    0.5110664854648432,
    0.678070907527085,
    0.678070907527085,
    0.678070907527085,
    0.678070907527085,
    0.678070907527085,
    0.678070907527085,
    0.7109766217882257,
    0.7109766217882257,
    0.7109766217882257,
    0.7109766217882257,
    0.7109766217882257,
    0.7109766217882257,
    0.7109766217882257,
    0.7109766217882257,
    0.6975251885302961,
    0.6975251885302961,
    0.6975251885302961,
    0.6975251885302961,
    0.6975251885302961,
    0.6975251885302961,
    0.6975251885302961,
    0.6975251885302961,
    0.7007502289660872,
    0.7007502289660872,
    0.7007502289660872,
    0.7007502289660872,
    0.7007502289660872,
    0.7007502289660872,
    0.7007502289660872,
    0.7007502289660872,
    0.7074872111616928,
    0.7074872111616928,
    0.7074872111616928,
    0.7074872111616928,
    0.7074872111616928,
    0.7074872111616928,
    0.7074872111616928,
    0.7074872111616928,
    0.7074872111616928,
    0.7074872111616928,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032,
    0.7101706420718032
  ],
  "38": [
    "",
    "",
    "",
    "",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Finance firms hand out QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.5509227611716812,
    0.8117859750808573,
    0.8117859750808573,
    0.8117859750808573,
    0.8117859750808573,
    0.8117859750808573,
    0.8117859750808573,
    0.8117859750808573,
    0.8626179971558832,
    0.8626179971558832,
    0.8626179971558832,
    0.8626179971558832,
    0.8626179971558832,
    0.8626179971558832,
    0.8626179971558832,
    0.8626179971558832,
    0.8585740162350023,
    0.8585740162350023,
    0.8585740162350023,
    0.8585740162350023,
    0.8585740162350023,
    0.8585740162350023,
    0.8585740162350023,
    0.8728175289718849,
    0.8728175289718849,
    0.8728175289718849,
    0.8728175289718849,
    0.8728175289718849,
    0.8728175289718849,
    0.8728175289718849,
    0.8728175289718849,
    0.8894713554669227,
    0.8894713554669227,
    0.8894713554669227,
    0.8894713554669227,
    0.8894713554669227,
    0.8894713554669227,
    0.8894713554669227,
    0.8894713554669227,
    0.8894713554669227,
    0.8894713554669227,
    0.9009277134500807,
    0.9009277134500807
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "Students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders; human resources teams jot notes on tablets as students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "Students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "Students rehearse elevator pitches quietly against the wall while others clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.4005637608058221,
    0.4005637608058221,
    0.4005637608058221,
    0.4005637608058221,
    0.4005637608058221,
    0.4005637608058221,
    0.4005637608058221,
    0.4005637608058221,
    0.5266003004127845,
    0.5266003004127845,
    0.5266003004127845,
    0.5266003004127845,
    0.5266003004127845,
    0.5266003004127845,
    0.5266003004127845,
    0.5266003004127845,
    0.6672329670555348,
    0.6672329670555348,
    0.6672329670555348,
    0.6672329670555348,
    0.6672329670555348,
    0.6672329670555348,
    0.6672329670555348,
    0.6672329670555348,
    0.6943199798003485,
    0.6943199798003485,
    0.6943199798003485,
    0.6943199798003485,
    0.6943199798003485,
    0.6943199798003485,
    0.6943199798003485,
    0.6943199798003485,
    0.6943199798003485,
    0.7186248018008927,
    0.7186248018008927,
    0.7186248018008927,
    0.7186248018008927,
    0.7186248018008927,
    0.7186248018008927,
    0.7186248018008927,
    0.7186248018008927,
    0.7186248018008927,
    0.7186248018008927,
    0.7171041027211495,
    0.7171041027211495
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An engineering society sponsors a resume review table, positioned near the stage.",
    "An engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map.",
    "An engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "An engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "An engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "An engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4041286258725823,
    0.4041286258725823,
    0.4041286258725823,
    0.4041286258725823,
    0.4041286258725823,
    0.4041286258725823,
    0.4041286258725823,
    0.45034750187858763,
    0.45034750187858763,
    0.45034750187858763,
    0.45034750187858763,
    0.45034750187858763,
    0.7166185016756847,
    0.7166185016756847,
    0.7166185016756847,
    0.7166185016756847,
    0.7166185016756847,
    0.7166185016756847,
    0.7166185016756847,
    0.7166185016756847,
    0.7911625129646296,
    0.7911625129646296,
    0.7911625129646296,
    0.7911625129646296,
    0.7911625129646296,
    0.7911625129646296,
    0.7911625129646296,
    0.7911625129646296,
    0.7911625129646296,
    0.7911625129646296,
    0.7842496869567175,
    0.7842496869567175,
    0.7842496869567175,
    0.7842496869567175,
    0.7842496869567175,
    0.7842496869567175,
    0.7842496869567175,
    0.7842496869567175,
    0.7842496869567175,
    0.7842496869567175,
    0.8114287802353967,
    0.8114287802353967,
    0.8114287802353967,
    0.8114287802353967,
    0.8114287802353967,
    0.8114287802353967,
    0.8114287802353967,
    0.8114287802353967,
    0.8114287802353967,
    0.8114287802353967,
    0.8030341776582375,
    0.8030341776582375,
    0.8030341776582375,
    0.8030341776582375,
    0.8030341776582375,
    0.8030341776582375,
    0.8030341776582375,
    0.8030341776582375,
    0.8030341776582375
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications. The scene presents a circular layout of activity where technology demonstrations and recruiting intersect, with the drone drawing focus to one booth and QR codes enabling rapid applications.",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular layout of activity where technology demonstrations and recruiting intersect. A robotics startup flies a small drone above its booth to attract attention, drawing focus to that display. Finance firms offer QR codes for immediate internship applications, enabling rapid submissions as attendees move between booths. The engineering society sponsors a resume review table near the stage, providing career support in proximity to the demonstrations and recruiting activity.",
    "Dozens of booths with colorful banners circle the polished floor in a circular layout of activity where technology demonstrations and recruiting intersect. A robotics startup flies a small drone above its booth to attract attention, drawing focus to that display. Finance firms offer QR codes for immediate internship applications, enabling rapid submissions as attendees move between booths. The engineering society sponsors a resume review table near the stage, providing career support in proximity to the demonstrations and recruiting activity. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular layout of activity where technology demonstrations and recruiting intersect. A robotics startup flies a small drone above its booth to attract attention and draw focus to that display. Finance firms offer QR codes for immediate internship applications, enabling rapid submissions as attendees move between booths. The engineering society sponsors a resume review table near the stage, providing career support in proximity to the demonstrations and recruiting activity. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular layout where technology demonstrations and recruiting intersect. A robotics startup flies a small drone above its booth to attract attention and draw focus to that display. Finance firms offer QR codes for immediate internship applications, enabling rapid submissions as attendees move between booths. The engineering society sponsors a resume review table near the stage, providing career support in proximity to the demonstrations and recruiting activity. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "A space with a polished floor hosts dozens of booths with colorful banners encircling the area in a circular layout where technology demonstrations and recruiting intersect. A robotics startup operates a small drone above its booth to draw attention to its display. Finance firms provide QR codes for immediate internship applications, allowing rapid submissions as attendees move between booths. An engineering society sponsors a resume review table near the stage, offering career support close to the demonstrations and recruiting activity. Tech companies display demo screens of their latest apps. Workshops on networking etiquette run in an adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5031971869622922,
    0.5031971869622922,
    0.5031971869622922,
    0.5031971869622922,
    0.5031971869622922,
    0.5031971869622922,
    0.5031971869622922,
    0.5031971869622922,
    0.5031971869622922,
    0.5031971869622922,
    0.733220598136535,
    0.733220598136535,
    0.733220598136535,
    0.733220598136535,
    0.733220598136535,
    0.733220598136535,
    0.7749781846402399,
    0.7749781846402399,
    0.7749781846402399,
    0.7749781846402399,
    0.7749781846402399,
    0.7749781846402399,
    0.7749781846402399,
    0.7749781846402399,
    0.8105660873243141,
    0.8105660873243141,
    0.8105660873243141,
    0.8105660873243141,
    0.8105660873243141,
    0.8105660873243141,
    0.8105660873243141,
    0.8105660873243141,
    0.8105660873243141,
    0.8183311349534302,
    0.8183311349534302,
    0.8183311349534302,
    0.8183311349534302,
    0.8183311349534302,
    0.8183311349534302,
    0.8183311349534302,
    0.8183311349534302,
    0.8183311349534302,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114,
    0.8164865303881114
  ],
  "42": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors steer unsure students toward suitable industries, while alumni volunteers deliver short pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "Career counselors steer unsure students toward suitable industries, while alumni volunteers deliver short pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Career counselors steer unsure students toward suitable industries, while alumni volunteers deliver short pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Career counselors steer unsure students toward suitable industries, while alumni volunteers deliver short pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves.",
    "Career counselors steer unsure students toward suitable industries, while alumni volunteers deliver short pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, and HR teams jot notes on tablets as students introduce themselves.",
    "Career counselors steer unsure students toward suitable industries, while alumni volunteers deliver short pep talks by the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, and HR teams jot notes on tablets as students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.5510316772062344,
    0.5510316772062344,
    0.5510316772062344,
    0.5510316772062344,
    0.5510316772062344,
    0.5510316772062344,
    0.5510316772062344,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7126278233164103,
    0.7444154955722055,
    0.7444154955722055,
    0.7444154955722055,
    0.7444154955722055,
    0.7444154955722055,
    0.7444154955722055,
    0.7444154955722055,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313,
    0.7142123617010313
  ],
  "43": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding their exploration. Groups of friends mark target employers on the event map, identifying specific companies as targets.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding their exploration. Groups of friends mark target employers on the event map, identifying specific companies as targets. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding their exploration. Groups of friends mark target employers on the event map, identifying specific companies as targets. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, career counselors direct unsure students toward applicable industries to guide their exploration. Groups of friends use the event map to mark target employers, identifying specific companies as targets. Healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station.",
    "At the fair, career counselors direct unsure students toward applicable industries to guide their exploration. Groups of friends use the event map to mark target employers, identifying specific companies as targets. Healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, career counselors direct unsure students toward applicable industries to guide their exploration. Groups of friends use the event map to mark target employers, identifying specific companies as targets. Healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, career counselors direct unsure students toward applicable industries to guide their exploration. Groups of friends use the event map to mark target employers, identifying specific companies as targets. Healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5567179823203003,
    0.5567179823203003,
    0.5567179823203003,
    0.5567179823203003,
    0.5567179823203003,
    0.5567179823203003,
    0.5567179823203003,
    0.7140696522599507,
    0.7140696522599507,
    0.7140696522599507,
    0.7140696522599507,
    0.7140696522599507,
    0.7140696522599507,
    0.7140696522599507,
    0.7140696522599507,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8065037043251604,
    0.8214791562387855,
    0.8214791562387855,
    0.8214791562387855,
    0.8214791562387855,
    0.8214791562387855,
    0.8214791562387855,
    0.8214791562387855,
    0.8214791562387855,
    0.8214791562387855,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057,
    0.8684025307064057
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while a robotics startup flies a small drone above its booth to attract attention.",
    "A welcome announcement is being broadcast over the PA system at the fair, outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a career fair unfolds with a welcome announcement broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, a career fair unfolds with a welcome announcement broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair unfolds with a PA announcement outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as students line up outside before the fair opens. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.4521391234646677,
    0.4521391234646677,
    0.4521391234646677,
    0.4521391234646677,
    0.4521391234646677,
    0.4521391234646677,
    0.4521391234646677,
    0.775716986970969,
    0.775716986970969,
    0.775716986970969,
    0.775716986970969,
    0.775716986970969,
    0.775716986970969,
    0.775716986970969,
    0.775716986970969,
    0.8029762324061902,
    0.8029762324061902,
    0.8029762324061902,
    0.8029762324061902,
    0.8029762324061902,
    0.8029762324061902,
    0.8029762324061902,
    0.8029762324061902,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.860390996085721,
    0.8452707642420489,
    0.8452707642420489,
    0.8452707642420489,
    0.8452707642420489,
    0.8452707642420489,
    0.8452707642420489,
    0.8452707642420489,
    0.8452707642420489,
    0.8452707642420489,
    0.8452707642420489,
    0.8490122399826653,
    0.8490122399826653,
    0.8490122399826653,
    0.8490122399826653,
    0.8490122399826653,
    0.8490122399826653,
    0.8490122399826653,
    0.8490122399826653
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while several students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while several students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while several students rehearse elevator pitches quietly against the wall. The students clutch resumes inside branded folders.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop while several students rehearse elevator pitches quietly against the wall. The students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop while several students rehearse elevator pitches quietly against the wall. The students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the polished floor as human resources teams jot notes on tablets while students introduce themselves.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop while several students rehearse elevator pitches quietly against the wall. The students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the polished floor as human resources teams jot notes on tablets while students introduce themselves.",
    "At a recruitment fair, a cybersecurity company is running a password-cracking challenge on a laptop, while several students rehearse elevator pitches quietly against the wall. The students clutch resumes inside branded folders. Dozens of booths with colorful banners surround a polished floor as human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.30731630388020525,
    0.44340643347648856,
    0.44340643347648856,
    0.44340643347648856,
    0.44340643347648856,
    0.44340643347648856,
    0.44340643347648856,
    0.44340643347648856,
    0.44340643347648856,
    0.44340643347648856,
    0.5872760456566946,
    0.5872760456566946,
    0.5872760456566946,
    0.5872760456566946,
    0.5872760456566946,
    0.5872760456566946,
    0.5872760456566946,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.6158216060781458,
    0.8427163790981487,
    0.8427163790981487,
    0.8427163790981487
  ],
  "46": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while human resources teams jot notes on tablets and students introduce themselves.",
    "A robotics startup has a small drone flown above its booth to attract attention. Human resources teams jot notes on tablets, while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At a robotics startup booth, a small drone is flown above to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a robotics startup booth, a small drone is flown above to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At a robotics startup booth, a small drone is flown overhead to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a robotics startup booth, a small drone is flown overhead to attract attention. HR teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At a robotics startup booth, a small drone is flown overhead to attract attention. HR teams jot notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.41387786469850274,
    0.41387786469850274,
    0.41387786469850274,
    0.41387786469850274,
    0.41387786469850274,
    0.41387786469850274,
    0.6887231046687008,
    0.6887231046687008,
    0.6887231046687008,
    0.6887231046687008,
    0.6887231046687008,
    0.6887231046687008,
    0.6887231046687008,
    0.6887231046687008,
    0.7475165137261168,
    0.7475165137261168,
    0.7475165137261168,
    0.7475165137261168,
    0.7475165137261168,
    0.7475165137261168,
    0.7535256850221349,
    0.7535256850221349,
    0.7535256850221349,
    0.7535256850221349,
    0.7535256850221349,
    0.7535256850221349,
    0.7535256850221349,
    0.7535256850221349,
    0.7535256850221349,
    0.7535256850221349,
    0.7753714524179317,
    0.7753714524179317,
    0.7753714524179317,
    0.7753714524179317,
    0.7753714524179317,
    0.7753714524179317,
    0.7753714524179317,
    0.7753714524179317,
    0.7753714524179317,
    0.7859705403066447,
    0.7859705403066447,
    0.7859705403066447,
    0.7859705403066447,
    0.7859705403066447,
    0.7859705403066447,
    0.7859705403066447,
    0.7859705403066447,
    0.7859705403066447,
    0.7888961514528128,
    0.7888961514528128,
    0.7888961514528128,
    0.7888961514528128,
    0.7888961514528128
  ],
  "47": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; attendees listen as career counselors remind them to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, with attendees listening as career counselors remind them to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, while attendees listen as career counselors remind them to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews while attendees listen to career counselors remind them to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At a career fair-like event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, each hosting displays and demos. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, providing live demonstrations as attendees move between booths.",
    "At a career fair-like event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, each hosting displays and demos. Tech companies display demo screens showing their latest apps and provide live demonstrations as attendees move between booths. Groups of friends mark target employers on the event map.",
    "At a career fair-like event, an alumni panel discusses how to prepare for technical interviews while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, each hosting displays and demos. Tech companies display demo screens showing their latest apps and provide live demonstrations as attendees move between booths. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.46384499336676205,
    0.46384499336676205,
    0.46384499336676205,
    0.46384499336676205,
    0.46384499336676205,
    0.46384499336676205,
    0.46384499336676205,
    0.46384499336676205,
    0.5758709096194604,
    0.5758709096194604,
    0.5758709096194604,
    0.5758709096194604,
    0.5758709096194604,
    0.5758709096194604,
    0.5758709096194604,
    0.7173888567118625,
    0.7173888567118625,
    0.7173888567118625,
    0.7173888567118625,
    0.7173888567118625,
    0.7173888567118625,
    0.7173888567118625,
    0.7173888567118625,
    0.7444794329211275,
    0.7444794329211275,
    0.7444794329211275,
    0.7444794329211275,
    0.7444794329211275,
    0.7444794329211275,
    0.7444794329211275,
    0.7444794329211275,
    0.7444794329211275,
    0.8513083420907543,
    0.8513083420907543,
    0.8513083420907543,
    0.8513083420907543,
    0.8513083420907543,
    0.8513083420907543,
    0.8513083420907543,
    0.8513083420907543,
    0.8452933225156579,
    0.8452933225156579,
    0.8452933225156579,
    0.8452933225156579,
    0.8452933225156579,
    0.8452933225156579,
    0.8452933225156579,
    0.8452933225156579,
    0.8452933225156579,
    0.8452933225156579,
    0.84342765506888,
    0.84342765506888,
    0.84342765506888,
    0.84342765506888,
    0.84342765506888
  ],
  "48": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a welcome PA announces the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6113793457598291,
    0.6113793457598291,
    0.6113793457598291,
    0.6113793457598291,
    0.6113793457598291,
    0.6113793457598291,
    0.6113793457598291,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.7756920045494649,
    0.8331400925571119,
    0.8331400925571119,
    0.8331400925571119,
    0.8331400925571119,
    0.8331400925571119,
    0.8331400925571119,
    0.8795668734632351,
    0.8795668734632351,
    0.8795668734632351,
    0.8795668734632351,
    0.8795668734632351,
    0.8795668734632351,
    0.8795668734632351,
    0.8595608303710838,
    0.8595608303710838,
    0.8595608303710838,
    0.8595608303710838,
    0.8595608303710838,
    0.8595608303710838,
    0.8595608303710838,
    0.8595608303710838,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881,
    0.8755825934216881
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In a recruitment setting, students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves.",
    "Within a recruitment setting, students clutch resumes inside branded folders as human resources teams jot notes on tablets during student introductions, while career counselors redirect unsure students toward applicable industries.",
    "Within a recruitment setting, students clutch resumes inside branded folders as human resources teams jot notes on tablets during student introductions, while career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "In a recruitment setting, students clutch resumes inside branded folders while human resources teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "In a recruitment setting, students clutch resumes inside branded folders while HR teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At a recruitment event, students clutch resumes inside branded folders while HR teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At a recruitment event, students clutch resumes inside branded folders while HR teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.41686607586448393,
    0.41686607586448393,
    0.41686607586448393,
    0.41686607586448393,
    0.41686607586448393,
    0.41686607586448393,
    0.41686607586448393,
    0.4071239983873239,
    0.4071239983873239,
    0.4071239983873239,
    0.4071239983873239,
    0.4071239983873239,
    0.4071239983873239,
    0.5751820998779552,
    0.5751820998779552,
    0.5751820998779552,
    0.5751820998779552,
    0.5751820998779552,
    0.5751820998779552,
    0.5751820998779552,
    0.5751820998779552,
    0.7057704783452294,
    0.7057704783452294,
    0.7057704783452294,
    0.7057704783452294,
    0.7057704783452294,
    0.7057704783452294,
    0.7057704783452294,
    0.705173712436893,
    0.705173712436893,
    0.705173712436893,
    0.705173712436893,
    0.705173712436893,
    0.705173712436893,
    0.705173712436893,
    0.705173712436893,
    0.705173712436893,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167,
    0.7955203522714167
  ]
}