{
  "0": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.7565455215019163,
    0.7565455215019163,
    0.7565455215019163,
    0.7565455215019163,
    0.7565455215019163,
    0.7565455215019163,
    0.7565455215019163,
    0.7565455215019163,
    0.7565455215019163,
    0.7565455215019163,
    0.804449342887852,
    0.804449342887852,
    0.804449342887852,
    0.8336088868748841,
    0.8336088868748841,
    0.8336088868748841,
    0.8336088868748841,
    0.8336088868748841,
    0.8543299940636926,
    0.8543299940636926,
    0.8543299940636926,
    0.8543299940636926,
    0.8543299940636926,
    0.8543299940636926
  ],
  "1": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers give quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers give quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers give quick pep talks near the coffee station while career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "During the event, alumni volunteers give quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "1_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.37531902031911063,
    0.504434485899198,
    0.504434485899198,
    0.504434485899198,
    0.504434485899198,
    0.504434485899198,
    0.7096135643310765,
    0.7096135643310765,
    0.7096135643310765,
    0.7096135643310765,
    0.7096135643310765,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.6466647997148319,
    0.8185675447542378,
    0.8185675447542378,
    0.8185675447542378,
    0.8185675447542378,
    0.8185675447542378,
    0.8185675447542378,
    0.8185675447542378
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a career guidance setting, counselors remind attendees to maintain eye contact, while students clutch their resumes inside branded folders.",
    "In a career guidance setting, counselors remind attendees to maintain eye contact. Students clutch their resumes inside branded folders, while groups of friends mark target employers on the event map.",
    "In a career guidance setting, counselors remind attendees to maintain eye contact. Students clutch their resumes inside branded folders, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "In a career guidance setting, counselors remind attendees to maintain eye contact. Students clutch their resumes inside branded folders, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, counselors remind attendees to maintain eye contact. Students clutch their resumes inside branded folders, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3522369262404673,
    0.3522369262404673,
    0.3522369262404673,
    0.3522369262404673,
    0.3522369262404673,
    0.3522369262404673,
    0.3522369262404673,
    0.3522369262404673,
    0.3522369262404673,
    0.5035276143224198,
    0.5035276143224198,
    0.5035276143224198,
    0.5035276143224198,
    0.5035276143224198,
    0.5035276143224198,
    0.5035276143224198,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6863373721514883,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834,
    0.6738413843628834
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.5456017571990105,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7711408914870291,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.7889699915710433,
    0.8100724929292379,
    0.8100724929292379,
    0.8100724929292379,
    0.8100724929292379,
    0.8100724929292379,
    0.8100724929292379,
    0.8100724929292379,
    0.8100724929292379
  ],
  "4": [
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while healthcare providers showcase community outreach photos.",
    "At the event, tech companies display demo screens that showcase their latest apps, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens that showcase their latest apps, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the event, tech companies display demo screens that showcase their latest apps, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4198820598183553,
    0.4198820598183553,
    0.4198820598183553,
    0.4198820598183553,
    0.4198820598183553,
    0.4198820598183553,
    0.4198820598183553,
    0.4198820598183553,
    0.6101708157474018,
    0.6101708157474018,
    0.7696249173893538,
    0.7696249173893538,
    0.7696249173893538,
    0.7696249173893538,
    0.7696249173893538,
    0.7696249173893538,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.846739030088855,
    0.8369968475399239,
    0.8369968475399239,
    0.8369968475399239,
    0.8369968475399239,
    0.8369968475399239,
    0.8369968475399239,
    0.8429101374778173,
    0.8429101374778173,
    0.8429101374778173,
    0.8429101374778173,
    0.8429101374778173,
    0.8429101374778173,
    0.8429101374778173,
    0.8697007802875986,
    0.8697007802875986,
    0.8697007802875986,
    0.8697007802875986,
    0.8697007802875986,
    0.8697007802875986,
    0.8697007802875986,
    0.8697007802875986,
    0.8697007802875986
  ],
  "5": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.5109763653814973,
    0.5109763653814973,
    0.5109763653814973,
    0.5109763653814973,
    0.5109763653814973,
    0.5109763653814973,
    0.5109763653814973
  ],
  "6": [
    "",
    "",
    "",
    "Some students stand near a wall, quietly rehearsing elevator pitches.",
    "Several students stand near a wall, quietly rehearsing elevator pitches, while groups of friends mark target employers on the event map.",
    "In a tech event space, several students stand near a wall, quietly rehearsing elevator pitches. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "In a tech event space, several students stand near a wall, quietly rehearsing elevator pitches. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At a tech event space, several students stand near a wall quietly rehearsing elevator pitches. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At a tech event space, students near a wall quietly rehearse elevator pitches as groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "At a tech event space, students near a wall quietly rehearse elevator pitches while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "At a tech event space, students near a wall quietly rehearse elevator pitches while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.24230677006451523,
    0.24230677006451523,
    0.24230677006451523,
    0.37305967807245083,
    0.37305967807245083,
    0.37305967807245083,
    0.37305967807245083,
    0.7429965623437251,
    0.7429965623437251,
    0.7429965623437251,
    0.7429965623437251,
    0.7429965623437251,
    0.7429965623437251,
    0.7538817833790099,
    0.7538817833790099,
    0.7538817833790099,
    0.7538817833790099,
    0.7538817833790099,
    0.7939595164559105,
    0.7939595164559105,
    0.7939595164559105,
    0.7939595164559105,
    0.7939595164559105,
    0.7939595164559105,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7972509023649832,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869,
    0.7987316188318869
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Several students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Several students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.820781081936728,
    0.820781081936728,
    0.820781081936728,
    0.820781081936728,
    0.820781081936728,
    0.820781081936728,
    0.820781081936728,
    0.820781081936728,
    0.8494834600069959,
    0.8494834600069959,
    0.8494834600069959,
    0.8494834600069959,
    0.8494834600069959,
    0.8494834600069959,
    0.8494834600069959
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers display community outreach photos, while in the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. Students clutch their resumes inside branded folders.",
    "At the fair, healthcare providers display community outreach photos, and in the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. Students clutch their resumes inside branded folders as a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.5460961577180403,
    0.7528287081269103,
    0.7528287081269103,
    0.7528287081269103,
    0.7528287081269103,
    0.7528287081269103,
    0.8389128315685711,
    0.8389128315685711,
    0.8389128315685711,
    0.8389128315685711,
    0.8389128315685711,
    0.8389128315685711,
    0.8389128315685711
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers give brief pep talks in the area near the coffee station.",
    "The event unfolds with event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers give brief pep talks in the area near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance are scanning registrations and handing out lanyards. Alumni volunteers give brief pep talks in the area near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, event staff are scanning registrations and handing out lanyards. Alumni volunteers give brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the venue entrance, event staff are scanning registrations and handing out lanyards. Alumni volunteers give brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5389059973529897,
    0.5389059973529897,
    0.5389059973529897,
    0.5389059973529897,
    0.5389059973529897,
    0.5389059973529897,
    0.5389059973529897,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.6790624147231049,
    0.7023719743468289,
    0.7023719743468289,
    0.7023719743468289,
    0.7023719743468289,
    0.7023719743468289,
    0.7023719743468289,
    0.7023719743468289,
    0.7023719743468289,
    0.7554727878632957,
    0.7554727878632957,
    0.7554727878632957,
    0.7554727878632957,
    0.7554727878632957,
    0.8059768219461718,
    0.8059768219461718,
    0.8059768219461718,
    0.8059768219461718,
    0.8059768219461718,
    0.8059768219461718,
    0.8059768219461718,
    0.8059768219461718
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym as they await the opening of the career fair.",
    "Students line up outside the university gym in anticipation of the opening of the career fair. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym in anticipation of the opening of the career fair. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym in anticipation of the opening of the career fair. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.39361146871932945,
    0.5341852755281615,
    0.5341852755281615,
    0.5341852755281615,
    0.5341852755281615,
    0.5341852755281615,
    0.5341852755281615,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001,
    0.6952198389631001
  ],
  "11": [
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Ahead of the career fair opening, students line up outside the university gym, while alumni volunteers share brief pep talks near the coffee station.",
    "Ahead of the career fair opening, students line up outside the university gym as alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "Ahead of the career fair opening, students line up outside the university gym as alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "Ahead of the career fair opening, students line up outside the university gym as alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.4423398315546997,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.6604019144858301,
    0.689690317972876,
    0.689690317972876,
    0.689690317972876,
    0.689690317972876,
    0.689690317972876,
    0.689690317972876,
    0.689690317972876,
    0.689690317972876,
    0.689690317972876
  ],
  "12": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym prior to the career fair opening.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym prior to the career fair opening. A robotics startup flies a small drone above its booth for attention.",
    "Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym before the career fair opens. A robotics startup flies a small drone over its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym before the career fair opens. A robotics startup flies a small drone over its booth to attract attention. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym before the career fair opens. A robotics startup flies a small drone over its booth to attract attention. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6149749112896046,
    0.6619895706782559,
    0.6619895706782559,
    0.6619895706782559,
    0.8256577692895293,
    0.8256577692895293,
    0.8256577692895293,
    0.8256577692895293,
    0.8256577692895293,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8575800773202196,
    0.8623229237741615,
    0.8623229237741615,
    0.8623229237741615,
    0.8623229237741615,
    0.8623229237741615,
    0.8623229237741615,
    0.8623229237741615,
    0.8623229237741615
  ],
  "13": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.7655606785076998,
    0.807467601707615,
    0.807467601707615,
    0.807467601707615,
    0.807467601707615,
    0.807467601707615,
    0.807467601707615,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773,
    0.8219340053925773
  ],
  "14": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications.",
    "In the scene, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair held in the gym, students line up outside the venue before the event opens. Inside, tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.4892008356253669,
    0.4892008356253669,
    0.4892008356253669,
    0.4892008356253669,
    0.4892008356253669,
    0.4892008356253669,
    0.4892008356253669,
    0.4892008356253669,
    0.4892008356253669,
    0.8066249377715055,
    0.8066249377715055,
    0.8066249377715055,
    0.8066249377715055,
    0.8066249377715055,
    0.8066249377715055,
    0.8066249377715055
  ],
  "15": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "At a campus career guidance event, counselors steer unsure students toward applicable industries as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus career guidance event, counselors steer unsure students toward applicable industries as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.3850482804395437,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.4858565704510891,
    0.5080740556891682,
    0.5080740556891682,
    0.5080740556891682,
    0.5080740556891682,
    0.5080740556891682,
    0.5080740556891682,
    0.5080740556891682,
    0.5080740556891682,
    0.5080740556891682,
    0.514458695685459,
    0.514458695685459,
    0.514458695685459,
    0.514458695685459,
    0.514458695685459,
    0.7602157400079619,
    0.7602157400079619,
    0.7602157400079619,
    0.7602157400079619,
    0.7602157400079619,
    0.7602157400079619,
    0.7602157400079619
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, before the career fair opens.",
    "A line of students stands outside the university gym before the career fair opens.",
    "Outside the university gym, a line of students stands before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students stands before the career fair opens. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students stands before the career fair opens. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits before the career fair opens. Nearby, healthcare providers display photos highlighting community outreach. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3387428335618518,
    0.3387428335618518,
    0.3387428335618518,
    0.3387428335618518,
    0.3387428335618518,
    0.3387428335618518,
    0.3387428335618518,
    0.3387428335618518,
    0.3387428335618518,
    0.3387428335618518,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.4986863264412541,
    0.4986863264412541,
    0.4986863264412541,
    0.4986863264412541,
    0.647885573949762,
    0.647885573949762,
    0.647885573949762,
    0.647885573949762,
    0.647885573949762,
    0.647885573949762,
    0.647885573949762,
    0.7612670120204333,
    0.7612670120204333,
    0.7612670120204333,
    0.7612670120204333,
    0.7612670120204333,
    0.7612670120204333,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529,
    0.7310247894560529
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors direct unsure students toward applicable industries as part of a campus guidance session. Workshops on networking etiquette begin in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station.",
    "A campus guidance session unfolds as career counselors direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At a campus guidance session, career counselors direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom while alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, creating a lively exhibitor layout. Healthcare providers showcase community outreach photos, illustrating their local engagement.",
    "At a campus guidance session, career counselors direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, while alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, creating a lively exhibitor layout. Healthcare providers showcase community outreach photos, illustrating their local engagement. A robotics startup flies a small drone above its booth for attention.",
    "At a campus guidance session, career counselors direct unsure students toward applicable industries, with workshops on networking etiquette beginning in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station as dozens of booths with colorful banners circle the polished floor, creating a lively exhibitor layout. Healthcare providers showcase community outreach photos, illustrating their local engagement. A robotics startup flies a small drone above its booth to draw attention.",
    "At a campus guidance session, career counselors direct unsure students toward applicable industries as workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station, while dozens of booths with colorful banners encircle the polished floor, creating a lively exhibitor layout. Healthcare providers showcase community outreach photos, illustrating their local engagement. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5027617799041622,
    0.5165927227983997,
    0.5165927227983997,
    0.5165927227983997,
    0.5165927227983997,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.6737387098691854,
    0.7243812060080642,
    0.7243812060080642,
    0.7243812060080642,
    0.7802690884652479,
    0.7802690884652479,
    0.7802690884652479,
    0.7802690884652479,
    0.7802690884652479,
    0.7802690884652479,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735,
    0.7750579388690735
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as the panel speaks. Healthcare providers showcase community outreach photos nearby. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.611250061699996,
    0.611250061699996,
    0.611250061699996,
    0.611250061699996,
    0.7956217361634673,
    0.7956217361634673,
    0.7956217361634673,
    0.7956217361634673,
    0.7956217361634673,
    0.7956217361634673,
    0.7956217361634673,
    0.7956217361634673,
    0.7956217361634673,
    0.7956217361634673,
    0.7987393310107975,
    0.7987393310107975
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give brief pep talks near the coffee station, creating a welcoming focal point. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers deliver brief pep talks near the coffee station, creating a welcoming focal point for attendees. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers deliver brief pep talks near the coffee station, forming a welcoming focal point for attendees, while at the entrance event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and some students quietly rehearse elevator pitches against the wall.",
    "The scene depicts an event area with multiple activity clusters. Alumni volunteers deliver brief pep talks near the coffee station, forming a welcoming focal point for attendees. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Some students quietly rehearse elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "An event area hosts multiple activity clusters. Alumni volunteers deliver brief pep talks near the coffee station, forming a welcoming focal point for attendees. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Some students quietly rehearse elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5150587853329729,
    0.5150587853329729,
    0.5150587853329729,
    0.5150587853329729,
    0.5150587853329729,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.6545910474108525,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.5129610548005348,
    0.7091539153556587,
    0.7091539153556587,
    0.7091539153556587,
    0.7091539153556587,
    0.7091539153556587,
    0.7091539153556587,
    0.7091539153556587,
    0.7091539153556587,
    0.7091539153556587,
    0.7091539153556587,
    0.7285263063460888
  ],
  "20": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "In the exhibition space, a robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps.",
    "In the exhibition space, a robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the exhibition space, a robotics startup draws attention by flying a small drone above its booth, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the exhibition space, a robotics startup draws attention by flying a small drone above its booth, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall.",
    "At the exhibition space, a robotics startup draws attention by flying a small drone above its booth, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall.",
    "At the exhibition space, a robotics startup draws attention by flying a small drone above its booth, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.370942514590433,
    0.370942514590433,
    0.370942514590433,
    0.370942514590433,
    0.577987377659188,
    0.577987377659188,
    0.577987377659188,
    0.577987377659188,
    0.577987377659188,
    0.577987377659188,
    0.727062294032262,
    0.727062294032262,
    0.727062294032262,
    0.727062294032262,
    0.727062294032262,
    0.727062294032262,
    0.727062294032262,
    0.727062294032262,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7257803471347553,
    0.7696349952543802,
    0.7696349952543802,
    0.7696349952543802,
    0.7696349952543802,
    0.7696349952543802,
    0.7696349952543802
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders as they line up outside the university gym before the career fair opens.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders as they line up outside the university gym before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.43833414750111743,
    0.43833414750111743,
    0.43833414750111743,
    0.43833414750111743,
    0.43833414750111743,
    0.5819323009934568,
    0.5819323009934568,
    0.5819323009934568,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.8117857649824078,
    0.8117857649824078,
    0.8117857649824078,
    0.8453755121389683,
    0.8453755121389683,
    0.8453755121389683,
    0.8453755121389683,
    0.8517947356068576,
    0.8517947356068576,
    0.8517947356068576,
    0.8517947356068576,
    0.8517947356068576,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225,
    0.8602460899631225
  ],
  "22": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a space with a polished floor, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "In a space with a polished floor, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders.",
    "A space with a polished floor hosts a career-event scene where consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the floor, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "In a space with a polished floor, a career-event scene unfolds as consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the floor, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "On a polished floor, a career-event scene unfolds as consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the floor while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "On a polished floor, a career-event scene unfolds as consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the floor while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "On a polished floor, a career fair unfolds as consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the floor while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.44254061734526884,
    0.44254061734526884,
    0.44254061734526884,
    0.44254061734526884,
    0.44254061734526884,
    0.44254061734526884,
    0.4733883104794875,
    0.4733883104794875,
    0.4733883104794875,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7419014255527072,
    0.7213643637789956,
    0.7213643637789956,
    0.7213643637789956,
    0.7213643637789956,
    0.7213643637789956,
    0.7213643637789956,
    0.7213643637789956,
    0.7839209821085888,
    0.7839209821085888,
    0.7839209821085888,
    0.7839209821085888,
    0.7839209821085888,
    0.7839209821085888,
    0.7839209821085888,
    0.7839209821085888,
    0.7839209821085888,
    0.7839209821085888,
    0.8446583911741994,
    0.8446583911741994,
    0.8446583911741994,
    0.8692501716142476
  ],
  "23": [
    "",
    "",
    "",
    "",
    "A group of students lines up outside the university gym, waiting for the career fair to open.",
    "A group of students lines up outside the university gym, waiting for the career fair to open. Dozens of booths with colorful banners circle the polished floor.",
    "A group of students lines up outside the university gym, waiting for the career fair to open. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A group of students lines up outside the university gym, waiting for the career fair to open. Inside the gym, dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym, waiting for the career fair to open. Inside the gym, dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym, waiting for the career fair to open. Inside the gym, dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.5206564197885197,
    0.5206564197885197,
    0.5206564197885197,
    0.5206564197885197,
    0.5206564197885197,
    0.5206564197885197,
    0.5206564197885197,
    0.5206564197885197,
    0.5206564197885197,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.6883429983969029,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.692314459266008,
    0.7847910186688922,
    0.7847910186688922,
    0.7847910186688922,
    0.7847910186688922,
    0.7847910186688922,
    0.7847910186688922,
    0.7847910186688922,
    0.8164013085992852,
    0.8164013085992852
  ],
  "24": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.804027880838805,
    0.804027880838805,
    0.804027880838805,
    0.804027880838805,
    0.804027880838805,
    0.804027880838805,
    0.804027880838805,
    0.8114861737455352,
    0.8114861737455352,
    0.8114861737455352,
    0.8114861737455352,
    0.8353756209207845,
    0.8353756209207845,
    0.8353756209207845,
    0.8353756209207845,
    0.8353756209207845,
    0.8353756209207845,
    0.8297973186927377,
    0.8297973186927377,
    0.8297973186927377,
    0.8297973186927377,
    0.8297973186927377,
    0.8297973186927377,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926,
    0.8529440843519926
  ]
}