{
  "0": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the schedule. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the schedule. Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station as a welcome announcement is broadcast over the PA system outlining the schedule. Outside the gym, students line up before the fair opens. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor inside the university gym; tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station as a welcome announcement is broadcast over the PA system outlining the schedule. Outside the university gym, students line up before the fair opens. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes inside branded folders as the scene unfolds.",
    "At the university career fair held inside the gym, dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station as a PA announcement outlines the schedule. Outside, students line up before the fair opens, and career counselors remind attendees to maintain eye contact as event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes in branded folders, and healthcare providers showcase community outreach photos.",
    "Inside the university gym, a career fair features dozens of booths with colorful banners around a polished floor; tech companies display demo screens of their latest apps and consulting firms present glossy case study booklets on high tables, while alumni volunteers give quick pep talks near a coffee station. A PA system broadcasts the schedule, and event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the fair opens, and career counselors remind attendees to maintain eye contact. Inside, attendees clutch resumes in branded folders and healthcare providers showcase photos from community outreach.",
    "Inside the university gym, a career fair unfolds with dozens of booths and colorful banners on a polished floor. Tech companies display demo screens of their latest apps, while consulting firms present glossy case study booklets on high tables. Alumni volunteers give pep talks near the coffee station as the PA system broadcasts the schedule and staff scan registrations, handing out lanyards at the entrance. Outside the gym, students line up before opening. Inside, attendees clutch resumes in branded folders, and healthcare providers showcase photos from community outreach. At the university fair, a PA welcome announcement outlines the schedule and career counselors remind attendees to maintain eye contact. Alumni volunteers share pep talks near the coffee station.",
    "Inside the university gym, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give pep talks near the coffee station, and PA announcements broadcast the schedule as staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening. Inside, attendees clutch resumes in branded folders, and healthcare providers showcase photos from community outreach. A welcome PA message outlines the schedule, and career counselors remind attendees to maintain eye contact as they circulate.",
    "Inside the university gym, a bustling career fair unfolds on a polished floor with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase photos from community outreach, and alumni volunteers give pep talks near the coffee station. Attendees clutch resumes in branded folders as staff scan registrations and issue lanyards at the entrance. Outside, students line up before opening. A welcome PA message outlines the schedule, and PA announcements broadcast throughout as career counselors remind attendees to maintain eye contact while circulating. The scene depicts a multi-firm recruitment event with demos and informational handouts."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.4882588375733483,
    0.4882588375733483,
    0.4882588375733483,
    0.4882588375733483,
    0.4260632039190907,
    0.4260632039190907,
    0.4260632039190907,
    0.8969090477345887,
    0.8969090477345887,
    0.8969090477345887,
    0.8969090477345887,
    0.8969090477345887,
    0.9142275799730926,
    0.9142275799730926,
    0.9142275799730926,
    0.9142275799730926,
    0.9120521612465473,
    0.9120521612465473,
    0.9120521612465473,
    0.9120521612465473,
    0.9120521612465473,
    0.9120521612465473,
    0.9024092348234594,
    0.9024092348234594,
    0.9024092348234594,
    0.9024092348234594,
    0.8987647951929234,
    0.8987647951929234,
    0.8987647951929234,
    0.8987647951929234,
    0.8770559441040826,
    0.8770559441040826,
    0.8770559441040826,
    0.8770559441040826,
    0.8770559441040826,
    0.8770559441040826,
    0.8770559441040826,
    0.9068507058498191,
    0.9068507058498191,
    0.9068507058498191,
    0.9068507058498191,
    0.9068507058498191,
    0.9068507058498191,
    0.9068507058498191,
    0.9109872717664385,
    0.9109872717664385,
    0.9109872717664385,
    0.9109872717664385,
    0.9109872717664385,
    0.9109872717664385,
    0.9109872717664385,
    0.9109872717664385,
    0.9109872717664385,
    0.9109872717664385
  ],
  "1": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule, while tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens of their latest apps while healthcare providers showcase community outreach photos. Alumni volunteers offer quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens of their latest apps while healthcare providers showcase photos from community outreach. Alumni volunteers offer quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. Alumni volunteers offer quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university fair, a PA welcome announcement outlines the schedule. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. At the career fair, tech companies again display demo screens of their latest apps, career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule. Alumni volunteers share pep talks near the coffee station.",
    "At the university fair and the subsequent career fair, PA announcements outline the schedule. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach; alumni volunteers deliver pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym before openings. Inside, dozens of booths with colorful banners encircle the polished floor; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as attendees circulate, and the PA announcements recur across the event phases. Alumni volunteers deliver brief pep talks near the coffee station, and healthcare providers again showcase outreach photos while tech demos recur.",
    "At the university fair and subsequent career fair, PA announcements outline the schedule, recapitulating across the event phases. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym prior to openings. Inside, dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as attendees circulate, and tech demos recur while healthcare outreach photos are shown again. Students line up outside the university gym before the career fair opens."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.4309421560869154,
    0.4309421560869154,
    0.4309421560869154,
    0.4309421560869154,
    0.4309421560869154,
    0.45294107414340345,
    0.45294107414340345,
    0.45294107414340345,
    0.6464475448204421,
    0.6464475448204421,
    0.6464475448204421,
    0.6464475448204421,
    0.6464475448204421,
    0.6464475448204421,
    0.6464475448204421,
    0.6464475448204421,
    0.6464475448204421,
    0.6929915130611531,
    0.6929915130611531,
    0.6929915130611531,
    0.8455084363312076,
    0.8455084363312076,
    0.8455084363312076,
    0.846171791170291,
    0.846171791170291,
    0.846171791170291,
    0.846171791170291,
    0.846171791170291,
    0.8422556785999067,
    0.8422556785999067,
    0.8422556785999067,
    0.8422556785999067,
    0.8422556785999067,
    0.8427034289417596,
    0.8427034289417596,
    0.8427034289417596,
    0.8427034289417596,
    0.8427034289417596,
    0.8427034289417596,
    0.8427034289417596,
    0.8257870698133285,
    0.8257870698133285,
    0.8257870698133285,
    0.8257870698133285,
    0.8257870698133285,
    0.8257870698133285,
    0.8257870698133285,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841,
    0.8346423107713841
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps at the fair, while a welcome announcement is broadcast over the PA system outlining the schedule.",
    "Tech companies display demo screens showing their latest apps at the career fair, while a welcome announcement is broadcast over the PA system outlining the schedule. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps at the career fair, while a welcome announcement is broadcast over the PA system outlining the schedule. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Tech companies display demo screens showing their latest apps at the university career fair, while a welcome announcement is broadcast over the PA system outlining the schedule. Students line up outside the university gym before the fair opens. Inside, dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders.",
    "At a university career fair, tech companies display demo screens showing their latest apps while a welcome announcement is broadcast over the PA system outlining the schedule. Students line up outside the university gym before the fair opens. Inside, dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair by the gym, students line up outside before the fair opens, while event staff scan registrations and hand out lanyards at the entrance. Inside the gym, dozens of booths with colorful banners circle the polished floor; students clutch resumes in branded folders. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the schedule, and career counselors remind attendees to maintain eye contact. The scene combines activity around the gym with a swarming display of recruitment materials and interactions as the fair launches.",
    "By the gym, students line up outside before the fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners circle the polished floor while students clutch resumes in branded folders. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the schedule, and career counselors remind attendees to maintain eye contact. The scene blends the activity around the gym with a swarming display of recruitment materials and interactions as the fair launches.",
    "A career fair by the gym has students lining up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround the polished floor, and students clutch resumes in branded folders. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the schedule, and career counselors remind attendees to maintain eye contact. The scene blends activity around the gym with a swarming display of recruitment materials and interactions as the fair launches.",
    "The scene centers on a career fair by the gym, with students lined up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor, and students clutch resumes in branded folders. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station as a welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. The scene blends activity around the gym with a swarming display of recruitment materials and interactions as the fair launches.",
    "The scene centers on a career fair by the gym, with students lined up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor, and students clutch resumes in branded folders. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station as a welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. The overall moment blends activity around the gym with a swarming display of recruitment materials and interactions as the fair launches.",
    "The scene centers on a career fair by the gym, with students lined up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor, and students clutch resumes in branded folders. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station as a welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. The overall moment blends activity around the gym with a swarming display of recruitment materials and interactions as the fair launches."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.43409455634211863,
    0.43409455634211863,
    0.43409455634211863,
    0.43409455634211863,
    0.43409455634211863,
    0.6461119198383314,
    0.6461119198383314,
    0.6461119198383314,
    0.6461119198383314,
    0.6461119198383314,
    0.7376780500219394,
    0.7376780500219394,
    0.7376780500219394,
    0.7376780500219394,
    0.7376780500219394,
    0.7754529565783377,
    0.7754529565783377,
    0.7754529565783377,
    0.7754529565783377,
    0.7754529565783377,
    0.8268123405928144,
    0.8268123405928144,
    0.8268123405928144,
    0.8268123405928144,
    0.8268123405928144,
    0.8268123405928144,
    0.8942823642102289,
    0.8942823642102289,
    0.8942823642102289,
    0.8942823642102289,
    0.8496571359920906,
    0.8496571359920906,
    0.8496571359920906,
    0.8496571359920906,
    0.8496571359920906,
    0.8778744554198856,
    0.8778744554198856,
    0.8778744554198856,
    0.8778744554198856,
    0.8778744554198856,
    0.8675162018193299,
    0.8675162018193299,
    0.8675162018193299,
    0.8675162018193299,
    0.8660156968454658,
    0.8660156968454658,
    0.8660156968454658,
    0.8660156968454658,
    0.8660156968454658,
    0.8660156968454658,
    0.8602025709961139,
    0.8602025709961139,
    0.8602025709961139,
    0.8602025709961139,
    0.8602025709961139,
    0.8602025709961139,
    0.8602025709961139
  ],
  "3": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "At the fair, alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the schedule.",
    "At the fair, alumni volunteers give quick pep talks near the coffee station while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the schedule. Outside the university gym, students line up before the career fair opens.",
    "At the fair, alumni volunteers give quick pep talks near the coffee station while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Outside the university gym, students line up before the career fair opens.",
    "At the fair, alumni volunteers give quick pep talks near the coffee station while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor. Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor as alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair near the gym, dozens of booths with colorful banners circle the polished floor as alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; alumni volunteers give quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the career fair opens. Inside, students clutch resumes in branded folders. Healthcare providers showcase community outreach photos.",
    "At the university career fair around the gym, dozens of booths with colorful banners surround the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase photos from community outreach. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. An ongoing PA welcome announcement outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the fair opens; inside, students clutch resumes in branded folders. Throughout, the same layout is seen: tech demos, outreach photos, pep talks by alumni near the coffee station, and a PA announcement of the schedule.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase photos from community outreach. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A PA welcome announcement outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the fair opens; inside, students clutch resumes in branded folders. Throughout, the same layout is seen: tech demos, outreach photos, pep talks by alumni near the coffee station, and a PA announcement of the schedule.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase photos from community outreach. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A PA welcome announces the schedule as event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening; inside, students clutch resumes in branded folders. The familiar layout—tech demos, outreach photos, alumni pep talks near the coffee station, and a PA schedule—persists across the space, with the same elements reiterated in different areas.",
    "At the university gym, the career fair unfolds with dozens of booths encircling a polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase photos from community outreach. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A PA welcome announces the schedule as event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening; inside, students clutch resumes in branded folders. The space maintains a familiar layout—tech demos, outreach photos, alumni talks by the coffee station, and a PA schedule—reiterated across different areas, with the outside line preceding the opening."
  ],
  "3_score": [
    0.0,
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.46327104410814246,
    0.46327104410814246,
    0.46327104410814246,
    0.46327104410814246,
    0.589296283275458,
    0.589296283275458,
    0.589296283275458,
    0.8195249480393862,
    0.8195249480393862,
    0.8195249480393862,
    0.8195249480393862,
    0.8195249480393862,
    0.8210685871085244,
    0.8210685871085244,
    0.8210685871085244,
    0.8210685871085244,
    0.8210685871085244,
    0.879023604543737,
    0.879023604543737,
    0.879023604543737,
    0.879023604543737,
    0.8958669716431743,
    0.8958669716431743,
    0.8958669716431743,
    0.8958669716431743,
    0.8958669716431743,
    0.9010531776647188,
    0.9010531776647188,
    0.9010531776647188,
    0.9010531776647188,
    0.9010531776647188,
    0.898839550858088,
    0.898839550858088,
    0.898839550858088,
    0.898839550858088,
    0.898839550858088,
    0.9143660739702624,
    0.9143660739702624,
    0.9143660739702624,
    0.9143660739702624,
    0.9143660739702624,
    0.9143660739702624,
    0.8865249179221875,
    0.8865249179221875,
    0.8865249179221875,
    0.8865249179221875,
    0.8865249179221875,
    0.8865249179221875,
    0.8909235546774282,
    0.8909235546774282,
    0.8909235546774282,
    0.8909235546774282,
    0.8909235546774282,
    0.8909235546774282,
    0.8909235546774282,
    0.8909235546774282,
    0.8788183525885085,
    0.8788183525885085,
    0.8788183525885085,
    0.8788183525885085,
    0.8788183525885085
  ],
  "4": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "At the fair, healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the event schedule.",
    "At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps, with a welcome announcement broadcast over the PA system outlining the event schedule. At the career fair, tech companies again display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact, accompanied by a welcome announcement outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps, with a welcome announcement broadcast over the PA system outlining the event schedule. At the career fair, tech companies again display demo screens of their latest apps, while career counselors remind attendees to maintain eye contact, accompanied by a welcome announcement outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At multiple events, tech companies display demo screens of their latest apps and welcome announcements are broadcast over the PA system outlining schedules. At the fair, healthcare providers showcase community outreach photos; alumni volunteers give brief pep talks near the coffee station; and event staff scan registrations and hand out lanyards at the entrance. At the university career fair, students line up outside the gym before opening, then enter dozens of booths with colorful banners circling the polished floor as they clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair and at the fair, tech companies display demo screens of their latest apps, and a PA welcome announces the schedule. Healthcare providers showcase community outreach photos. Alumni volunteers give pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening; inside, dozens of booths with colorful banners circle the polished floor as students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the university gym, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase photos from community outreach, and alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system outlining the schedule and attendees circulate. Outside the gym, students line up before the fair opens, and inside they clutch resumes inside branded folders. Staff scan registrations and hand out lanyards at the entrance. The scene is a bustling, multi-firm recruitment event with demos and informational handouts.",
    "At the university gym, a bustling, multi-firm recruitment fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps while consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase photos from community outreach. Alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as a welcome announcement outlines the schedule over the PA system and attendees circulate. Outside, students line up before the fair opens; inside, attendees clutch resumes in branded folders. Staff scan registrations and hand out lanyards at the entrance. Overall, the event features demos, informational handouts, and a lively mix of firms circling the space."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.5281778324518982,
    0.5281778324518982,
    0.5281778324518982,
    0.5281778324518982,
    0.5281778324518982,
    0.5281778324518982,
    0.5281778324518982,
    0.5281778324518982,
    0.5281778324518982,
    0.7364628362105045,
    0.7364628362105045,
    0.7364628362105045,
    0.7364628362105045,
    0.7364628362105045,
    0.7364628362105045,
    0.7364628362105045,
    0.7362174423158662,
    0.7362174423158662,
    0.7362174423158662,
    0.7362174423158662,
    0.7362174423158662,
    0.7362174423158662,
    0.7362174423158662,
    0.7362174423158662,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.8140376290163878,
    0.9017418169509248,
    0.9017418169509248,
    0.9017418169509248,
    0.9017418169509248,
    0.9017418169509248,
    0.9017418169509248,
    0.9017418169509248,
    0.9017418169509248,
    0.9051454176175815,
    0.9051454176175815,
    0.9051454176175815,
    0.9051454176175815,
    0.9051454176175815,
    0.9051454176175815,
    0.9051454176175815,
    0.9051454176175815,
    0.8996024435297252,
    0.8996024435297252
  ],
  "5": [
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens of their latest apps, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair beside the gym, dozens of booths with colorful banners encircle the polished floor. Outside the gym, students line up before the fair opens. Tech companies display demo screens of their latest apps, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair beside the gym, dozens of booths with colorful banners encircle the polished floor. Outside the gym, students line up before the fair opens. Inside the gym, tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair beside the gym, dozens of booths with colorful banners encircle the polished floor. Outside the gym, students line up before the fair opens. Inside, tech companies display demo screens of their latest apps while consulting firms place glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair beside the gym, dozens of booths with colorful banners encircle a polished floor, and outside, students line up before opening. Inside, tech companies display demo screens of their latest apps while consulting firms place glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair beside the gym, dozens of booths with colorful banners encircle a polished floor, and outside, students line up before opening. Inside, tech companies display demo screens of their latest apps while consulting firms place glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "5_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3491750663559545,
    0.3491750663559545,
    0.501356686208402,
    0.501356686208402,
    0.501356686208402,
    0.6697034245155123,
    0.6697034245155123,
    0.6697034245155123,
    0.7858583044881038,
    0.7858583044881038,
    0.7858583044881038,
    0.7858583044881038,
    0.7858583044881038,
    0.8501498975784263,
    0.8501498975784263,
    0.8501498975784263,
    0.8501498975784263,
    0.8582684559367376,
    0.8582684559367376,
    0.8582684559367376,
    0.8582684559367376,
    0.8582684559367376,
    0.8582684559367376,
    0.8582684559367376,
    0.8582684559367376,
    0.8582684559367376,
    0.8582684559367376,
    0.9173486124737746,
    0.9173486124737746,
    0.9173486124737746,
    0.9173486124737746,
    0.9173486124737746,
    0.9173486124737746,
    0.9111913855851627,
    0.9111913855851627,
    0.9111913855851627,
    0.9111913855851627,
    0.9111913855851627,
    0.9070664037349401,
    0.9070664037349401,
    0.9070664037349401,
    0.9070664037349401,
    0.9070664037349401,
    0.9010273046403258,
    0.9010273046403258,
    0.9010273046403258,
    0.9010273046403258,
    0.9010273046403258,
    0.9010273046403258,
    0.9010273046403258,
    0.9047478321413571,
    0.9047478321413571,
    0.9047478321413571,
    0.9047478321413571,
    0.9047478321413571,
    0.9047478321413571,
    0.9047478321413571,
    0.9047478321413571,
    0.9047478321413571
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, complemented by consulting firms stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule and sets the scene as attendees circulate. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the fair opens.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule as attendees circulate. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the fair opens.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule as attendees circulate. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Tech companies display demo screens featuring their latest apps, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, a welcome announcement plays over the PA as attendees circulate. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Tech companies display demo screens featuring their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, a welcome announcement plays over the PA as attendees circulate. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, a welcome announcement plays over the PA as attendees circulate. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system outlining the schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens. Inside, students clutch resumes in branded folders.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement plays over the PA system, outlining the schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the fair opens. Inside, students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase photos from community outreach. Inside, students clutch resumes in branded folders. Outside, students line up before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA, outlining the schedule as attendees circulate. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5531235279568797,
    0.5531235279568797,
    0.5531235279568797,
    0.7333584102591273,
    0.7333584102591273,
    0.7333584102591273,
    0.7333584102591273,
    0.7573410211801299,
    0.7573410211801299,
    0.7573410211801299,
    0.7573410211801299,
    0.8099435706481833,
    0.8099435706481833,
    0.8099435706481833,
    0.8099435706481833,
    0.8127498658373445,
    0.8127498658373445,
    0.8127498658373445,
    0.8127498658373445,
    0.8127498658373445,
    0.8627874855308214,
    0.8627874855308214,
    0.8627874855308214,
    0.8627874855308214,
    0.8627874855308214,
    0.8627874855308214,
    0.8895058859556714,
    0.8895058859556714,
    0.8895058859556714,
    0.8895058859556714,
    0.8895058859556714,
    0.9025379098710646,
    0.9025379098710646,
    0.9025379098710646,
    0.9025379098710646,
    0.9084155524997923,
    0.9084155524997923,
    0.9084155524997923,
    0.9084155524997923,
    0.9084155524997923,
    0.9084155524997923,
    0.9084155524997923,
    0.9084155524997923,
    0.9118662072760352,
    0.9118662072760352,
    0.9118662072760352,
    0.9118662072760352,
    0.9118662072760352,
    0.9167065169214035,
    0.9167065169214035,
    0.9167065169214035,
    0.9167065169214035,
    0.9167065169214035,
    0.916925460765094,
    0.916925460765094
  ],
  "7": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "At the career fair, tech companies display demo screens showcasing their latest apps, while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair, tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, tech companies display demo screens showing their latest apps while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the career fair, tech companies display demo screens showing their latest apps while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the career fair, tech companies display demo screens of their latest apps while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair around the gym, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. Outside the gym, students line up before the career fair opens.",
    "At the university gym, a career fair surrounds the polished floor with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Outside the gym, students line up before the career fair opens.",
    "At the university gym, a career fair unfolds across a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Outside the gym, students line up before the career fair opens.",
    "At the university gym, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Outside the gym, students line up before the career fair opens.",
    "At the university gym, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA, outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Outside the gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Outside, students line up before the fair opens. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.49995400328723244,
    0.49995400328723244,
    0.6527102684752258,
    0.6527102684752258,
    0.6527102684752258,
    0.7525248309040313,
    0.7525248309040313,
    0.7525248309040313,
    0.7525248309040313,
    0.7908512800742876,
    0.7908512800742876,
    0.7908512800742876,
    0.840596844545755,
    0.840596844545755,
    0.840596844545755,
    0.840596844545755,
    0.840596844545755,
    0.840596844545755,
    0.8355884974999173,
    0.8355884974999173,
    0.8355884974999173,
    0.8355884974999173,
    0.9146518277823305,
    0.9146518277823305,
    0.9146518277823305,
    0.9146518277823305,
    0.9146518277823305,
    0.9146518277823305,
    0.9146518277823305,
    0.9146518277823305,
    0.9026442797072012,
    0.9026442797072012,
    0.9026442797072012,
    0.9026442797072012,
    0.9026442797072012,
    0.9086289868760751,
    0.9086289868760751,
    0.9086289868760751,
    0.9086289868760751,
    0.9069323475262341,
    0.9069323475262341,
    0.9069323475262341,
    0.9069323475262341,
    0.9069323475262341,
    0.9145044635074285,
    0.9145044635074285,
    0.9145044635074285,
    0.9145044635074285,
    0.9145044635074285,
    0.9145044635074285,
    0.9091771708927504,
    0.9091771708927504,
    0.9091771708927504,
    0.9091771708927504,
    0.9091771708927504,
    0.9091771708927504,
    0.9108890661377878
  ],
  "8": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, while alumni volunteers share brief pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showcasing their latest apps, while alumni volunteers deliver brief pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showcasing their latest apps, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showcasing their latest apps, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the career fair opens.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showcasing their latest apps, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, a welcome announcement broadcasts over the PA, outlining the schedule. Tech companies display demo screens showing their latest apps while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners encircle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor, where tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the career fair opens.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor, where tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA, outlining the schedule. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the career fair opens.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers showcase photos from community outreach. Inside, students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the career fair opens.",
    "At the university career fair around the gym, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA, outlining the schedule as attendees circulate. Healthcare providers showcase photos from community outreach. Inside, students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the career fair opens.",
    "At the university career fair surrounding the gym, dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA, outlining the schedule as attendees circulate; inside, students clutch resumes in branded folders. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before the fair opens. The welcome announcement outlines the fair schedule over the PA system.",
    "A university career fair around the gym features dozens of booths with colorful banners encircling the polished floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase photos from community outreach. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A PA welcome announces the schedule as attendees circulate, and students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, students line up before opening. The familiar layout—tech demos, outreach photos, alumni talks, and a PA schedule—persists across the space."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.4277037444290076,
    0.4277037444290076,
    0.5173259003493831,
    0.5173259003493831,
    0.5173259003493831,
    0.5173259003493831,
    0.5594913875612072,
    0.5594913875612072,
    0.5594913875612072,
    0.5594913875612072,
    0.5627422546895794,
    0.5627422546895794,
    0.5627422546895794,
    0.5627422546895794,
    0.5627422546895794,
    0.6904195725722654,
    0.6904195725722654,
    0.6904195725722654,
    0.8438579733273897,
    0.8438579733273897,
    0.8438579733273897,
    0.8438579733273897,
    0.8438579733273897,
    0.8438579733273897,
    0.8438579733273897,
    0.8438579733273897,
    0.8438579733273897,
    0.88841592456313,
    0.88841592456313,
    0.88841592456313,
    0.88841592456313,
    0.9038795471848405,
    0.9038795471848405,
    0.9038795471848405,
    0.9038795471848405,
    0.9038795471848405,
    0.907978453102325,
    0.907978453102325,
    0.907978453102325,
    0.907978453102325,
    0.9109650512198935,
    0.9109650512198935,
    0.9109650512198935,
    0.9109650512198935,
    0.9109650512198935,
    0.9109650512198935,
    0.9109650512198935,
    0.9114277507227375,
    0.9114277507227375,
    0.9114277507227375,
    0.9114277507227375,
    0.9114277507227375,
    0.9156302419379345,
    0.9156302419379345,
    0.9156302419379345,
    0.9156302419379345,
    0.9156302419379345,
    0.9156302419379345,
    0.8924276833176923,
    0.8924276833176923,
    0.8924276833176923,
    0.8924276833176923,
    0.8924276833176923
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and event staff scan registrations and hand out lanyards at the entrance.",
    "Tech companies display demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At the fair, exhibitors include tech companies with demo screens of their latest apps and healthcare providers showcasing community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while a PA welcome announcement outlines the event schedule. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At the fair, tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, and a PA welcome announcement outlines the event schedule. Alumni volunteers deliver brief pep talks near the coffee station. At the career fair, tech companies again display demo screens of their latest apps, career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule. Alumni volunteers share pep talks near the coffee station.",
    "At the fair and the career fair, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while a PA welcome announcement outlines the schedule. Alumni volunteers deliver pep talks near the coffee station. At the career fair, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the fair and the career fair, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while a PA welcome announcement outlines the schedule. Alumni volunteers deliver pep talks near the coffee station. At the career fair, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At both the fair and the career fair, tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos, while dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement outlines the schedule over the PA system. Alumni volunteers deliver pep talks near the coffee station. At the career fair, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "The fair and the career fair feature tech companies displaying demo screens of their latest apps and healthcare providers showcasing community outreach photos, while dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement outlines the schedule over the PA system. Alumni volunteers deliver pep talks near the coffee station. At the career fair, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the university gym, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables, while healthcare providers showcase photos from community outreach. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA, outlining the schedule as attendees circulate. Students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables and healthcare providers showcase photos from community outreach. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA, outlining the schedule as attendees circulate. Students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.4241719624347488,
    0.4241719624347488,
    0.4241719624347488,
    0.4241719624347488,
    0.4241719624347488,
    0.6936270503982116,
    0.6936270503982116,
    0.6936270503982116,
    0.6936270503982116,
    0.6551962171517185,
    0.6551962171517185,
    0.6551962171517185,
    0.6551962171517185,
    0.6551962171517185,
    0.6551962171517185,
    0.6551962171517185,
    0.7653264641209914,
    0.7653264641209914,
    0.7653264641209914,
    0.7653264641209914,
    0.7653264641209914,
    0.7653264641209914,
    0.8071845463949202,
    0.8071845463949202,
    0.8071845463949202,
    0.8071845463949202,
    0.8071845463949202,
    0.8171385470497852,
    0.8171385470497852,
    0.8171385470497852,
    0.8171385470497852,
    0.8171385470497852,
    0.8171385470497852,
    0.8173945783149068,
    0.8173945783149068,
    0.8173945783149068,
    0.8173945783149068,
    0.8173945783149068,
    0.8100658255039681,
    0.8100658255039681,
    0.8100658255039681,
    0.8100658255039681,
    0.8100658255039681,
    0.9071860080033005,
    0.9071860080033005,
    0.9071860080033005,
    0.9071860080033005,
    0.9071860080033005,
    0.9071860080033005,
    0.8921598155919592,
    0.8921598155919592
  ]
}