{
  "0": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while healthcare providers showcase photos of community outreach.",
    "Students line up outside the university gym ahead of the career fair opening, as healthcare providers showcase photos of community outreach, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym in anticipation of the career fair opening. Healthcare providers showcase photos of community outreach as part of the event. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym in anticipation of the career fair opening. Healthcare providers showcase photos of community outreach as part of the event. Career counselors remind attendees to maintain eye contact. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase photos of community outreach as part of the event. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome announcement is being broadcast over the PA system outlining the fair schedule.",
    "Students line up outside the university gym in anticipation of the career fair opening. Inside, dozens of booths with colorful banners circle the polished floor as healthcare providers showcase photos of community outreach, tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym in anticipation of the career fair opening. Inside, dozens of booths with colorful banners encircle the polished floor, offering a range of displays: healthcare providers showcase photos of community outreach, tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym as the career fair opens. Inside, dozens of booths with colorful banners encircle a polished floor, offering displays: healthcare providers showcase photos of community outreach; tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym as the career fair opens. Inside, dozens of booths with colorful banners encircle a polished floor, offering displays: healthcare providers showcase photos of community outreach; tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym as the career fair opens. Inside, dozens of booths with colorful banners encircle a polished floor, offering displays: healthcare providers showcase photos of community outreach; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym as the career fair opens, the event held near the gym. Inside, dozens of booths with colorful banners encircle a polished floor, displaying photos of community outreach by healthcare providers, demo screens of latest apps by tech companies, and glossy case-study booklets on high tables from consulting firms. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders and stand in lines ahead of the opening.",
    "Students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards. Inside the fair, dozens of booths with colorful banners encircle a polished floor, where healthcare providers display photos of their community outreach, tech companies run demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes in branded folders as they circulate, and lines of attendees form ahead of opening. A welcome PA announces the schedule and career counselors remind attendees to maintain eye contact. During setup, alumni volunteers give brief pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards. Inside the fair, dozens of booths with colorful banners encircle a polished floor, where healthcare providers display photos of their community outreach, tech companies run demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes in branded folders as they circulate, and lines of attendees form ahead of opening. A welcome PA announces the schedule and career counselors remind attendees to maintain eye contact. During setup, alumni volunteers give brief pep talks near the coffee station.",
    "At the university gym, a career fair unfolds during a professional event. Dozens of booths with colorful banners encircle a polished floor, hosting attendees from consulting firms, tech companies, healthcare providers, and alumni volunteers. Outside, students line up before opening as a welcome announcement broadcasts the schedule over the PA system; inside the entrance staff scan registrations and hand out lanyards. Inside, ahead of opening, a welcome PA outlines the schedule while career counselors remind attendees to maintain eye contact. During setup, alumni volunteers give brief pep talks near the coffee station. In the booths, healthcare providers display photos of their community outreach; tech companies run demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Students clutch resumes in branded folders as they circulate."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.5038142274357427,
    0.5038142274357427,
    0.5038142274357427,
    0.5346848349634913,
    0.5346848349634913,
    0.5346848349634913,
    0.8210219981182768,
    0.8210219981182768,
    0.8210219981182768,
    0.8210219981182768,
    0.8210219981182768,
    0.8425895588832499,
    0.8425895588832499,
    0.8425895588832499,
    0.8425895588832499,
    0.8723744886658962,
    0.8723744886658962,
    0.8723744886658962,
    0.8723744886658962,
    0.8723744886658962,
    0.8786238237938635,
    0.8786238237938635,
    0.8786238237938635,
    0.8712554730129474,
    0.8712554730129474,
    0.8712554730129474,
    0.8799036758138672,
    0.8799036758138672,
    0.8799036758138672,
    0.8799036758138672,
    0.8799036758138672,
    0.8919906926853574,
    0.8919906926853574,
    0.8919906926853574,
    0.8920712615172761,
    0.8920712615172761,
    0.8920712615172761,
    0.8920712615172761,
    0.8940866162497298,
    0.8940866162497298,
    0.8940866162497298,
    0.8940866162497298,
    0.8940866162497298,
    0.8940866162497298,
    0.8940866162497298,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.8701703657044904,
    0.9012745726884922,
    0.9012745726884922
  ],
  "1": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym ahead of the fair opening, students line up outside as a welcome PA outlines the schedule. Inside, the fair features career counselors reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables to form a visible display, while healthcare providers showcase photos from their community outreach. Event staff scan registrations and hand out lanyards at the entrance, and alumni volunteers give quick pep talks near the coffee station. Students clutch resumes in branded folders.",
    "At the university gym ahead of the career fair opening, students line up outside as a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners circle the polished floor: healthcare providers showcase photos from their community outreach, and tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables to form a visible display. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers give quick pep talks near the coffee station. Students clutch resumes in branded folders.",
    "At a university gym hosting a professional career fair, students line up outside before opening as a welcome PA announces the schedule. Inside, the polished floor is ringed by dozens of booths with colorful banners where healthcare providers display photos from community outreach, tech companies show demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers give quick pep talks near the coffee station. Students clutch resumes in branded folders as attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers.",
    "A university gym hosts a professional career fair, with students lining up outside before opening as a welcome PA announces the schedule. Inside, the polished floor is ringed by dozens of booths with colorful banners, where healthcare providers display photos from community outreach, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers give quick pep talks near the coffee station. Students clutch resumes in branded folders as attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, a professional career fair unfolds as students line up outside before opening and a welcome PA announces the schedule. Inside, the polished floor is ringed by dozens of booths with colorful banners, where healthcare providers display photos from community outreach, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers give quick pep talks near the coffee station. Students clutch resumes in branded folders as attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. A welcome announcement outlines the fair schedule over the PA system.",
    "A university campus around the gym hosts a career fair with dozens of booths encircling a polished floor, each booth displaying colorful banners. Outside, students line up before opening while staff scan registrations and hand out lanyards at the entrance. Inside, healthcare providers display photos from community outreach, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders as they interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. An opening welcome announcement over the PA outlines the fair schedule, and alumni volunteers deliver quick pep talks near the coffee station during setup.",
    "Inside a university gym hosting a career fair, dozens of booths with colorful banners encircle a polished floor, hosting attendees from consulting firms, alumni volunteers, tech companies, and healthcare providers. Outside, students line up before opening as staff scan registrations and hand out lanyards at the entrance. Inside, healthcare providers display photos from community outreach; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables, forming visible displays. Career counselors remind attendees to maintain eye contact, while students clutch resumes in branded folders interacting with exhibitors. An opening welcome announcement over the PA outlines the fair schedule, and alumni volunteers deliver quick pep talks near the coffee station during setup.",
    "Inside a university gym hosting a career fair, a polished floor is encircled by dozens of booths and colorful banners. Attendees include representatives from consulting firms, tech companies, healthcare providers, and alumni volunteers assisting. Outside, students line up before opening while staff scan registrations and hand out lanyards at the entrance. Inside, healthcare providers display photos from community outreach; tech companies run demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables forming visible displays. Career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders and circulate among exhibitors. An opening welcome PA outlines the fair schedule, and alumni volunteers deliver quick pep talks near the coffee station during setup."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.37625052656497104,
    0.46923441088667717,
    0.46923441088667717,
    0.46923441088667717,
    0.6444563143157711,
    0.6444563143157711,
    0.6444563143157711,
    0.6444563143157711,
    0.6444563143157711,
    0.608669786483752,
    0.608669786483752,
    0.608669786483752,
    0.6849801592896493,
    0.6849801592896493,
    0.6849801592896493,
    0.6849801592896493,
    0.6849801592896493,
    0.6849801592896493,
    0.7019970381338726,
    0.7019970381338726,
    0.7019970381338726,
    0.7019970381338726,
    0.7019970381338726,
    0.7019970381338726,
    0.864964746831975,
    0.864964746831975,
    0.864964746831975,
    0.864964746831975,
    0.864964746831975,
    0.864964746831975,
    0.864964746831975,
    0.864964746831975,
    0.864964746831975,
    0.9160153565466613,
    0.9160153565466613,
    0.9160153565466613,
    0.9160153565466613,
    0.9160153565466613,
    0.9160153565466613,
    0.9160153565466613,
    0.8659164350408131,
    0.8659164350408131,
    0.8659164350408131,
    0.8673591356134797,
    0.8673591356134797,
    0.8673591356134797,
    0.8673591356134797,
    0.8673591356134797,
    0.8994895416211824,
    0.8994895416211824,
    0.8994895416211824,
    0.8994895416211824,
    0.8847051762708299,
    0.8847051762708299,
    0.8847051762708299,
    0.8798093873944014,
    0.8798093873944014,
    0.8798093873944014,
    0.8798093873944014,
    0.8798093873944014,
    0.8985827813337034,
    0.8985827813337034,
    0.8985827813337034
  ],
  "2": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "The scene depicts consulting firms stacking glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university gym ahead of the career fair opening, students stand in lines clutching resumes inside branded folders, while consulting firms place glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. Attendees are reminded by career counselors to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase photos of community outreach, and tech companies display demo screens showing their latest apps.",
    "Before the career fair opens at the university gym, students stand in lines clutching resumes inside branded folders, while consulting firms place glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. Attendees are reminded by career counselors to maintain eye contact, and a welcome PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, offering a range of displays, including healthcare providers showcasing photos of community outreach and tech companies displaying demo screens of their latest apps. Students line up outside the university gym in anticipation of the fair opening.",
    "Before the career fair opens at the university gym, dozens of booths with colorful banners encircle the polished floor, including healthcare providers showcasing photos of community outreach and tech companies displaying demo screens of their latest apps. Students stand in lines clutching resumes inside branded folders, while consulting firms place glossy case study booklets on high tables nearby. Outside the gym, students line up before the fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. During setup, alumni volunteers give quick pep talks near the coffee station.",
    "Prior to the career fair opening at the university gym, dozens of booths with colorful banners encircle the polished floor. Healthcare providers display photos of community outreach and tech companies show demo screens of their latest apps. Students line up outside before opening, clutching resumes inside branded folders, while consulting firms place glossy case study booklets on high tables nearby. Outside, event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. During setup, alumni volunteers give quick pep talks near the coffee station.",
    "Prior to the fair opening, a university gym hosts a professional career fair with dozens of booths encircling a polished floor, each booth displaying colorful banners. Outside, students line up before opening, clutching resumes inside branded folders; at the entrance, event staff scan registrations and hand out lanyards. Inside, consulting firms stack glossy case-study booklets on high tables; healthcare providers display photos from community outreach; tech companies show demo screens of their latest apps. Attendees interact with reps from consulting firms, healthcare providers, and tech companies as alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule.",
    "At the university gym, a professional career fair unfolds with dozens of booths encircling a polished floor and colorful banners overhead. Outside, students line up before opening, clutching resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Inside, consulting firms stack glossy case-study booklets on high tables; healthcare providers display photos from community outreach; tech companies run demo screens of their latest apps. Attendees interact with reps from consulting, healthcare, and tech firms as alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule.",
    "At the university gym, a professional career fair fills the space with dozens of booths around a polished floor and colorful banners overhead. Outside, students line up before opening, clutching resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Inside, consulting firms display glossy case-study booklets on high tables, healthcare providers show photos from community outreach, and tech companies run demo screens of their latest apps. Attendees mingle with reps from consulting, healthcare, and tech firms as alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule.",
    "At a university gym, a professional career fair fills the space with dozens of booths around a polished floor and colorful banners overhead. Outside, students line up before opening, clutching resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Inside, consulting firms display glossy case-study booklets on high tables; healthcare providers show photos from community outreach; tech companies run demo screens of their latest apps. Attendees mingle with reps from consulting, healthcare, and tech firms as alumni volunteers deliver quick pep talks near a coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA broadcasts the schedule. The scene repeats: booths encircle the floor with banners, hosting attendees from consulting, tech, healthcare, and alumni volunteers; outside, line forms; inside, the PA reiterates the schedule before opening."
  ],
  "2_score": [
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.37746492038980906,
    0.37746492038980906,
    0.37746492038980906,
    0.41732498426524456,
    0.41732498426524456,
    0.41732498426524456,
    0.41732498426524456,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.5349401946069278,
    0.8661950275643107,
    0.8661950275643107,
    0.8661950275643107,
    0.8661950275643107,
    0.8661950275643107,
    0.8661950275643107,
    0.8661950275643107,
    0.8661950275643107,
    0.863964539026017,
    0.863964539026017,
    0.863964539026017,
    0.863964539026017,
    0.8880484045286889,
    0.8880484045286889,
    0.8880484045286889,
    0.8880484045286889,
    0.8880484045286889,
    0.8880484045286889,
    0.8988500102298783,
    0.8988500102298783,
    0.8988500102298783,
    0.8988500102298783,
    0.8988500102298783,
    0.8601977229038138,
    0.8601977229038138,
    0.8601977229038138,
    0.8601977229038138,
    0.8601977229038138,
    0.8957397868194878,
    0.8957397868194878,
    0.8957397868194878,
    0.8972823426863663,
    0.8972823426863663,
    0.8972823426863663,
    0.8972823426863663,
    0.8972823426863663,
    0.8501913843893497,
    0.8501913843893497
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a visible display at the venue. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the venue, consulting firms create a visible display by stacking glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "At the venue, consulting firms create a visible display by stacking glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the venue, consulting firms create a visible display by stacking glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. At a career fair, career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Consulting firms create a visible display by stacking glossy case study booklets on high tables at the venue. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give quick pep talks near the coffee station while students clutch resumes in branded folders. Healthcare providers showcase community outreach photos. At the career fair, career counselors remind attendees to maintain eye contact as a welcome announcement on the PA outlines the fair schedule. Students line up outside the university gym ahead of the fair opening, and healthcare providers again showcase photos of community outreach.",
    "A university career fair scene shows consulting firms stacking glossy case study booklets on high tables around the venue. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes in branded folders. Healthcare providers showcase community outreach photos. During the fair, career counselors remind attendees to maintain eye contact as the welcome announcement on the PA outlines the schedule. Students line up outside the university gym ahead of the fair opening.",
    "At a university career fair, consulting firms stack glossy case study booklets on high tables around the venue, complemented by tech companies displaying demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach as part of the event. Career counselors remind attendees to maintain eye contact while a welcome announcement on the PA outlines the fair schedule. Students line up outside the university gym ahead of the fair opening.",
    "At a university career fair, dozens of booths with colorful banners encircle the polished floor and offer a range of displays: consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and a welcome announcement on the PA outlines the fair schedule. Students line up outside the university gym ahead of the opening, in anticipation of the event.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and a welcome announcement on the PA outlines the fair schedule. Students line up outside the university gym ahead of the opening, in anticipation of the event.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and a welcome announcement on the PA outlines the fair schedule. Students line up outside the university gym ahead of the opening, in anticipation of the event.",
    "At a university career fair embedded within a professional event, dozens of booths with colorful banners encircle a polished floor, hosting consulting firms with glossy case-study booklets on high tables, tech companies displaying demo screens of their latest apps, and healthcare providers showcasing photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and a welcome announcement on the PA outlines the fair schedule. Students line up outside the university gym ahead of the opening.",
    "At a university career fair embedded within a professional event, dozens of booths with colorful banners encircle a polished floor. Consulting firms display glossy case-study booklets on high tables; tech companies show demo screens of their latest apps; healthcare providers showcase photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders and stand in lines ahead of the opening. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Students line up outside the university gym ahead of opening, and the event is held near the gym. Inside, the same scene continues with booths, banners, outreach photos, app demos, and case-study booklets on high tables.",
    "Inside a university career fair held within a gym during a professional event, dozens of booths with colorful banners encircle a polished floor, hosting attendees from consulting firms, tech companies, healthcare providers, and alumni volunteers. High tables display glossy case-study booklets; demo screens show latest apps; outreach photos accompany booths. Alumni volunteers deliver quick pep talks near a coffee station while students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, students line up ahead of opening as a welcome PA broadcasts the schedule; inside, the PA reiterates the schedule and career counselors remind attendees to maintain eye contact. The scene persists inside with the same setup—booths, banners, outreach photos, app demos, and case-study materials—before the fair opens.",
    "Inside a university career fair within a gym for a professional event, dozens of booths with colorful banners encircle a polished floor, hosting attendees from consulting firms, tech companies, healthcare providers, and alumni volunteers. High tables display glossy case-study booklets; demo screens show latest apps; outreach photos accompany booths. Alumni volunteers deliver brief pep talks near a coffee station while students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up ahead of opening as a welcome PA broadcasts the schedule; inside, the PA repeats the schedule and career counselors remind attendees to maintain eye contact. The scene persists inside with the same setup—booths, banners, outreach photos, app demos, and case-study materials—before the fair opens, and lines form outside ahead of opening."
  ],
  "3_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3210969859128918,
    0.3210969859128918,
    0.4985388732668556,
    0.4985388732668556,
    0.6465646248833192,
    0.6465646248833192,
    0.6465646248833192,
    0.6781671982678376,
    0.6781671982678376,
    0.7764813882776878,
    0.7764813882776878,
    0.7764813882776878,
    0.7764813882776878,
    0.7764813882776878,
    0.79451999619895,
    0.79451999619895,
    0.79451999619895,
    0.79451999619895,
    0.79451999619895,
    0.79451999619895,
    0.8612107679923175,
    0.8612107679923175,
    0.8612107679923175,
    0.8612107679923175,
    0.8516504096081312,
    0.8516504096081312,
    0.8516504096081312,
    0.8516504096081312,
    0.8516504096081312,
    0.8513365561557718,
    0.8513365561557718,
    0.8513365561557718,
    0.8513365561557718,
    0.8569685742872712,
    0.8569685742872712,
    0.8569685742872712,
    0.8569685742872712,
    0.8596278925480489,
    0.8596278925480489,
    0.8596278925480489,
    0.8596278925480489,
    0.8613472851101469,
    0.8613472851101469,
    0.8613472851101469,
    0.8613472851101469,
    0.8613472851101469,
    0.8626750883761487,
    0.8626750883761487,
    0.8626750883761487,
    0.8626750883761487,
    0.8626750883761487,
    0.8626750883761487,
    0.842903704205016,
    0.842903704205016,
    0.842903704205016,
    0.842903704205016,
    0.842903704205016,
    0.835969624842901,
    0.835969624842901,
    0.835969624842901,
    0.835969624842901
  ],
  "4": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "Alumni volunteers share quick pep talks near the coffee station as students clutch resumes inside branded folders, while tech companies display demo screens showing their latest apps.",
    "At the university's career fair setup, alumni volunteers share quick pep talks near the coffee station as students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, while healthcare providers showcase photos of their community outreach.",
    "At the university career fair setup, alumni volunteers give quick pep talks near the coffee station, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and healthcare providers showcase photos of their community outreach.",
    "At the university career fair setup, alumni volunteers give quick pep talks near the coffee station, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and healthcare providers showcase photos of their community outreach.",
    "During the university career fair setup, alumni volunteers give quick pep talks near the coffee station while students clutch resumes inside branded folders. Tech companies display demo screens featuring their latest apps. Students line up outside the university gym before the fair opens, and healthcare providers showcase photos of their community outreach. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair set up for a professional event, attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. Alumni volunteers give quick pep talks near the coffee station while students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens featuring their latest apps; healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees.",
    "A university career fair set up for a professional event brings together consulting firms, alumni volunteers, tech companies, and healthcare providers. Alumni volunteers give quick pep talks near the coffee station while students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens featuring their latest apps; healthcare providers showcase photos of community outreach. Outside the university gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system, and at the entrance staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact as the schedule is outlined by a welcome PA. Dozens of booths with colorful banners encircle the polished floor, offering a range of displays.",
    "A university career fair within a professional event brings together consulting firms, alumni volunteers, tech companies, and healthcare providers. Alumni volunteers give quick pep talks near the coffee station; students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps, and healthcare providers showcase photos of community outreach. Outside the university gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system, and at the entrance staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact as the schedule is outlined by a welcome PA. Dozens of booths with colorful banners encircle the polished floor, offering a range of displays.",
    "A university career fair within a professional event brings together consulting firms, alumni volunteers, tech companies, and healthcare providers. Alumni volunteers give quick pep talks near the coffee station, while students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside the university gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system; at the entrance staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact as the schedule is outlined by a welcome PA. Dozens of booths with colorful banners encircle the polished floor, offering a range of displays.",
    "During a university career fair held within a professional event, attendees from consulting firms, alumni volunteers, tech companies, and healthcare providers participate. Alumni volunteers give quick pep talks near the coffee station; students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables to form a visible display; tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside the university gym, students line up before the fair opens as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside the gym ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, offering a range of displays.",
    "A university career fair held within a professional event unfolds in a gym, where dozens of booths with colorful banners encircle the polished floor and host attendees from consulting firms, alumni volunteers, tech companies, and healthcare providers. Alumni volunteers give quick pep talks near the coffee station; students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables to form a visible display; tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside the gym ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "A university career fair unfolds inside a gym during a professional event, with dozens of booths and colorful banners encircling the polished floor and hosting attendees from consulting firms, alumni volunteers, tech companies, and healthcare providers. Alumni volunteers give quick pep talks near the coffee station while students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables to form a visible display; tech companies display demo screens with their latest apps; healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside the gym ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "Inside a university gym, a career fair unfolds during a professional event, with dozens of booths and colorful banners around a polished floor, hosting attendees from consulting firms, tech companies, healthcare providers, and alumni volunteers. Alumni volunteers give pep talks near the coffee station while students clutch resumes in branded folders. Consulting firms display glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside, students line up before the fair opens as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Inside, ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "Inside a university gym, a professional career fair unfolds during a university event, with dozens of booths, colorful banners around a polished floor, hosting attendees from consulting firms, tech companies, healthcare providers, and alumni volunteers. Alumni volunteers give pep talks near the coffee station while students clutch resumes in branded folders. Consulting firms display glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside, students line up before the fair opens as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Inside, ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.46670086529654753,
    0.46670086529654753,
    0.46670086529654753,
    0.5017156606036894,
    0.5017156606036894,
    0.5017156606036894,
    0.7283476862449039,
    0.7283476862449039,
    0.8212669679022508,
    0.8212669679022508,
    0.8212669679022508,
    0.8212669679022508,
    0.8212669679022508,
    0.8212669679022508,
    0.8212669679022508,
    0.8212669679022508,
    0.8212669679022508,
    0.8546008834476494,
    0.8546008834476494,
    0.8546008834476494,
    0.8546008834476494,
    0.8546008834476494,
    0.8364785902226675,
    0.8364785902226675,
    0.8364785902226675,
    0.8364785902226675,
    0.8364785902226675,
    0.8364785902226675,
    0.8364785902226675,
    0.8679315994233419,
    0.8679315994233419,
    0.8679315994233419,
    0.8592923274925635,
    0.8592923274925635,
    0.8592923274925635,
    0.8645877964549757,
    0.8645877964549757,
    0.8645877964549757,
    0.8645877964549757,
    0.8645877964549757,
    0.8712835632540585,
    0.8712835632540585,
    0.8712835632540585,
    0.8712835632540585,
    0.8926435572238172,
    0.8926435572238172,
    0.8926435572238172,
    0.8926435572238172,
    0.886866272441508,
    0.886866272441508,
    0.886866272441508,
    0.886866272441508,
    0.886866272441508,
    0.886866272441508,
    0.8745697984672827,
    0.8745697984672827,
    0.8745697984672827,
    0.8745697984672827,
    0.8745697984672827,
    0.8719172148672667,
    0.8719172148672667
  ],
  "5": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while healthcare providers showcase photos of community outreach.",
    "Career counselors remind attendees to maintain eye contact, while healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby, while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and stand in lines outside the university gym ahead of the fair opening. Healthcare providers showcase photos of community outreach, and tech companies display demo screens showing their latest apps.",
    "At the career fair held near the university gym, attendees are reminded by career counselors to maintain eye contact, and a welcome PA announcement outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby, while event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and stand in lines outside the university gym ahead of the fair opening. Healthcare providers showcase photos of community outreach, and tech companies display demo screens showing their latest apps.",
    "The career fair is held near the university gym. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables nearby as event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and stand in lines outside the university gym ahead of the fair opening. Healthcare providers showcase photos of community outreach, while tech companies display demo screens showing their latest apps.",
    "The career fair is held near the university gym. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables nearby as event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and stand in lines outside the university gym ahead of the fair opening. Healthcare providers showcase photos of community outreach, while tech companies display demo screens showing their latest apps.",
    "The career fair is held near the university gym. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables nearby as event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders and stand in lines outside the university gym ahead of the fair opening. Healthcare providers showcase photos of community outreach, while tech companies display demo screens showing their latest apps.",
    "Near the university gym, a career fair unfolds with attendees queued outside ahead of opening as staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, while a welcome PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables, with tech companies displaying demo screens of their latest apps and healthcare providers showcasing photos of community outreach. Students clutch resumes inside branded folders as they wait, and lines form outside the gym before the fair begins.",
    "Near the university gym, a career fair unfolds with attendees queued outside ahead of opening as staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Students clutch resumes inside branded folders as they wait.",
    "Near the university gym, a career fair unfolds with attendees queued outside ahead of opening as staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Students clutch resumes inside branded folders as they wait.",
    "Near the university gym, a career fair unfolds with attendees queued outside ahead of opening as staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Students clutch resumes inside branded folders as they wait.",
    "Near the university gym, a career fair unfolds with attendees queued outside ahead of opening as staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase photos of community outreach. Students clutch resumes inside branded folders as they wait.",
    "At the university campus near the gym, a career fair unfolds with outside attendees queued before opening as staff scan registrations and hand out lanyards at the entrance. Inside the gym, dozens of booths with colorful banners encircle a polished floor, displaying photos of community outreach by healthcare providers, demo screens of latest apps by tech companies, and glossy case-study booklets on high tables from consulting firms. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station during setup. Students clutch resumes in branded folders and stand in lines ahead of opening.",
    "At a university campus near the gym, outside attendees queue before opening as staff scan registrations and hand out lanyards at the entrance. Inside the gym, dozens of booths with colorful banners encircle a polished floor, displaying photos of healthcare providers’ community outreach, demo screens of the latest apps by tech companies, and glossy case-study booklets on high tables from consulting firms. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station during setup. Students clutch resumes in branded folders and stand in lines ahead of opening."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.4380880596169596,
    0.4380880596169596,
    0.4380880596169596,
    0.5536985881592064,
    0.5536985881592064,
    0.5536985881592064,
    0.8056947562599764,
    0.8056947562599764,
    0.8056947562599764,
    0.8056947562599764,
    0.8244403701315535,
    0.8244403701315535,
    0.8244403701315535,
    0.8244403701315535,
    0.8244403701315535,
    0.8168738982600356,
    0.8168738982600356,
    0.8168738982600356,
    0.8594749766847556,
    0.8594749766847556,
    0.8594749766847556,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8925126940693914,
    0.8407605807489857,
    0.8407605807489857,
    0.8407605807489857,
    0.8407605807489857,
    0.8470542899301419,
    0.8470542899301419,
    0.8470542899301419,
    0.8470542899301419,
    0.8470542899301419,
    0.8470542899301419,
    0.8470542899301419,
    0.8470542899301419,
    0.8470542899301419,
    0.8470542899301419,
    0.8512170108662797,
    0.8512170108662797,
    0.8512170108662797,
    0.8512170108662797,
    0.8512170108662797,
    0.8966369578615743,
    0.8966369578615743,
    0.8966369578615743,
    0.8966369578615743,
    0.834482891625482,
    0.834482891625482,
    0.834482891625482
  ],
  "6": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At a professional event, career counselors remind attendees to maintain eye contact. The scene depicts consulting firms stacking glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "At a university career fair setting within a professional event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the fair opens, and healthcare providers showcase photos of their community outreach.",
    "At a university career fair within a professional event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the fair opens, and healthcare providers showcase photos of their community outreach. A welcome announcement outlines the fair schedule over the PA system.",
    "During a university career fair at a professional event, attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. Consulting firms stack glossy case study booklets on high tables; students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees.",
    "At a university career fair within a professional event, attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. Consulting firms stack glossy case study booklets on high tables; students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps and healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair within a professional event, attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. Consulting firms stack glossy case study booklets on high tables while students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station; tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair within a professional event, attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. Consulting firms stack glossy case study booklets on high tables while students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station; tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair within a professional event, attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. Consulting firms stack glossy case study booklets on high tables while students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station; tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair held during a professional event, attendees interact with consulting firms, alumni volunteers, tech companies, and healthcare providers. Consulting firms stack glossy case-study booklets on high tables to form a visible display, while students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station; tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside the gym, students line up before the fair opens as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside the gym ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "During a university career fair held within a professional event, dozens of booths with colorful banners encircle a polished gym floor, hosting consulting firms, alumni volunteers, tech companies, and healthcare providers. Consulting firms stack glossy case-study booklets on high tables to create a visible display, while students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station; tech companies display demo screens with their latest apps; healthcare providers showcase photos of community outreach. Outside the university gym, students line up before the fair opens as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside the gym ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "A university career fair within a professional event takes place in a gym. Dozens of booths with colorful banners encircle a polished gym floor, hosting consulting firms, alumni volunteers, tech companies, and healthcare providers. Inside, consulting firms stack glossy case-study booklets on high tables to form a visible display; students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station; tech companies display demo screens showing their latest apps; healthcare providers showcase photos of community outreach. Outside, students line up before the fair opens as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside, ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "At a university campus career fair unfolding around the gym, dozens of booths with colorful banners encircle the polished floor. Inside, consulting firms stack glossy case-study booklets on high tables; students clutch resumes in branded folders. Alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach. Outside, students line up before opening as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside, ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "At a university campus career fair unfolding around a gym, dozens of booths with colorful banners encircle a polished floor. Inside the gym, consulting firms stack glossy case-study booklets on high tables while students clutch resumes in branded folders. Alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach. Outside, students line up before opening as a welcome announcement broadcasts the schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to attendees. Ahead of opening, the welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact.",
    "At a university campus, a career fair unfolds around a gym. Outside the gym, students line up before opening as staff scan registrations and hand out lanyards, while a welcome announcement broadcasts the schedule over the PA system. Inside, dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes in branded folders. Alumni volunteers deliver quick pep talks near the coffee station during setup. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos of community outreach. A welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5763322961827445,
    0.5763322961827445,
    0.5763322961827445,
    0.5763322961827445,
    0.562591019834191,
    0.562591019834191,
    0.562591019834191,
    0.7868416955920255,
    0.7868416955920255,
    0.7868416955920255,
    0.8476244286618322,
    0.8476244286618322,
    0.8476244286618322,
    0.8476244286618322,
    0.8476244286618322,
    0.8457073389924066,
    0.8457073389924066,
    0.8457073389924066,
    0.8572844424327548,
    0.8572844424327548,
    0.8572844424327548,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8577513716284767,
    0.8470292585865655,
    0.8470292585865655,
    0.8470292585865655,
    0.8470292585865655,
    0.8470292585865655,
    0.8688313975995878,
    0.8688313975995878,
    0.8688313975995878,
    0.8688313975995878,
    0.8688313975995878,
    0.8688313975995878,
    0.8967171711188024,
    0.8967171711188024,
    0.8967171711188024,
    0.8967171711188024,
    0.8940951126236166,
    0.8940951126236166,
    0.8940951126236166,
    0.8940951126236166,
    0.8940951126236166,
    0.9038967309784889,
    0.9038967309784889,
    0.9038967309784889,
    0.9038967309784889,
    0.8837206223488947
  ],
  "7": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "On the university campus, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables; meanwhile students line up outside the university gym before the career fair opens.",
    "On the university campus, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables; meanwhile students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "On the university campus, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor of the career fair. Outside the university gym, students line up in anticipation before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase photos of community outreach as part of the event.",
    "On a university campus, the career fair unfolds around the university gym where dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables while students clutch resumes in branded folders. Outside the gym, students line up before the fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase photos of their community outreach as part of the event. During setup, alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens featuring their latest apps.",
    "On a university campus, a career fair unfolds around the gym, with dozens of booths and colorful banners circling the polished floor. Consulting firms stack glossy case study booklets on high tables while students clutch resumes in branded folders. Outside the gym, students line up before the fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Healthcare providers showcase photos of their community outreach as part of the event. During setup, alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens featuring their latest apps.",
    "On a university campus, a career fair unfolds around the gym, with dozens of booths and colorful banners circling the polished floor. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, the fair features career counselors reminding attendees to maintain eye contact and a welcome PA outlining the schedule. Consulting firms stack glossy case study booklets on high tables to form a visible display; tech companies show demo screens of their latest apps; healthcare providers showcase photos from their community outreach. Alumni volunteers provide quick pep talks near the coffee station. Students clutch resumes in branded folders.",
    "On a university campus, a career fair unfolds around the gym with dozens of booths and colorful banners circling the polished floor. Outside the university gym, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact and a welcome PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables to form a visible display; tech companies show demo screens of their latest apps; healthcare providers showcase photos from their community outreach. Alumni volunteers provide quick pep talks near the coffee station. Students clutch resumes in branded folders.",
    "On a university campus, a career fair unfolds around the gym, with dozens of booths and colorful banners encircling a polished floor. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. Consulting firms stack glossy case-study booklets on high tables to form a display; tech companies show demo screens of their latest apps; healthcare providers showcase photos from their community outreach. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders.",
    "On a university campus, a career fair unfolds around the gym, with dozens of booths and colorful banners encircling a polished floor. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. Consulting firms stack glossy case-study booklets on high tables to form a display; tech companies show demo screens of their latest apps; healthcare providers showcase photos from their community outreach. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders.",
    "Around the university gym, dozens of booths with colorful banners encircle a polished floor for the career fair. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, a welcome PA outlines the schedule, and alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, tech companies run demo screens of their latest apps, and healthcare providers showcase photos from their community outreach. Students clutch resumes in branded folders as they circulate.",
    "At the university gym, a career fair unfolds with dozens of booths ringed by colorful banners around a polished floor. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, a welcome PA outlines the schedule, and alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, tech companies run demo screens of their latest apps, and healthcare providers showcase photos from their community outreach. Students clutch resumes in branded folders as they circulate.",
    "At the university gym, a career fair unfolds with dozens of booths ringed by colorful banners around a polished floor. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, a welcome PA outlines the schedule, and alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, tech companies run demo screens of their latest apps, and healthcare providers showcase photos from their community outreach. Students clutch resumes in branded folders as they circulate."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.4282150657900935,
    0.4282150657900935,
    0.4282150657900935,
    0.4282150657900935,
    0.4282150657900935,
    0.4282150657900935,
    0.4282150657900935,
    0.5523156523190261,
    0.5523156523190261,
    0.5523156523190261,
    0.5523156523190261,
    0.684980038991026,
    0.684980038991026,
    0.684980038991026,
    0.684980038991026,
    0.8716058361200825,
    0.8716058361200825,
    0.8716058361200825,
    0.8716058361200825,
    0.895426361418687,
    0.895426361418687,
    0.895426361418687,
    0.895426361418687,
    0.895426361418687,
    0.8795743696461867,
    0.8795743696461867,
    0.8795743696461867,
    0.8795743696461867,
    0.8795743696461867,
    0.8888271233448393,
    0.8888271233448393,
    0.8888271233448393,
    0.8888271233448393,
    0.8888271233448393,
    0.8888271233448393,
    0.8888271233448393,
    0.8961610999389491,
    0.8961610999389491,
    0.8961610999389491,
    0.8961610999389491,
    0.8908295768123766,
    0.8908295768123766,
    0.8908295768123766,
    0.8908295768123766,
    0.8908295768123766,
    0.8908295768123766,
    0.8908295768123766,
    0.8908295768123766,
    0.9103499655024794,
    0.9103499655024794,
    0.9103499655024794,
    0.9101689645697031,
    0.9101689645697031,
    0.9101689645697031,
    0.9101689645697031,
    0.9101689645697031,
    0.9101689645697031
  ],
  "8": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "At a career fair, career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym ahead of the fair opening, while healthcare providers showcase photos of community outreach.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym ahead of the fair opening. Healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a welcome announcement broadcasts over the PA system outlining the schedule, while counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps. Students line up outside the university gym ahead of the fair opening. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, a welcome announcement broadcasts over the PA system outlining the schedule, while counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a welcome PA announcement outlines the schedule while counselors remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets on high tables, and healthcare providers show photos of their community outreach. Tech companies run demo screens with their latest apps. Students line up outside the university gym before the fair opens, and event staff scan registrations and hand out lanyards at the entrance. During setup, alumni volunteers give brief pep talks near the coffee station while students clutch resumes in branded folders.",
    "At the university career fair, a welcome PA announces the schedule while counselors remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets on high tables, and healthcare providers show photos of their community outreach. Tech companies run demo screens with their latest apps. Students line up outside the university gym before the fair opens, and event staff scan registrations to hand out lanyards at the entrance. During setup, alumni volunteers give brief pep talks near the coffee station as students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, a welcome PA announces the schedule while counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, where healthcare providers display photos of their community outreach, tech companies run demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes in branded folders as they circulate. At the entrance, event staff scan registrations and hand out lanyards. During setup, alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the fair opens.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor. Healthcare providers display photos of their community outreach, tech companies run demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes in branded folders as they circulate. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Students line up outside the university gym before the fair opens.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor. Healthcare providers display photos of their community outreach, tech companies run demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes in branded folders as they circulate. At the entrance, event staff scan registrations and hand out lanyards; alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Students line up outside the university gym before the fair opens.",
    "At the university gym, a career fair unfolds around a polished floor, with dozens of booths and colorful banners encircling the space. Outside, students line up before opening as staff scan registrations and hand out lanyards at the entrance; inside, career counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule. Healthcare providers display photos of community outreach, tech companies run demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables around the venue. Students clutch resumes in branded folders as they circulate, while alumni volunteers deliver quick pep talks near the coffee station during setup.",
    "At the university gym, a career fair unfolds around a polished floor, with dozens of booths and colorful banners encircling the space. Outside, students line up before opening as staff scan registrations and hand out lanyards at the entrance; Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule. Healthcare providers display photos of community outreach, tech companies run demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables around the venue. Students clutch resumes in branded folders as they circulate, while alumni volunteers deliver quick pep talks near the coffee station during setup.",
    "Inside a university gym hosting a professional career fair, a polished floor is encircled by dozens of booths and colorful banners, with attendees from consulting firms, tech companies, healthcare providers, and alumni volunteers circulating. Outside, students line up before opening as staff scan registrations and hand out lanyards; inside, career counselors remind attendees to maintain eye contact and a welcome PA announces the schedule, later reiterated. Booths display outreach photos, demo screens show latest apps, and high tables hold glossy case-study booklets. Students clutch resumes in branded folders as they circulate, while alumni volunteers deliver quick pep talks near a coffee station during setup. The scene persists inside with the same setup before the fair opens."
  ],
  "8_score": [
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.48406585848799555,
    0.48406585848799555,
    0.48406585848799555,
    0.6470869328102897,
    0.6470869328102897,
    0.6470869328102897,
    0.7844369930600442,
    0.7844369930600442,
    0.7844369930600442,
    0.8330506675537848,
    0.8330506675537848,
    0.8330506675537848,
    0.8330506675537848,
    0.8330506675537848,
    0.8330506675537848,
    0.8346079484077982,
    0.8346079484077982,
    0.8346079484077982,
    0.8346079484077982,
    0.8346079484077982,
    0.8439802358312481,
    0.8439802358312481,
    0.8439802358312481,
    0.8439802358312481,
    0.8439802358312481,
    0.8594877031612966,
    0.8594877031612966,
    0.8594877031612966,
    0.8594877031612966,
    0.8594877031612966,
    0.866619671653476,
    0.866619671653476,
    0.866619671653476,
    0.866619671653476,
    0.866619671653476,
    0.8794591682326145,
    0.8794591682326145,
    0.8794591682326145,
    0.8794591682326145,
    0.8794591682326145,
    0.891954383095972,
    0.891954383095972,
    0.891954383095972,
    0.891954383095972,
    0.8875223975639343,
    0.8875223975639343,
    0.8875223975639343,
    0.8875223975639343,
    0.8875223975639343,
    0.8975505641670972,
    0.8975505641670972,
    0.8975505641670972,
    0.8975505641670972,
    0.8975505641670972,
    0.8975505641670972,
    0.8975505641670972,
    0.8975505641670972,
    0.8975505641670972,
    0.8975505641670972,
    0.8412544433426727
  ],
  "9": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym in anticipation of the fair opening. Healthcare providers showcase photos of community outreach as part of the event.",
    "At the university fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, offering a range of displays. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym in anticipation of the fair opening. Healthcare providers showcase photos of community outreach as part of the event, alongside tech companies displaying demo screens of their latest apps.",
    "At the university fair, career counselors remind attendees to maintain eye contact as a welcome PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, offering a range of displays. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym in anticipation of the fair opening. Healthcare providers showcase photos of community outreach alongside tech companies displaying demo screens of their latest apps. Students clutch resumes inside branded folders.",
    "At the university career fair, career counselors remind attendees to maintain eye contact as a welcome PA outlines the schedule. Dozens of booths with colorful banners encircle the polished floor, offering a range of displays. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym in anticipation of the fair opening. Healthcare providers showcase photos of community outreach, while tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables around the venue. Alumni volunteers deliver quick pep talks near the coffee station.",
    "At a university campus, a career fair unfolds around the gym with dozens of booths and colorful banners circling the polished floor. At the entrance, event staff scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, career counselors remind attendees to maintain eye contact while a welcome PA outlines the schedule. Healthcare providers showcase photos of their community outreach, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables around the venue. Alumni volunteers deliver quick pep talks near the coffee station during setup.",
    "At a university campus, a career fair unfolds around the gym, with dozens of booths and colorful banners circling the polished floor. At the entrance, staff scan registrations and hand out lanyards as students line up outside before opening. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. Healthcare providers showcase photos of their community outreach, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables around the venue. Alumni volunteers deliver quick pep talks near the coffee station during setup.",
    "At a university campus, a career fair unfolds around the gym. Dozens of booths with colorful banners encircle the polished floor. Outside the gym, students line up before opening as staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Healthcare providers showcase photos of their community outreach, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables around the venue. Alumni volunteers deliver quick pep talks near the coffee station during setup.",
    "At a university campus, a career fair unfolds around the gym. Dozens of booths with colorful banners encircle the polished floor. Outside the gym, students line up before opening as staff scan registrations and hand out lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Healthcare providers showcase photos of their community outreach, and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables around the venue. Alumni volunteers deliver quick pep talks near the coffee station during setup.",
    "At a university campus, a career fair unfolds around the gym. Outside the gym, students line up before opening as staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners encircle a polished floor, displaying photos of community outreach by healthcare providers, demo screens of latest apps by tech companies, and glossy case-study booklets on high tables from consulting firms. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station during setup. Students clutch resumes in branded folders and stand in lines ahead of the opening.",
    "At a university campus, a career fair unfolds around the gym. Outside the gym, students line up before opening as staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor, displaying photos of community outreach by healthcare providers, demo screens of latest apps by tech companies, and glossy case-study booklets on high tables from consulting firms. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station during setup. Students clutch resumes in branded folders and stand in lines ahead of the opening.",
    "At a university campus around a gym, students line up outside before opening as staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor, featuring photos of healthcare providers' community outreach, demo screens of latest apps by tech companies, and glossy case-study booklets on high tables from consulting firms. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station during setup. Students clutch resumes in branded folders and stand in lines ahead of the opening."
  ],
  "9_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5018873939113755,
    0.5018873939113755,
    0.6241493263974005,
    0.6241493263974005,
    0.6241493263974005,
    0.7138867100625059,
    0.7138867100625059,
    0.8038717162717299,
    0.8038717162717299,
    0.8038717162717299,
    0.8038717162717299,
    0.8038717162717299,
    0.8038717162717299,
    0.8038717162717299,
    0.8206401579847071,
    0.8206401579847071,
    0.8206401579847071,
    0.8206401579847071,
    0.8206401579847071,
    0.8474087366881758,
    0.8474087366881758,
    0.8474087366881758,
    0.8474087366881758,
    0.8474087366881758,
    0.8474087366881758,
    0.8894293872877488,
    0.8894293872877488,
    0.8894293872877488,
    0.8931540547779243,
    0.8931540547779243,
    0.8931540547779243,
    0.8931540547779243,
    0.8931540547779243,
    0.8931540547779243,
    0.8905650219261988,
    0.8905650219261988,
    0.8905650219261988,
    0.8905650219261988,
    0.8905650219261988,
    0.8888267717952785,
    0.8888267717952785,
    0.8888267717952785,
    0.8888267717952785,
    0.8888267717952785,
    0.8888267717952785,
    0.8790986805828382,
    0.8790986805828382,
    0.8790986805828382,
    0.8790986805828382,
    0.8790986805828382,
    0.8806000657999766,
    0.8806000657999766,
    0.8806000657999766,
    0.8806000657999766,
    0.8806000657999766,
    0.8380511727673068,
    0.8380511727673068,
    0.8380511727673068
  ]
}