{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "The scene at the fair centers on consulting firms stacking glossy case study booklets on high tables into neat stacks, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "The career fair scene on campus centers on consulting firms stacking glossy case study booklets on high tables into neat stacks, while several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens.",
    "The campus career fair centers on consulting firms stacking glossy case study booklets on high tables into neat piles as several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables into neat piles, while several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables into neat piles, while several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables into neat piles, while several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables into neat piles while several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables into neat piles while several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables into neat piles while several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone over its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables into neat piles while several students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone over its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.29100103664681326,
    0.31155666228425116,
    0.31155666228425116,
    0.31155666228425116,
    0.559479994437143,
    0.559479994437143,
    0.559479994437143,
    0.559479994437143,
    0.559479994437143,
    0.7689124396653584,
    0.7689124396653584,
    0.7689124396653584,
    0.8495435168561309,
    0.8495435168561309,
    0.8495435168561309,
    0.8495435168561309,
    0.8758875500341899,
    0.8758875500341899,
    0.8448765168849958,
    0.8448765168849958,
    0.8448765168849958,
    0.8448765168849958,
    0.8725119137519981,
    0.8725119137519981,
    0.8725119137519981,
    0.8725119137519981,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.8588314775051175,
    0.855443158727402,
    0.855443158727402,
    0.855443158727402,
    0.8710373799460307,
    0.8710373799460307,
    0.8710373799460307,
    0.8710373799460307,
    0.8861524186543301,
    0.8861524186543301,
    0.8861524186543301,
    0.8861524186543301,
    0.8861524186543301,
    0.8861524186543301,
    0.886574434025627,
    0.886574434025627,
    0.886574434025627,
    0.886574434025627
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens.",
    "At a campus career fair, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "At a campus career fair, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At a campus career fair, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. The students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At a campus career fair, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. The students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At a campus career fair, career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. The students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At a campus career fair, career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. The students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At a campus career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. The lines form outside the university gym before the fair opens, with some students quietly rehearsing elevator pitches against the wall. Healthcare providers display photos from community outreach. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "A campus career fair unfolds with counselors reminding attendees to maintain eye contact as students clutch resumes inside branded folders. Lines form outside the university gym before the fair opens, and some students quietly rehearse elevator pitches against the wall. Healthcare providers display photos from community outreach. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At a campus career fair outside the university gym, event staff scan registrations and hand out lanyards at the entrance while counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as lines form outside the gym before the fair opens. Some students rehearse elevator pitches quietly against the wall. Healthcare providers display photos from community outreach. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At a campus career fair outside the university gym, event staff scan registrations and hand out lanyards at the entrance while counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as lines form outside the gym before the fair opens. Some students rehearse elevator pitches quietly against the wall. Healthcare providers display photos from community outreach. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.5860094602823005,
    0.5860094602823005,
    0.5860094602823005,
    0.5860094602823005,
    0.7547905463482458,
    0.7547905463482458,
    0.7547905463482458,
    0.7547905463482458,
    0.7547905463482458,
    0.7547905463482458,
    0.7879846875095278,
    0.7879846875095278,
    0.7879846875095278,
    0.7791023316557384,
    0.7791023316557384,
    0.7791023316557384,
    0.7791023316557384,
    0.7791023316557384,
    0.7791023316557384,
    0.7791023316557384,
    0.7894200269450963,
    0.7894200269450963,
    0.7894200269450963,
    0.7910534505119144,
    0.7910534505119144,
    0.7910534505119144,
    0.7910534505119144,
    0.7910534505119144,
    0.7910534505119144,
    0.7910534505119144,
    0.7910534505119144,
    0.7910534505119144,
    0.8183161903269289,
    0.8183161903269289,
    0.8183161903269289,
    0.8183161903269289,
    0.8183161903269289,
    0.8183161903269289,
    0.8183161903269289,
    0.8183161903269289,
    0.8183161903269289,
    0.8183161903269289,
    0.8424581070740567,
    0.8424581070740567,
    0.8424581070740567,
    0.8424581070740567,
    0.8424581070740567,
    0.8424581070740567,
    0.8424581070740567,
    0.8306913643808562,
    0.8306913643808562,
    0.8306913643808562,
    0.8306913643808562,
    0.8306913643808562,
    0.8392433120620165
  ],
  "2": [
    "",
    "",
    "",
    "At the entrance, event staff conduct check-in by scanning registrations and then hand out lanyards to registrants.",
    "At the entrance, event staff conduct check-in by scanning registrations and then hand out lanyards to registrants, while an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff conduct check-in by scanning registrations and then hand out lanyards to registrants, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff conduct check-in by scanning registrations and then hand out lanyards to registrants. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue entrance, event staff conduct check-in by scanning registrations and then hand out lanyards to registrants. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, event staff conduct check-in by scanning registrations and then hand out lanyards to registrants. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, attendees check in at the venue entrance as staff scan registrations and hand out lanyards. Students line up outside the university gym before doors open, clutching resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while in the adjoining classroom workshops on networking etiquette begin. A robotics startup attracts attention by flying a small drone above its booth.",
    "At the university career fair, attendees check in at the venue entrance as staff scan registrations and hand out lanyards. Students line up outside the university gym before doors open, clutching resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while in the adjoining classroom workshops on networking etiquette begin. A robotics startup attracts attention by flying a small drone above its booth.",
    "At the university career fair, attendees check in at the venue entrance as staff scan registrations and hand out lanyards. Students line up outside the university gym before doors open, clutching resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while in the adjoining classroom workshops on networking etiquette begin. A robotics startup attracts attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, attendees check in at the venue entrance as staff scan registrations and hand out lanyards. Students line up outside the university gym before doors open, clutching resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while in the adjoining classroom workshops on networking etiquette begin. A robotics startup attracts attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, attendees check in at the venue entrance as staff scan registrations and hand out lanyards. Students line up outside the university gym before doors open, clutching resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while in an adjoining classroom, workshops on networking etiquette begin. A robotics startup attracts attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, attendees check in at the venue entrance as staff scan registrations and hand out lanyards. Students line up outside the university gym before doors open, clutching resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while in an adjoining classroom, workshops on networking etiquette begin. A robotics startup attracts attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, attendees check in at the venue entrance as staff scan registrations and hand out lanyards. Students line up outside the university gym before doors open, clutching resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while in an adjoining classroom workshops on networking etiquette begin. A robotics startup attracts attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, attendees check in at the venue entrance as staff scan registrations and hand out lanyards. Students line up outside the university gym before doors open, clutching resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while in an adjoining classroom workshops on networking etiquette begin. A robotics startup attracts attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.332688153562489,
    0.332688153562489,
    0.4490666781052248,
    0.4490666781052248,
    0.4490666781052248,
    0.4490666781052248,
    0.4490666781052248,
    0.4490666781052248,
    0.5969424752333851,
    0.5969424752333851,
    0.5969424752333851,
    0.5969424752333851,
    0.5969424752333851,
    0.8014984566472513,
    0.8014984566472513,
    0.8014984566472513,
    0.8014984566472513,
    0.841943233325668,
    0.841943233325668,
    0.841943233325668,
    0.841943233325668,
    0.841943233325668,
    0.841943233325668,
    0.841943233325668,
    0.841943233325668,
    0.841943233325668,
    0.841943233325668,
    0.8693459783836182,
    0.8693459783836182,
    0.8693459783836182,
    0.8693459783836182,
    0.8693459783836182,
    0.8693459783836182,
    0.8693459783836182,
    0.8693459783836182,
    0.8693459783836182,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.87626577694494,
    0.8703484793281493,
    0.8703484793281493,
    0.8703484793281493,
    0.8703484793281493,
    0.8811850357830976,
    0.8811850357830976,
    0.8811850357830976,
    0.8811850357830976,
    0.8811850357830976,
    0.8805349006614913,
    0.8805349006614913,
    0.8805349006614913,
    0.8805349006614913,
    0.876130056278793,
    0.876130056278793,
    0.876130056278793
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "An on-site welcome announcement over the PA outlines the fair schedule for the career fair at the university. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "An on-site welcome announcement over the PA outlines the fair schedule for the career fair at the university. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the university career fair, an on-site welcome announcement over the PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an on-site welcome announcement over the PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an on-site welcome announcement over the PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An on-site welcome announcement over the PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "An on-site welcome announcement over the PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.6286308253855311,
    0.7880106664783229,
    0.7880106664783229,
    0.7880106664783229,
    0.7880106664783229,
    0.7880106664783229,
    0.8594465885069564,
    0.8594465885069564,
    0.8594465885069564,
    0.8594465885069564,
    0.8594465885069564,
    0.889459752515886,
    0.889459752515886,
    0.889459752515886,
    0.889459752515886,
    0.889459752515886,
    0.889459752515886,
    0.889459752515886,
    0.889459752515886,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.8699577200602705,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.869230861360816,
    0.8604591782879749,
    0.8604591782879749,
    0.8604591782879749,
    0.8604591782879749,
    0.8604591782879749,
    0.8596881825154266,
    0.8596881825154266
  ],
  "4": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews; dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews during a career fair. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Outside the university gym, a line forms as attendees wait for the career fair to open.",
    "An alumni panel discusses how to prepare for technical interviews during a career fair, anchoring the event's focus. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Outside the university gym, a line forms as attendees wait for the career fair to open. Groups of friends mark target employers on the event map, signaling how participants navigate the venue and identify opportunities.",
    "An alumni panel anchors the career fair by discussing how to prepare for technical interviews, shaping the event’s focus. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Outside the university gym, a line forms as attendees wait for the fair to open. Groups of friends mark target employers on the event map to signal how participants navigate the venue and identify opportunities. The panel’s discussion on technical interview preparation remains central to the scene.",
    "An alumni panel anchors the career fair at the university gym, discussing how to prepare for technical interviews, a central focus. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Outside the gym, a line forms as attendees wait for the fair to open. Groups of friends mark target employers on the event map to signal how participants navigate the venue and identify opportunities. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university gym, an alumni panel anchors the career fair, discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor while students clutch resumes inside branded folders. Outside the gym, a line forms as attendees wait for the fair to open. Groups of friends mark target employers on the event map to signal how participants navigate the venue and identify opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym, an alumni panel anchors a career fair and discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes inside branded folders. Outside, a line forms as attendees wait for the fair to open. Groups of friends mark target employers on the event map to guide how participants navigate the venue and identify opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps.",
    "At the university gym, an alumni panel anchors a career fair and discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while students clutch resumes inside branded folders. Outside, a line forms as attendees wait for the fair to open. Groups of friends mark target employers on the event map to guide navigation and opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, and tech companies display demo screens of their latest apps. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the university gym, an alumni panel anchors a career fair and discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while students clutch resumes inside branded folders. Outside, a line forms as attendees wait for the fair to open. Groups of friends mark target employers on the event map to guide navigation and opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, and tech companies display demo screens of their latest apps. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the university gym, an alumni panel anchors a career fair and discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes inside branded folders. Outside, a line forms as attendees wait for the fair to open. Groups of friends mark target employers on the event map to guide navigation and opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall while tech companies display demo screens of their latest apps. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, an alumni panel anchors a career fair and discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, as students clutch resumes inside branded folders. Outside, a line forms as attendees wait for the fair to open. Groups of friends mark target employers on the event map to guide navigation and opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall while tech companies display demo screens of their latest apps. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.46354466687881224,
    0.46354466687881224,
    0.46354466687881224,
    0.46354466687881224,
    0.46354466687881224,
    0.7677814011562714,
    0.7677814011562714,
    0.7677814011562714,
    0.7677814011562714,
    0.8351973911141037,
    0.8351973911141037,
    0.8351973911141037,
    0.8351973911141037,
    0.8351973911141037,
    0.8351973911141037,
    0.8316685389403107,
    0.8316685389403107,
    0.8316685389403107,
    0.8316685389403107,
    0.8316685389403107,
    0.8470505532530059,
    0.8470505532530059,
    0.8470505532530059,
    0.8470505532530059,
    0.8470505532530059,
    0.8470505532530059,
    0.8564320481914722,
    0.8564320481914722,
    0.8564320481914722,
    0.8498455691581756,
    0.8498455691581756,
    0.8498455691581756,
    0.8498455691581756,
    0.8498455691581756,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8527095348507011,
    0.8571236812659353,
    0.8571236812659353,
    0.8571236812659353,
    0.8571236812659353,
    0.8571236812659353,
    0.8571236812659353,
    0.8592755030591221
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showcasing their latest apps as career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "Tech companies display demo screens showcasing their latest apps as career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "Tech companies display demo screens showcasing their latest apps as career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showcasing their latest apps, while career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a tech expo, tech companies display demo screens showcasing their latest apps while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, presenting prepared materials for discussions. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on activity to the program. Throughout, career counselors remind attendees to maintain eye contact, reinforcing professional etiquette.",
    "At a tech expo, tech companies display demo screens showcasing their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, presenting prepared materials for discussions. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on activity to the program. Throughout the event, career counselors remind attendees to maintain eye contact, reinforcing professional etiquette. Finance firms offer QR codes for immediate internship applications.",
    "At a tech expo, tech companies display demo screens showcasing their latest apps. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact, reinforcing professional etiquette. Students clutch resumes inside branded folders, presenting prepared materials for discussions. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on activity to the program. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At a tech expo, tech companies display demo screens showcasing their latest apps. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact, reinforcing professional etiquette. Students clutch resumes inside branded folders, presenting prepared materials for discussions. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on activity to the program. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At a tech expo, tech companies display demo screens showcasing their latest apps. Career counselors guide unsure students toward applicable industries and reinforce professional etiquette by reminding attendees to maintain eye contact. Students clutch branded folders containing resumes, presenting prepared materials for discussions. A cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on activity to the program. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At a tech expo, tech companies display demo screens showcasing their latest applications. Career counselors guide unsure students toward applicable industries and reinforce professional etiquette by reminding attendees to maintain eye contact. Students clutch branded folders containing resumes, presenting prepared materials for discussions. A cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on activity to the program. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At a tech expo, dozens of booths with colorful banners circle a polished floor as demo screens showcase the latest applications. Career counselors guide unsure students toward applicable industries while reinforcing professional etiquette by reminding attendees to maintain eye contact. Students clutch branded folders containing resumes and present prepared materials for discussions. A cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on activity to the program. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.48147476886316454,
    0.48147476886316454,
    0.48147476886316454,
    0.48147476886316454,
    0.48147476886316454,
    0.48147476886316454,
    0.48697658013701833,
    0.48697658013701833,
    0.48697658013701833,
    0.48697658013701833,
    0.48697658013701833,
    0.48697658013701833,
    0.48697658013701833,
    0.48697658013701833,
    0.48697658013701833,
    0.48697658013701833,
    0.5857856050695178,
    0.5857856050695178,
    0.5857856050695178,
    0.5857856050695178,
    0.5857856050695178,
    0.6008862239596747,
    0.6008862239596747,
    0.6008862239596747,
    0.6008862239596747,
    0.6008862239596747,
    0.6008862239596747,
    0.7853291199851561,
    0.7853291199851561,
    0.7853291199851561,
    0.8289126826292467,
    0.8289126826292467,
    0.8289126826292467,
    0.8289126826292467,
    0.8289126826292467,
    0.8289126826292467,
    0.8401327967083143,
    0.8401327967083143,
    0.8401327967083143,
    0.8401327967083143,
    0.8401327967083143,
    0.8401327967083143,
    0.8277506733605955,
    0.8277506733605955,
    0.8277506733605955,
    0.8277506733605955,
    0.8277506733605955,
    0.8449204468963556,
    0.8449204468963556,
    0.8449204468963556,
    0.8449204468963556,
    0.8449204468963556,
    0.8449204468963556,
    0.8418633835534564,
    0.8418633835534564,
    0.8418633835534564,
    0.8418633835534564
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "An ongoing welcome announcement streams over the PA system, outlining the fair’s schedule. Consulting firms display glossy case-study booklets on high tables. Tech companies run demo screens showing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "An ongoing welcome announcement streams over the PA system, outlining the fair’s schedule. Consulting firms display glossy case-study booklets on high tables. Tech companies run demo screens showing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "An ongoing welcome announcement streams over the PA system, outlining the fair’s schedule. Consulting firms display glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; groups of friends mark target employers on the event map; healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "An ongoing welcome announcement streams over the PA system, outlining the fair’s schedule. Consulting firms display glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; groups of friends mark target employers on the event map; healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "An ongoing welcome announcement streams over the PA system, outlining the fair’s schedule. Consulting firms display glossy case-study booklets on high tables, while tech companies run demo screens showing their latest apps. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.5368505733845546,
    0.7250128023076725,
    0.7250128023076725,
    0.7250128023076725,
    0.7250128023076725,
    0.7250128023076725,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.8068792690426393,
    0.803028914422431,
    0.803028914422431,
    0.803028914422431,
    0.803028914422431,
    0.803028914422431,
    0.8421563710042463,
    0.8421563710042463,
    0.8421563710042463,
    0.8421563710042463,
    0.8785784971617907,
    0.8785784971617907,
    0.8785784971617907,
    0.8785784971617907,
    0.8822155061640837,
    0.8822155061640837,
    0.8822155061640837,
    0.8822155061640837,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.9178872457987747,
    0.913189995136675,
    0.913189995136675,
    0.913189995136675
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos as some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as the students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos as some students rehearse elevator pitches quietly against the wall; HR teams jot notes on tablets as the students introduce themselves; tech companies display demo screens showing their latest apps; and event staff scan registrations and hand out lanyards at the entrance.",
    "The scene centers on an event setting where healthcare providers showcase community outreach photos; some students rehearse elevator pitches quietly against the wall; HR teams jot notes on tablets as the students introduce themselves; tech companies display demo screens with their latest apps; and event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "An event setting centers on healthcare providers displaying community outreach photos. Some students rehearse elevator pitches quietly against the wall as HR teams jot notes on tablets during introductions. Tech companies display demo screens with their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on an event where healthcare providers display community outreach photos. Inside, some students rehearse elevator pitches quietly against the wall while HR teams jot notes on tablets during introductions. Tech companies display demo screens with their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on an event where healthcare providers display community outreach photos. Inside, some students rehearse elevator pitches quietly against the wall while HR teams jot notes on tablets during introductions. Tech companies display demo screens with their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos; inside, some students rehearse elevator pitches quietly against the wall while HR teams jot notes on tablets during introductions; tech companies display demo screens with their latest apps; event staff scan registrations and hand out lanyards at the entrance; groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom; an alumni panel discusses how to prepare for technical interviews; career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.5283441496818434,
    0.5283441496818434,
    0.5283441496818434,
    0.5232024005466804,
    0.5232024005466804,
    0.5232024005466804,
    0.5232024005466804,
    0.6610177998693516,
    0.6610177998693516,
    0.6610177998693516,
    0.6610177998693516,
    0.6610177998693516,
    0.6610177998693516,
    0.6610177998693516,
    0.4949489824943764,
    0.4949489824943764,
    0.4949489824943764,
    0.4949489824943764,
    0.4949489824943764,
    0.6097504617544518,
    0.6097504617544518,
    0.6097504617544518,
    0.6097504617544518,
    0.73524089904173,
    0.73524089904173,
    0.73524089904173,
    0.73524089904173,
    0.73524089904173,
    0.73524089904173,
    0.7968400800400841,
    0.7968400800400841,
    0.7968400800400841,
    0.7968400800400841,
    0.7968400800400841,
    0.7968400800400841,
    0.7968400800400841,
    0.7918719891724453,
    0.7918719891724453,
    0.7918719891724453,
    0.7918719891724453,
    0.7918719891724453,
    0.7918719891724453,
    0.7918719891724453,
    0.7918719891724453,
    0.7918719891724453,
    0.4974742935560608,
    0.4974742935560608,
    0.4974742935560608,
    0.4974742935560608,
    0.4974742935560608,
    0.4974742935560608
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, in a venue where dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews in a venue whose polished floor is encircled by dozens of booths with colorful banners. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "An alumni panel discusses how to prepare for technical interviews in a venue whose polished floor is encircled by dozens of booths with colorful banners. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "An alumni panel on preparing for technical interviews unfolds in a venue with a polished floor encircled by dozens of booths adorned with colorful banners. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel on preparing for technical interviews unfolds in a venue with a polished floor encircled by dozens of booths adorned with colorful banners. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. The alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel on preparing for technical interviews unfolds in a venue with a polished floor encircled by dozens of booths adorned with colorful banners. The engineering society sponsors a resume review table near the stage. A cybersecurity company operates a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance as the panel discusses how to prepare for technical interviews.",
    "An alumni panel on preparing for technical interviews unfolds in a venue with a polished floor surrounded by dozens of booths adorned with colorful banners. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance as the panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An alumni panel on preparing for technical interviews unfolds in a university career fair setting, held in a venue with a polished floor and dozens of booths adorned with colorful banners. The engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system as event staff scan registrations and hand out lanyards at the entrance. The panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.437288776335395,
    0.437288776335395,
    0.437288776335395,
    0.585619706409337,
    0.585619706409337,
    0.719585768941812,
    0.719585768941812,
    0.719585768941812,
    0.719585768941812,
    0.7629163893842517,
    0.7629163893842517,
    0.7629163893842517,
    0.7629163893842517,
    0.7629163893842517,
    0.8156712792978076,
    0.8156712792978076,
    0.8156712792978076,
    0.8156712792978076,
    0.8156712792978076,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8461663000931502,
    0.8804613093498121,
    0.8804613093498121,
    0.8804613093498121,
    0.8804613093498121,
    0.8804613093498121,
    0.8482400911536243,
    0.8482400911536243,
    0.8482400911536243,
    0.8482400911536243,
    0.8482400911536243,
    0.8482400911536243,
    0.8482400911536243,
    0.8420041984284553,
    0.8420041984284553,
    0.8420041984284553,
    0.8420041984284553,
    0.8420041984284553,
    0.8420041984284553,
    0.8603938100721418,
    0.8603938100721418,
    0.8603938100721418,
    0.8603938100721418,
    0.8524871855184508,
    0.8524871855184508,
    0.8524871855184508,
    0.8524871855184508,
    0.8524871855184508
  ]
}