{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase photographs that depict their community outreach activities.",
    "Healthcare providers showcase photographs that depict their community outreach activities; career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase photographs depicting their community outreach activities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers display photographs of their community outreach activities, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, healthcare providers display photographs of their community outreach while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors. A line of students forms outside the university gym in anticipation of the career fair opening. Inside, students clutch resumes in branded folders.",
    "At the university career fair, dozens of booths with colorful banners fill the polished floor. Healthcare providers display photographs of their community outreach, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors. A line of students forms outside the gym in anticipation of opening. Inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule.",
    "At the university career fair, dozens of booths with colorful banners line the polished floor. Healthcare providers display photographs of their community outreach, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors. A line of students forms outside the gym in anticipation of opening. Inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule.",
    "At a university career fair, dozens of booths with colorful banners line the polished floor. Healthcare providers display photographs of their community outreach, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors. A line of students forms outside the gym in anticipation of opening. Inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule.",
    "A university career fair unfolds with dozens of booths displaying colorful banners around the polished floor. Healthcare providers show photographs of their community outreach, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables in neat piles. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors. A line of students forms outside the gym in anticipation of opening. Inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. A welcome announcement broadcasts over the PA system, outlining the fair schedule.",
    "A university career fair presents dozens of booths with colorful banners circling the polished floor. Healthcare providers show photographs of their community outreach, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables in neat piles. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors. A line of students forms outside the gym in anticipation of opening. Inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule.",
    "At a university career fair, dozens of booths with colorful banners circle the polished floor. Healthcare providers display photographs of their community outreach, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables in neat piles. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors. A line of students forms outside the gym in anticipation of opening. Inside, students clutch resumes in branded folders. Tech companies show demo screens of their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule.",
    "At a university career fair, dozens of booths with colorful banners circle a polished floor. Healthcare providers display photographs of their community outreach, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables in neat piles. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors. A line of students forms outside the gym in anticipation of opening. Inside, students clutch resumes in branded folders. Tech companies show demo screens of their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule.",
    "At the university gym staged as a professional expo, dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards, while a line of students forms outside in anticipation of opening. Inside, students clutch resumes in branded folders as a welcome PA outlines the day. Healthcare providers display photographs of their community outreach; consulting firms stack glossy case-study booklets on high tables and elevated surfaces; tech companies show demo screens of their latest apps. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement reiterates the fair schedule over the PA system.",
    "The university gym hosts a professional expo with dozens of booths and colorful banners encircling the polished floor. At the entrance, event staff scan registrations and hand out lanyards, while a line of students forms outside in anticipation of opening. Inside, students clutch resumes in branded folders as a welcome PA outlines the day. Healthcare providers display photographs of their community outreach; consulting firms stack glossy case-study booklets on high tables and elevated surfaces; tech companies show demo screens of their latest apps. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement reiterates the fair schedule over the PA system.",
    "A university gym with a polished floor hosts a professional expo, dozens of booths encircling the space beneath colorful banners. At the entrance, event staff scan registrations and hand out lanyards, and a line of students forms outside waiting to enter as the schedule is announced. Inside, students clutch resumes in branded folders near the booths as a welcome PA outlines the day and reiterates the fair schedule. Healthcare providers display photographs of their community outreach; consulting firms stack glossy case-study booklets on high tables inside and on elevated surfaces outside near the gym; tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.2943795761506666,
    0.2943795761506666,
    0.2943795761506666,
    0.2943795761506666,
    0.43187379856196695,
    0.43187379856196695,
    0.6006436217274334,
    0.6006436217274334,
    0.6006436217274334,
    0.6006436217274334,
    0.6006436217274334,
    0.6399573674360477,
    0.6399573674360477,
    0.6399573674360477,
    0.6399573674360477,
    0.6399573674360477,
    0.8647507067728617,
    0.8647507067728617,
    0.8647507067728617,
    0.8647507067728617,
    0.887238669523976,
    0.887238669523976,
    0.887238669523976,
    0.8902428974322877,
    0.8902428974322877,
    0.8902428974322877,
    0.8718558931303888,
    0.8718558931303888,
    0.8718558931303888,
    0.8718558931303888,
    0.8718558931303888,
    0.8824375191931053,
    0.8824375191931053,
    0.8824375191931053,
    0.8824375191931053,
    0.8824375191931053,
    0.8870317434662836,
    0.8870317434662836,
    0.8870317434662836,
    0.8730665883179853,
    0.8730665883179853,
    0.8730665883179853,
    0.8713623452307302,
    0.8713623452307302,
    0.8713623452307302,
    0.8713623452307302,
    0.8713623452307302,
    0.8713623452307302,
    0.8713623452307302,
    0.8547844159765804,
    0.8547844159765804,
    0.8547844159765804,
    0.8547844159765804,
    0.839055977979763,
    0.839055977979763,
    0.839055977979763,
    0.839055977979763,
    0.839055977979763,
    0.839055977979763
  ],
  "1": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At a professional career fair setting, consulting firms place glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. Students line up outside the university gym before the career fair opens.",
    "At a professional career fair setting, consulting firms place glossy case study booklets on high tables, stacking them on elevated surfaces. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, students line up outside the gym before opening as consulting firms stack glossy case study booklets on high tables outside the gym. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Inside branded folders, students clutch resumes. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps.",
    "At the university career fair, students line up outside the gym before it opens while consulting firms stack glossy case study booklets on high tables outside. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor, where alumni volunteers give brief pep talks near a coffee station. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Inside branded folders, students clutch resumes. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps.",
    "At the university career fair, students line up outside the gym before opening, while healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Dozens of booths with colorful banners encircle a polished floor where alumni volunteers give quick pep talks near a coffee station. Inside, consulting firms in a professional setting stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Branded folders hold resumes, and healthcare providers’ outreach photos accompany their displays. Alumni volunteers share brief pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open as a PA announces the schedule. Inside, the polished floor hosts dozens of booths with colorful banners, encircling the space. Healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and consulting firms in a professional setting stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Branded folders hold resumes near the booths, and healthcare providers’ outreach photos accompany their displays. A welcome PA broadcast reiterates the fair schedule.",
    "Outside the university gym, a line of students waits for the career fair to open as a PA announces the schedule. Inside, a polished floor hosts dozens of booths encircling the space, each with colorful banners. Healthcare providers display community outreach photos beside their booths, and tech companies show demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables, arranging them in neat stacks on elevated surfaces. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Branded folders hold resumes near the booths, with healthcare outreach photos accompanying the displays. A welcome PA broadcast reiterates the fair schedule.",
    "Outside the university gym, a line of students waits for the career fair to open as a PA announces the schedule. Inside a professional expo, dozens of booths encircle a polished floor, each with colorful banners. Healthcare providers display community outreach photos beside their booths, and tech companies show demo screens of their latest apps. Consulting firms have glossy case-study booklets stacked on high tables, arranged in neat piles on elevated surfaces. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Branded folders hold resumes near the booths, with healthcare outreach photos accompanying the displays. A welcome PA broadcasts the schedule, reinforcing the day.",
    "Outside the university gym, a line of students waits for the career fair to open as a welcome PA announces the schedule. Inside the professional expo, dozens of booths encircle a polished floor, each with colorful banners; healthcare providers display community outreach photos beside their booths, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables arranged in neat piles on elevated surfaces. Alumni volunteers deliver quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Branded folders hold resumes near the booths, with healthcare outreach photos accompanying the displays. The day is underway, reinforced by a welcome PA outlining the schedule as students clutch resumes in branded folders.",
    "Outside the university gym, a line of students forms in anticipation of opening as a welcome PA announces the schedule. Inside the professional expo, dozens of booths encircle a polished floor with colorful banners; healthcare providers display community outreach photos beside their booths, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables arranged in neat piles on elevated surfaces. Alumni volunteers give quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Branded folders hold resumes near the booths, with healthcare outreach photos accompanying the displays. The day is underway, reinforced by a welcome PA outlining the schedule as students clutch resumes in branded folders. A welcome announcement broadcasts over the PA system outlining the fair schedule.",
    "Outside the university gym, a line of students forms as a welcome PA announces the schedule. Inside the professional expo, dozens of booths encircle a polished floor with colorful banners; healthcare providers display community outreach photos beside their booths, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables arranged on elevated surfaces. Alumni volunteers give quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Branded folders hold resumes near the booths, with healthcare outreach photos accompanying the displays. The day is underway, reinforced by a welcome PA outlining the schedule as attendees clutch resumes in branded folders, and a PA broadcast reiterates the fair schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3210969859128918,
    0.3210969859128918,
    0.4656434136162361,
    0.4656434136162361,
    0.4656434136162361,
    0.4656434136162361,
    0.7939007671368499,
    0.7939007671368499,
    0.7939007671368499,
    0.8210838136374168,
    0.8210838136374168,
    0.8210838136374168,
    0.8210838136374168,
    0.8210838136374168,
    0.8210838136374168,
    0.9016586176435482,
    0.9016586176435482,
    0.9016586176435482,
    0.9016586176435482,
    0.9016586176435482,
    0.8892820829954349,
    0.8892820829954349,
    0.8892820829954349,
    0.8892820829954349,
    0.8892820829954349,
    0.8892820829954349,
    0.8651866270379955,
    0.8651866270379955,
    0.8651866270379955,
    0.8651866270379955,
    0.8761539671314025,
    0.8761539671314025,
    0.8761539671314025,
    0.8761539671314025,
    0.8761539671314025,
    0.8740539768958131,
    0.8740539768958131,
    0.8740539768958131,
    0.8740539768958131,
    0.8740539768958131,
    0.8740539768958131,
    0.8740539768958131,
    0.840394702195015,
    0.840394702195015,
    0.840394702195015,
    0.838609245816529,
    0.838609245816529,
    0.838609245816529,
    0.838609245816529,
    0.838609245816529,
    0.838609245816529,
    0.8176101546068938,
    0.8176101546068938,
    0.8176101546068938,
    0.8176101546068938,
    0.8176101546068938,
    0.8102432802567043,
    0.8102432802567043,
    0.8102432802567043
  ],
  "2": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens that showcase their latest apps.",
    "Healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps, while students line up outside the university gym before the career fair opens.",
    "At the university gym ahead of the career fair opening, students line up outside as healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. In a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At the university gym ahead of the career fair opening, students line up outside as healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. Consulting firms in a professional setting stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces, while career counselors remind attendees to maintain eye contact.",
    "At the university gym ahead of the career fair opening, students line up outside as healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. Consulting firms in a professional setting stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym just before the career fair opens, students line up outside while healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Inside, consulting firms in a professional setting stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening as healthcare providers display community outreach photos and tech companies show demo screens; dozens of booths with colorful banners encircle the polished floor. Inside, in a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. A welcome announcement over the PA outlines the fair schedule, and students clutch resumes in branded folders as the university career fair proceeds. Alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening as healthcare providers display community outreach photos and tech companies show demo screens; dozens of booths with colorful banners encircle the polished floor. Inside, consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase outreach photos. A welcome PA outlines the schedule, and students clutch resumes in branded folders as the fair proceeds. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line forms in anticipation of the career fair opening as a welcome PA outlines the schedule. Dozens of booths with colorful banners encircle the polished floor, housing healthcare providers displaying community outreach photos and tech companies showing demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Inside, students clutch resumes in branded folders as the fair proceeds; alumni volunteers deliver pep talks near a coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line forms as a welcome PA outlines the schedule for the career fair opening. Dozens of booths with colorful banners encircle the polished floor, housing healthcare providers displaying community outreach photos, tech companies showing demo screens of their latest apps, and consulting firms stacking glossy case study booklets on high tables. Inside, students clutch resumes in branded folders as the fair proceeds; alumni volunteers deliver pep talks near a coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line forms as a welcome PA outlines the schedule for the career fair opening. Inside, dozens of booths with colorful banners encircle a polished floor, housing healthcare providers displaying community outreach photos, tech companies showing demo screens of their latest apps, and consulting firms stacking glossy case study booklets on high tables. Students move through the space clutching resumes in branded folders as the fair proceeds; alumni volunteers deliver pep talks near a coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside a university gym, a line forms as a welcome PA outlines and repeats the career fair schedule; inside, a gym staged as a professional expo hosts dozens of booths encircling a polished floor beneath colorful banners. Healthcare providers display photos of community outreach; tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside, arranged in neat stacks. Students move through clutching resumes in branded folders as the fair proceeds. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside a university gym, a line forms as a welcome PA outlines and repeats the career fair schedule. Inside, the gym is staged as a professional expo with dozens of booths encircling a polished floor beneath colorful banners. Healthcare providers display photos of community outreach; tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside, arranged in neat stacks. Students move through clutching resumes in branded folders as the fair proceeds. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.39666593134809625,
    0.39666593134809625,
    0.5418925982566319,
    0.5418925982566319,
    0.8546125375929279,
    0.8546125375929279,
    0.8546125375929279,
    0.8546125375929279,
    0.7411617570908448,
    0.7411617570908448,
    0.7411617570908448,
    0.7411617570908448,
    0.7411617570908448,
    0.8626556663251963,
    0.8626556663251963,
    0.8626556663251963,
    0.8626556663251963,
    0.9140894497799008,
    0.9140894497799008,
    0.9140894497799008,
    0.9140894497799008,
    0.8655485651448208,
    0.8655485651448208,
    0.8655485651448208,
    0.8655485651448208,
    0.8674726890322487,
    0.8674726890322487,
    0.8674726890322487,
    0.8674726890322487,
    0.8674726890322487,
    0.8674726890322487,
    0.8674726890322487,
    0.8674726890322487,
    0.8674726890322487,
    0.8624743200436553,
    0.8624743200436553,
    0.8624743200436553,
    0.8624743200436553,
    0.8624743200436553,
    0.8738657190842595,
    0.8738657190842595,
    0.8738657190842595,
    0.8738657190842595,
    0.879435193659299,
    0.879435193659299,
    0.879435193659299,
    0.879435193659299,
    0.879435193659299,
    0.879435193659299,
    0.879435193659299,
    0.879435193659299,
    0.8663606426541857,
    0.8663606426541857,
    0.8663606426541857,
    0.862238139306513,
    0.862238139306513,
    0.862238139306513,
    0.862238139306513
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A line of students forms outside the university gym ahead of the career fair opening.",
    "Alumni volunteers deliver quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. A line of students forms outside the university gym in anticipation of the career fair opening. Inside, students clutch resumes in branded folders.",
    "Alumni volunteers give short pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. A line of students forms outside the university gym in anticipation of the career fair opening. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give short pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. A line of students forms outside the university gym in anticipation of the career fair opening. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables inside, and again outside near the gym as the line forms ahead of opening. Tech companies display demo screens of their latest apps, while healthcare providers show community outreach photos. A PA announces the fair schedule.",
    "Alumni volunteers give short pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A line of students forms outside the university gym in anticipation of the career fair opening, while inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym as the line forms. Tech companies display demo screens of their latest apps, and healthcare providers show community outreach photos. A PA announces the fair schedule, with a welcome message repeating the schedule.",
    "Alumni volunteers give short pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A line of students forms outside the university gym in anticipation of the career fair opening; inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym as the line forms. Tech companies display demo screens of their latest apps, and healthcare providers show photographs of their community outreach. A PA announces the fair schedule, with a welcome message repeating the schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, dozens of booths with colorful banners line the polished floor inside the gym. Alumni volunteers give short pep talks near the coffee station, complemented by career counselors reminding attendees to maintain eye contact. A line of students forms outside the gym in anticipation of opening, while inside they clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym. Tech companies display demo screens of their latest apps, and healthcare providers show photographs of their community outreach. A PA announces the fair schedule, with a welcome message repeating the schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside the university gym, dozens of booths with colorful banners line the polished floor of the career fair. Alumni volunteers give short pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A line of students forms outside the gym before opening, while inside they clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym. Tech companies display demo screens of their latest apps, and healthcare providers show photographs depicting their community outreach. A PA announces the fair schedule with a welcome message repeating it. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside the university gym, dozens of booths with colorful banners line the polished floor of the career fair. Alumni volunteers give short pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A line of students forms outside the gym before opening, while inside they clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym. Tech companies display demo screens of their latest apps, and healthcare providers show photographs depicting their community outreach. A PA announces the fair schedule with a welcome message, repeating it. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside a university gym staged as a professional expo, a career fair unfurls with dozens of booths encircling a polished floor beneath colorful banners. Outside, a line of students waits before opening; inside, they clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym, arranged in neat piles. Tech companies display demo screens of their latest apps, and healthcare providers show photographs depicting their community outreach. A PA announces the fair schedule with a welcome message, repeating it. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside a university gym staged as a professional expo, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Outside, a line of students waits before opening; inside, they clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside, arranged in neat stacks. Tech companies display demo screens of their latest apps, and healthcare providers show photographs depicting their community outreach. A PA announces the fair schedule with a welcome message, repeating it. At the entrance, event staff scan registrations and hand out lanyards as the fair proceeds.",
    "Inside a university gym staged as a professional expo, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Outside, a line of students waits before opening; inside, they clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside, arranged in neat stacks. Tech companies display demo screens of their latest apps, and healthcare providers show photographs depicting their community outreach. A PA announces the fair schedule with a welcome message, repeating it. At the entrance, event staff scan registrations and hand out lanyards as the fair proceeds.",
    "Inside a university gym staged as a professional expo, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Outside, a line of students waits to enter as the schedule is announced; inside, they clutch resumes in branded folders near the booths. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym; tech companies display demo screens of their latest apps, and healthcare providers show photographs depicting their community outreach. A PA broadcasts the fair schedule, repeating a welcome message. At the entrance, event staff scan registrations and hand out lanyards as the fair proceeds.",
    "Inside a university gym transformed into a professional expo, the campus career fair features dozens of booths arranged around a polished floor, with colorful banners overhead. Outside, a line of students waits to enter as the schedule is announced. Inside, attendees clutch resumes in branded folders at booths. Alumni volunteers offer brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets on elevated high tables inside and on elevated surfaces outside near the gym; tech companies show demo screens of their latest apps; healthcare providers showcase photographs depicting their community outreach. A PA broadcasts the fair schedule with a welcome message, and at the entrance event staff scan registrations and hand out lanyards as the fair proceeds."
  ],
  "3_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.47674410937356304,
    0.47674410937356304,
    0.47674410937356304,
    0.6793779166947276,
    0.6793779166947276,
    0.6793779166947276,
    0.7852698790827001,
    0.7852698790827001,
    0.7852698790827001,
    0.8267625774639983,
    0.8267625774639983,
    0.8267625774639983,
    0.8267625774639983,
    0.8267625774639983,
    0.8683536097842433,
    0.8683536097842433,
    0.8683536097842433,
    0.8683536097842433,
    0.861055840673008,
    0.861055840673008,
    0.861055840673008,
    0.861055840673008,
    0.8672878375500435,
    0.8672878375500435,
    0.8672878375500435,
    0.8672878375500435,
    0.8835940707482023,
    0.8835940707482023,
    0.8835940707482023,
    0.8835940707482023,
    0.8879043582229902,
    0.8879043582229902,
    0.8879043582229902,
    0.8879043582229902,
    0.8850994017518318,
    0.8850994017518318,
    0.8850994017518318,
    0.8850994017518318,
    0.8850994017518318,
    0.8640644712674861,
    0.8640644712674861,
    0.8640644712674861,
    0.8592317668849948,
    0.8592317668849948,
    0.8592317668849948,
    0.8592317668849948,
    0.8592317668849948,
    0.8592317668849948,
    0.8592317668849948,
    0.8592317668849948,
    0.8470384386758185,
    0.8470384386758185,
    0.8470384386758185,
    0.8470384386758185,
    0.8788202726123439,
    0.8788202726123439,
    0.8788202726123439,
    0.8788202726123439
  ],
  "4": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables outside the university gym as a line of students forms ahead of the career fair opening.",
    "At the university career fair scene, consulting firms stack glossy case study booklets on high tables outside the university gym as a line of students forms ahead of the opening. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair scene, consulting firms stack glossy case study booklets on high tables outside the university gym as a line of students forms ahead of the opening. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables outside the gym as a line of students forms ahead of opening. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Inside branded folders, students clutch resumes. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables outside the gym as a line of students forms ahead of opening. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Inside branded folders, students clutch resumes. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces; outside the gym, a line of students forms ahead of opening. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. A welcome announcement broadcasts over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces. Outside the gym, a line of students forms ahead of opening. Inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. A welcome announcement broadcasts over the PA system outlining the fair schedule. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces. Outside the gym, a line of students forms ahead of opening; inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement broadcasts over the PA system outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces. Outside the gym, a line of students forms ahead of opening; inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. A welcome announcement broadcasts over the PA system outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces. Outside the gym, a line of students forms ahead of opening; inside, students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement broadcasts over the PA system outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor; outside the gym, a line of students forms ahead of opening, while inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement broadcasts over the PA system outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, with outside the gym a line of students forming ahead of opening and inside students clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces; tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. A welcome PA outlines the fair schedule. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, with outside the gym a line of students forming ahead of opening and inside students clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces; tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. A welcome PA outlines the fair schedule. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "The university career fair unfolds as a professional expo inside a gym, with dozens of booths and colorful banners surrounding a polished floor. Outside, a line of students forms ahead of opening as a welcome PA broadcasts the schedule; inside, students clutch resumes in branded folders while a welcome PA outlines the day and a later PA reinforces the schedule. Consulting firms display glossy case-study booklets neatly stacked on elevated high tables; tech companies show demo screens of their latest apps; healthcare providers showcase photographs of community outreach. Alumni volunteers offer quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside a gym transformed into a professional expo, the university career fair features dozens of booths and colorful banners around a polished floor. Outside, a line of students forms before opening as a welcome PA broadcasts the schedule. Inside, students clutch resumes in branded folders while another PA outlines the day and a later one reinforces the schedule. Consulting firms display glossy case-study booklets neatly stacked on elevated high tables; tech companies show demo screens of their latest apps; healthcare providers showcase photographs of community outreach. Alumni volunteers offer quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside a university gym transformed into a professional expo, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Outside, a line of students forms before opening as a welcome PA broadcasts the schedule. Inside, students clutch resumes in branded folders as another PA outlines the day and a later one reinforces the schedule. Consulting firms display glossy case-study booklets neatly stacked on elevated high tables inside and on elevated surfaces outside, arranged in neat stacks. Tech companies show demo screens of their latest apps; healthcare providers display photographs of community outreach. Alumni volunteers offer brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards as the fair proceeds."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.41904181826666387,
    0.41904181826666387,
    0.41904181826666387,
    0.41904181826666387,
    0.6571439570484477,
    0.6571439570484477,
    0.6571439570484477,
    0.7977206570673034,
    0.7977206570673034,
    0.8660404604931629,
    0.8660404604931629,
    0.8720801583197713,
    0.8720801583197713,
    0.8720801583197713,
    0.8720801583197713,
    0.8720801583197713,
    0.8866408026290257,
    0.8866408026290257,
    0.8866408026290257,
    0.8988235585780939,
    0.8988235585780939,
    0.8988235585780939,
    0.8988235585780939,
    0.8964111710300948,
    0.8964111710300948,
    0.8991199816041489,
    0.8991199816041489,
    0.8991199816041489,
    0.8991199816041489,
    0.89333729958256,
    0.89333729958256,
    0.89333729958256,
    0.8876056419980864,
    0.8876056419980864,
    0.8876056419980864,
    0.8876056419980864,
    0.8876056419980864,
    0.8876056419980864,
    0.8984816275428259,
    0.8984816275428259,
    0.8984816275428259,
    0.8984816275428259,
    0.8984816275428259,
    0.8984816275428259,
    0.8984816275428259,
    0.8984816275428259,
    0.9124783196311046,
    0.9124783196311046,
    0.9124783196311046,
    0.9124783196311046,
    0.9045895414758258,
    0.9045895414758258,
    0.9045895414758258,
    0.9045895414758258,
    0.9045895414758258,
    0.9045895414758258,
    0.8804548644961967,
    0.8804548644961967,
    0.8804548644961967,
    0.8804548644961967,
    0.8804548644961967,
    0.8804548644961967
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "In the scene, tech companies are displaying demo screens that showcase their latest apps, while healthcare providers show community outreach photos.",
    "At the scene, tech companies display demo screens that showcase their latest apps, healthcare providers show community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "At the scene, tech companies display demo screens of their latest apps, healthcare providers show community outreach photos, and consulting firms stack glossy case study booklets on high tables. At the university career fair outside the university gym, consulting firms again stack glossy case study booklets on high tables as a line of students forms ahead of opening, while a PA announces the fair schedule.",
    "Tech companies display demo screens of their latest apps, while healthcare providers show community outreach photos and consulting firms stack glossy case study booklets on high tables. At the university career fair outside the university gym, consulting firms again stack glossy case study booklets on high tables as a line of students forms ahead of opening, and a PA announces the fair schedule.",
    "Outside the university gym, a line forms ahead of opening; a PA announces the schedule. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos. Alumni volunteers deliver pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Inside the gym, students clutch resumes in branded folders.",
    "Outside the university gym, a line forms ahead of opening as a PA announces the schedule. Consulting firms stack glossy case study booklets on high tables; healthcare providers show community outreach photos. Alumni volunteers deliver pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Inside the gym, students clutch resumes in branded folders; tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line forms ahead of the career fair opening as a PA announces the schedule. Consulting firms stack glossy case study booklets on high tables; healthcare providers show community outreach photos. Alumni volunteers deliver pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Inside the gym, students clutch resumes in branded folders; tech companies display demo screens showing their latest apps.",
    "At the university gym, a career fair unfolds with dozens of booths encircling a polished floor and colorful banners; outside, a line of students forms in anticipation as a PA announces the schedule. Inside, students clutch resumes in branded folders while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables, arranged in stacks on elevated surfaces; healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule as the event proceeds in this professional setting.",
    "At the university gym, a career fair unfolds with dozens of booths encircling a polished floor under colorful banners. Outside, a line of students waits as a PA announces the schedule. Inside, students clutch resumes in branded folders while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables, arranged in stacks on elevated surfaces. Healthcare providers showcase photographs of their community outreach. Alumni volunteers give brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule as the event proceeds.",
    "At the university gym, a career fair unfolds with dozens of booths encircling a polished floor under colorful banners. Outside, a line of students waits as a PA announces the schedule and a welcome PA outlines the fair’s timing. Inside, students clutch resumes in branded folders while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables arranged in stacks on elevated surfaces. Healthcare providers showcase photographs of their community outreach. Alumni volunteers deliver pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university gym staged as a professional expo, dozens of booths encircle a polished floor beneath colorful banners. Outside, a line of students waits before opening as a PA announces the fair schedule with a welcome message, repeating it. Inside, attendees clutch resumes in branded folders while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym, arranged in neat piles. Healthcare providers show photographs of their community outreach. Alumni volunteers deliver brief pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university gym staged as a professional expo, dozens of booths encircle a polished floor beneath colorful banners. Outside, a line of students waits before opening as a PA announces the fair schedule with a welcome message, repeating it. Inside, attendees clutch resumes in branded folders while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym, arranged in neat piles. Healthcare providers show photographs of their community outreach. Alumni volunteers deliver brief pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36120546520162716,
    0.36120546520162716,
    0.36402788560507754,
    0.36402788560507754,
    0.36402788560507754,
    0.4407431755807534,
    0.4407431755807534,
    0.4407431755807534,
    0.614112169872866,
    0.614112169872866,
    0.614112169872866,
    0.6095824706635804,
    0.6095824706635804,
    0.6095824706635804,
    0.6095824706635804,
    0.6095824706635804,
    0.8011707640077921,
    0.8011707640077921,
    0.8011707640077921,
    0.8011707640077921,
    0.8011707640077921,
    0.8011707640077921,
    0.8011707640077921,
    0.8011707640077921,
    0.8011707640077921,
    0.8011707640077921,
    0.7887531320906609,
    0.7887531320906609,
    0.7887531320906609,
    0.7887531320906609,
    0.7887531320906609,
    0.8685593301415749,
    0.8685593301415749,
    0.8685593301415749,
    0.8685593301415749,
    0.8685593301415749,
    0.8671488817830055,
    0.8671488817830055,
    0.8671488817830055,
    0.8671488817830055,
    0.8671488817830055,
    0.9086241561312804,
    0.9086241561312804,
    0.9086241561312804,
    0.9086241561312804,
    0.9086241561312804,
    0.906341533887212,
    0.906341533887212,
    0.906341533887212,
    0.906341533887212,
    0.906341533887212,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059,
    0.8525897139659059
  ],
  "6": [
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle the polished floor, while alumni volunteers share brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor, while alumni volunteers give brief pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor, as alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor, where alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor in a university gym prepared for the career fair opening. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, arranged in stacks on elevated surfaces, while tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. Ahead of the opening, students line up outside the gym as these displays unfold. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym is prepared for a career fair opening, with dozens of booths encircling a polished floor and colorful banners. Alumni volunteers give brief pep talks near the coffee station, complemented by career counselors reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Ahead of opening, students line up outside the gym as a PA system announces the schedule. Inside the gym, students clutch resumes in branded folders.",
    "The university gym is prepared for a career fair opening, with dozens of booths encircling a polished floor and colorful banners. Outside, a line of students forms in anticipation as a PA system announces the schedule, while inside, students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA outlines the fair schedule as the event proceeds in this professional setting.",
    "Inside a university gym prepared as a professional expo environment, a career fair unfolds with dozens of booths encircling a polished floor and colorful banners. Outside, a line of students waits as a PA announces the schedule; at the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as a welcome PA outlines the day. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces; tech companies display demo screens of their latest apps; healthcare providers showcase photographs depicting their community outreach activities.",
    "Within a university gym staged as a professional expo, a career fair unfurls with dozens of booths encircling a polished floor beneath colorful banners. Outside, a line of students waits while a PA announces the schedule; at the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as a welcome PA outlines the day. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, arranged in neat piles on elevated surfaces; tech companies display demo screens of their latest apps; healthcare providers showcase photographs depicting their community outreach activities. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university gym staged as a professional expo, a career fair fills the polished floor with dozens of booths and colorful banners. Outside, a line of students waits while a PA announces the schedule; at the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as a welcome PA outlines the day. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables and elevated surfaces; tech companies display demo screens of their latest apps; healthcare providers showcase photographs of their community outreach activities. A welcome announcement reiterates the fair schedule over the PA system. Dozens of booths line the floor; a line forms outside before opening.",
    "A university gym is staged as a professional expo for a career fair, with dozens of booths encircling the polished floor and colorful banners overhead. Outside, a line forms before opening as a welcome PA outlines the schedule; inside, students clutch resumes in branded folders while a welcome PA outlines the day. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver pep talks near a coffee station, complemented by career counselors who remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables and elevated surfaces; tech companies display demo screens of their latest apps; healthcare providers showcase photographs of their community outreach activities. A welcome announcement reiterates the fair schedule over the PA system.",
    "The scene is a university gym repurposed as a professional expo for a career fair, with dozens of booths encircling a polished floor beneath colorful banners. Outside, a line forms before opening as a PA outlines the schedule; inside, students clutch resumes in branded folders while another PA reviews the day. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver pep talks near a coffee station, complemented by career counselors who remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables and elevated surfaces; tech companies display demo screens of their latest apps; healthcare providers showcase photographs of their community outreach activities. A PA reiterates the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "A university gym staged as a professional expo hosts a career fair with dozens of booths encircling a polished floor beneath colorful banners. Outside, a line forms before opening as a PA outlines the schedule; inside, students clutch resumes in branded folders while a PA reviews the day. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver pep talks near a coffee station, complemented by career counselors who remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables and elevated surfaces; tech companies display demo screens of their latest apps; healthcare providers showcase photographs of their community outreach activities. A welcome announcement reiterates the fair schedule over the PA system."
  ],
  "6_score": [
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.41431473542571795,
    0.41431473542571795,
    0.5443745096475565,
    0.5443745096475565,
    0.4695920145402761,
    0.4695920145402761,
    0.4695920145402761,
    0.4695920145402761,
    0.4695920145402761,
    0.4695920145402761,
    0.6401430610338983,
    0.6401430610338983,
    0.6368678692499933,
    0.6368678692499933,
    0.6368678692499933,
    0.6368678692499933,
    0.6368678692499933,
    0.907574379078872,
    0.907574379078872,
    0.8824656849971122,
    0.8824656849971122,
    0.8824656849971122,
    0.8824656849971122,
    0.8824656849971122,
    0.8897160397237063,
    0.8897160397237063,
    0.8897160397237063,
    0.8897160397237063,
    0.8588397148490238,
    0.8588397148490238,
    0.8588397148490238,
    0.8588397148490238,
    0.8588397148490238,
    0.8542043603034255,
    0.8542043603034255,
    0.8542043603034255,
    0.8542043603034255,
    0.8542043603034255,
    0.8654008830158022,
    0.8654008830158022,
    0.8654008830158022,
    0.8654008830158022,
    0.8654008830158022,
    0.8690543235415469,
    0.8690543235415469,
    0.8690543235415469,
    0.8690543235415469,
    0.8690543235415469,
    0.8690543235415469,
    0.8334850637185557,
    0.8334850637185557,
    0.8334850637185557,
    0.8334850637185557,
    0.8663412821058412,
    0.8663412821058412,
    0.8663412821058412,
    0.8663412821058412
  ],
  "7": [
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station.",
    "A career fair is underway with a welcome announcement broadcast over the PA outlining the schedule while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs depicting their community outreach activities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "A university career fair is underway with a welcome announcement over the PA outlining the schedule as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs depicting their community outreach activities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A line of students forms outside the university gym in anticipation of the career fair opening. In a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces.",
    "A university career fair is underway with a welcome announcement over the PA outlining the schedule, as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and dozens of booths with colorful banners encircle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs depicting their community outreach activities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A line of students forms outside the university gym in anticipation of the opening. In a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces.",
    "A university career fair is underway with a welcome PA announcement outlining the schedule as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and dozens of booths with colorful banners encircle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs depicting their community outreach activities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. Students line up outside the university gym before the career fair opens.",
    "A university career fair is underway with a welcome PA announcement outlining the schedule, as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the fair opens; inside, they clutch resumes in branded folders. Alumni volunteers share quick pep talks near the coffee station; healthcare providers showcase photographs depicting their community outreach activities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces.",
    "A university career fair is underway with a welcome PA announcing the schedule as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, and dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the fair opens; inside, they clutch resumes in branded folders. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase photographs depicting their community outreach activities. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces.",
    "A university career fair is underway, with a welcome PA outlining the schedule as students clutch resumes in branded folders. Outside the university gym, a line forms before opening; inside, dozens of booths with colorful banners sit on a polished floor. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables arranged in neat piles on elevated surfaces. Alumni volunteers offer quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Healthcare providers show photographs depicting their community outreach activities. At the entrance, event staff scan registrations and hand out lanyards.",
    "A university career fair unfolds at the campus gym, with a welcome PA outlining the schedule as the event proceeds. Outside the gym, a line forms before opening; inside, dozens of booths sit on a polished floor beneath colorful banners. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables arranged in neat piles on elevated surfaces. Alumni volunteers give brief pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Healthcare providers show photographs depicting their community outreach activities. At the entrance, event staff scan registrations and hand out lanyards.",
    "A university career fair unfolds at the campus gym, with a line of students waiting outside before opening as a PA announces the schedule and a welcome message. Inside, dozens of booths encircle a polished floor beneath colorful banners; students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables arranged in neat stacks on elevated surfaces. Alumni volunteers deliver pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Healthcare providers show photographs depicting their community outreach activities. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university career fair in the campus gym, a line of students waits outside before opening as a PA announces the schedule and a welcome message. Inside, dozens of booths encircle a polished floor beneath colorful banners, with students clutching resumes in branded folders. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case-study booklets on high tables arranged in neat stacks on elevated surfaces. Alumni volunteers deliver pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Healthcare providers show photographs depicting their community outreach activities. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "7_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.375369185465232,
    0.375369185465232,
    0.4885731772027584,
    0.4885731772027584,
    0.4885731772027584,
    0.6083552286718259,
    0.6083552286718259,
    0.6083552286718259,
    0.7503696429703972,
    0.7503696429703972,
    0.7503696429703972,
    0.7503696429703972,
    0.8425227166827285,
    0.8425227166827285,
    0.8425227166827285,
    0.8531398258640236,
    0.8531398258640236,
    0.8531398258640236,
    0.8531398258640236,
    0.8531398258640236,
    0.8531398258640236,
    0.8531398258640236,
    0.8531398258640236,
    0.8615298634062816,
    0.8615298634062816,
    0.8615298634062816,
    0.8615298634062816,
    0.8615298634062816,
    0.880097945203602,
    0.880097945203602,
    0.880097945203602,
    0.880097945203602,
    0.880097945203602,
    0.8600766272961975,
    0.8600766272961975,
    0.8600766272961975,
    0.8600766272961975,
    0.8600766272961975,
    0.8627284516448726,
    0.8627284516448726,
    0.8627284516448726,
    0.8627284516448726,
    0.8627284516448726,
    0.8627284516448726,
    0.8892451581848129,
    0.8892451581848129,
    0.8892451581848129,
    0.8892451581848129,
    0.9170699182008526,
    0.9170699182008526,
    0.9170699182008526,
    0.9170699182008526,
    0.9143109265477432,
    0.9143109265477432,
    0.9143109265477432,
    0.9143109265477432,
    0.8923172685795568,
    0.8923172685795568,
    0.8923172685795568,
    0.8923172685795568,
    0.8923172685795568,
    0.8923172685795568
  ],
  "8": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens that showcase their latest apps.",
    "The scene features consulting firms stacking glossy case study booklets on high tables, while tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene shows consulting firms stacking glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces. Tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a polished floor hosts dozens of booths with colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks; outside the gym, a line of students forms ahead of opening. Tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Inside branded folders, students clutch resumes.",
    "At the university career fair, a polished floor hosts dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces. Tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Outside the gym, a line of students waits for the career fair to open. Inside branded folders, students clutch resumes.",
    "At the university career fair held inside the gym, a polished floor supports dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces. Tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA system outlining the fair schedule. Outside the gym, a line of students waits for the fair to open. Inside, branded folders hold resumes. Event staff scan registrations and hand out lanyards at the entrance.",
    "Inside the university gym, a polished floor supports dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, arranged in neat stacks on elevated surfaces. Tech companies display demo screens of their latest apps, while healthcare providers show community outreach photos. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA system outlining the fair schedule. Branded folders hold resumes near the booths. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, a line of students waits for the career fair to open as the PA announces the schedule.",
    "Inside the university gym, a polished floor hosts dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, with neat stacks on elevated surfaces. Tech companies display demo screens of their latest apps, while healthcare providers show community outreach photos. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Branded folders hold resumes near the booths. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, a line of students waits for the career fair to open as the PA announces the schedule.",
    "Inside the university gym, a polished floor hosts dozens of booths encircling the space beneath colorful banners. Consulting firms stack glossy case study booklets on high tables, neatly in stacks on elevated surfaces. Tech companies display demo screens of their latest apps, while healthcare providers show community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside, a line of students waits for the fair to open as the PA announces the schedule. Inside, students clutch resumes in branded folders near the booths.",
    "Inside the university gym, a polished floor hosts dozens of booths encircling the space beneath colorful banners. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym. Tech companies display demo screens of their latest apps, while healthcare providers show photographs depicting their community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule, with a repeated welcome message. At the entrance, event staff scan registrations and hand out lanyards. Outside, a line of students forms waiting to enter as the schedule is announced. Inside, students clutch resumes in branded folders near the booths.",
    "Inside a university gym with a polished floor, dozens of booths encircle the space beneath colorful banners. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym. Tech companies display demo screens of their latest apps, while healthcare providers show photographs depicting their community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA broadcasts the fair schedule, with a repeated welcome message. At the entrance, event staff scan registrations and hand out lanyards. Outside, a line of students forms waiting to enter as the schedule is announced. Inside, students clutch resumes in branded folders near the booths.",
    "Inside a university gym with a polished floor, dozens of booths encircle the space beneath colorful banners. Consulting firms stack glossy case study booklets on high tables inside and on elevated surfaces outside near the gym. Tech companies display demo screens of their latest apps, and healthcare providers show photographs depicting their community outreach. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome PA broadcasts the fair schedule, repeating a welcome message. At the entrance, event staff scan registrations and hand out lanyards. Outside, a line of students forms waiting to enter as the schedule is announced. Inside, students clutch resumes in branded folders near the booths.",
    "The university gym has been transformed into a professional expo for a career fair, with a polished floor and colorful banners. Dozens of booths encircle the space; consulting firms display glossy case-study booklets on high tables inside and on elevated surfaces outside; tech companies show demo screens of their latest apps; healthcare providers display photographs of community outreach. Alumni volunteers give brief pep talks near the coffee station, supported by career counselors reminding attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Outside, a line of students forms before opening as the schedule is announced by a welcome PA, which repeats the welcome message; inside, students clutch resumes in branded folders; a PA outlines the day and reinforces the schedule."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.39103907921081993,
    0.39103907921081993,
    0.39103907921081993,
    0.5159430862282973,
    0.5159430862282973,
    0.5159430862282973,
    0.5715271606268479,
    0.5715271606268479,
    0.5715271606268479,
    0.6602637341068893,
    0.6602637341068893,
    0.6602637341068893,
    0.6602637341068893,
    0.6602637341068893,
    0.6602637341068893,
    0.6602637341068893,
    0.8893888847370699,
    0.8893888847370699,
    0.8893888847370699,
    0.8873654131922466,
    0.8873654131922466,
    0.8873654131922466,
    0.8873654131922466,
    0.9129478267795588,
    0.9129478267795588,
    0.9129478267795588,
    0.8969042886655579,
    0.8969042886655579,
    0.8969042886655579,
    0.8969042886655579,
    0.903618901083084,
    0.903618901083084,
    0.903618901083084,
    0.903618901083084,
    0.903618901083084,
    0.903618901083084,
    0.8505424759986678,
    0.8505424759986678,
    0.8505424759986678,
    0.8525730553791064,
    0.8525730553791064,
    0.8525730553791064,
    0.8525730553791064,
    0.8525730553791064,
    0.8525730553791064,
    0.8525730553791064,
    0.8408225706503749,
    0.8408225706503749,
    0.8408225706503749,
    0.8408225706503749,
    0.8408225706503749,
    0.8408225706503749,
    0.844834329885687,
    0.844834329885687,
    0.844834329885687,
    0.844834329885687,
    0.844834329885687,
    0.844834329885687,
    0.882972747612814,
    0.882972747612814,
    0.882972747612814
  ],
  "9": [
    "",
    "A line of students forms outside the university gym ahead of the career fair opening.",
    "A line of students forms outside the university gym ahead of the career fair opening.",
    "A line of students forms outside the university gym ahead of the career fair opening.",
    "A line of students forms outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "A line of students forms outside the university gym in anticipation of the career fair opening, waiting for the event to begin. Career counselors remind attendees to maintain eye contact.",
    "A line of students forms outside the university gym in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact. In a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. In a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces. Tech companies display demo screens that showcase their latest apps.",
    "Outside the university gym, a line of students waits for the career fair to open, as a PA announces the schedule. Career counselors remind attendees to maintain eye contact. In a professional setting, consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces. Tech companies display demo screens showcasing their latest apps, while healthcare providers show community outreach photos.",
    "A university career fair is underway inside a professional expo environment, with dozens of booths and colorful banners circling a polished floor. Outside the university gym, a line of students waits for the fair to open as a PA announces the schedule; at the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders while a welcome PA outlines the day. Consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces. Tech companies display demo screens of their latest apps, and healthcare providers showcase photographs depicting their community outreach activities. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "A university career fair is underway inside a professional expo with dozens of booths, colorful banners, and a polished floor. Outside the university gym, a line of students waits for opening as a PA announces the schedule; at the entrance staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders while a welcome PA outlines the day. Consulting firms have glossy case study booklets stacked on high tables, arranged in neat piles on elevated surfaces. Tech companies display demo screens of their latest apps, and healthcare providers show photographs of their community outreach activities. Alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Inside a professional expo, a university career fair unfolds with dozens of booths and colorful banners on a polished floor. Outside the university gym, a line of students forms in anticipation of opening as a PA broadcasts the schedule. At the entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders while a welcome PA outlines the day and a later PA reinforces the schedule. Consulting firms have glossy case-study booklets stacked on high tables, arranged in neat piles on elevated surfaces. Tech companies display demo screens of their latest apps. Healthcare providers show photographs of their community outreach activities. Alumni volunteers offer quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact.",
    "Inside a professional expo, a university career fair unfolds with dozens of booths and colorful banners on a polished floor. Outside the university gym, a line of students forms in anticipation of opening as a PA broadcasts the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders while a welcome PA outlines the day and a later PA reinforces the schedule. Consulting firms display glossy case-study booklets stacked on high tables, arranged in neat piles on elevated surfaces. Tech companies show demo screens of their latest apps. Healthcare providers show photographs of their community outreach activities. Alumni volunteers offer quick pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact.",
    "Inside a polished, expo-style university career fair, dozens of booths and colorful banners line the floor. Outside the university gym, a line of students forms before opening as a PA broadcasts the schedule; at the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders while a welcome PA outlines the day and a later PA repeats the schedule. Consulting firms display glossy case-study booklets stacked on high tables, arranged in neat piles on elevated surfaces inside and outside near the gym. Tech companies show demo screens of their latest apps, and healthcare providers show photographs of community outreach activities. Alumni volunteers give pep talks near the coffee station, complemented by career counselors who remind attendees to maintain eye contact. Inside the gym, the layout mirrors the outer scene with booths, banners, resumes, lanyards, and the same PA announcements.",
    "An expo-style university career fair unfolds across a polished venue both outside and inside the gym. Outside, a line of students forms waiting to enter as a PA broadcasts the schedule; event staff scan registrations and hand out lanyards. Inside, attendees clutch resumes in branded folders near the booths while a welcome PA outlines the day and a repeated welcome message follows. Dozens of booths encircle the gym beneath colorful banners; consulting firms stack glossy case-study booklets on high tables inside and on elevated surfaces outside near the gym; tech companies display demo screens of their latest apps; healthcare providers show photographs of community outreach activities. Alumni volunteers deliver pep talks near the coffee station, supported by career counselors who remind attendees to maintain eye contact. The outer scene mirrors the inner layout with banners, resumes, lanyards, and PA announcements.",
    "An expo-style university career fair unfolds across a polished venue both outside and inside the gym. Outside, a line of students waits to enter as a PA broadcasts the schedule; event staff scan registrations and hand out lanyards. Inside, attendees clutch resumes in branded folders near booths while a welcome PA outlines the day and a repeated welcome message follows. Dozens of booths encircle the gym beneath colorful banners; consulting firms stack glossy case-study booklets on high tables inside and on elevated surfaces outside near the gym; tech companies display demo screens of their latest apps; healthcare providers show photographs of community outreach activities. Alumni volunteers deliver pep talks near the coffee station, supported by career counselors who remind attendees to maintain eye contact. The outer scene mirrors the inner layout with banners, resumes, lanyards, and PA announcements."
  ],
  "9_score": [
    0.0,
    0.4920559014469964,
    0.4920559014469964,
    0.4920559014469964,
    0.4920559014469964,
    0.4920559014469964,
    0.4920559014469964,
    0.4920559014469964,
    0.6135780738670915,
    0.6135780738670915,
    0.6135780738670915,
    0.6124757913166077,
    0.6124757913166077,
    0.6124757913166077,
    0.7651879240806971,
    0.7651879240806971,
    0.7651879240806971,
    0.815785319186296,
    0.815785319186296,
    0.815785319186296,
    0.815785319186296,
    0.815785319186296,
    0.815785319186296,
    0.8159722534364263,
    0.8159722534364263,
    0.8159722534364263,
    0.8159722534364263,
    0.8159722534364263,
    0.8159722534364263,
    0.8634277394495301,
    0.8634277394495301,
    0.8634277394495301,
    0.8634277394495301,
    0.8634277394495301,
    0.8634277394495301,
    0.873314388332017,
    0.873314388332017,
    0.873314388332017,
    0.873314388332017,
    0.873314388332017,
    0.873314388332017,
    0.8449915650711872,
    0.8449915650711872,
    0.8449915650711872,
    0.8449915650711872,
    0.8454997740639862,
    0.8454997740639862,
    0.8454997740639862,
    0.8454997740639862,
    0.8942994564412126,
    0.8942994564412126,
    0.8942994564412126,
    0.8942994564412126,
    0.8942994564412126,
    0.8942994564412126,
    0.8942994564412126,
    0.8942994564412126,
    0.8942994564412126,
    0.9049889500283259,
    0.9049889500283259,
    0.9049889500283259,
    0.9054454498891471,
    0.9054454498891471,
    0.9054454498891471,
    0.9054454498891471,
    0.9054454498891471
  ]
}