{
  "0": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens, and at the entrance event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens, and at the entrance event staff scan registrations and hand out lanyards. Inside the event, students clutch resumes in branded folders as a resume review table sponsored by the engineering society sits near the stage; healthcare providers showcase photographs of their community outreach efforts.",
    "A welcome announcement on the PA system outlines the fair schedule as an alumni panel discusses preparing for technical interviews. Outside the university gym, students line up before the career fair opens, while staff at the entrance scan registrations and hand out lanyards. Inside the event, students clutch resumes in branded folders as a resume review table sponsored by the engineering society sits near the stage; healthcare providers showcase photographs of their community outreach efforts. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement on the PA system outlines the fair schedule as an alumni panel discusses preparing for technical interviews. Outside the university gym, students line up before the career fair while staff scan registrations and hand out lanyards, and a welcome PA announces the schedule. Inside the event, dozens of booths with colorful banners surround a polished floor as students clutch resumes in branded folders and a resume review table sponsored by the engineering society sits near the stage. Healthcare providers display photographs of their community outreach efforts. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "A welcome PA announcement outlines the fair schedule as an alumni panel discusses preparing for technical interviews. Outside the university gym, students line up before the career fair while staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor as students clutch resumes in branded folders. A resume review table sponsored by the engineering society sits near the stage. Healthcare providers display photographs of their community outreach efforts. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map by placing markers. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "A welcome PA announces the fair schedule as an alumni panel discusses preparing for technical interviews. The scene centers on a university career fair organized near the university gym, with attendees lining up outside before opening. At the entrance, staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. Inside, dozens of booths with colorful banners surround a polished floor; students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage, and alumni volunteers offer quick pep talks near the coffee station. Healthcare providers display photographs of community outreach efforts. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map by placing markers. Career counselors guide attendees toward applicable industries, and tech companies display demo screens showing latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "A university career fair unfolds near the gym, with a welcome PA announcing the schedule as an alumni panel discusses preparing for technical interviews. Attendees line up before opening while staff scan registrations and hand out lanyards, and career counselors remind everyone to maintain eye contact. Inside, dozens of booths with banners surround a polished floor as students clutch resumes in branded folders. The engineering society sponsors a resume‑review table near the stage, and alumni volunteers offer pep talks near the coffee station. Healthcare providers display photographs of community outreach efforts. A cybersecurity company runs a password‑cracking challenge on a laptop. Groups of friends mark target employers on an event map by placing markers, as career counselors guide attendees toward applicable industries and tech companies display demo screens showing apps. Some students rehearse elevator pitches quietly against the wall, while HR teams jot notes on tablets as students introduce themselves."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6553967390915603,
    0.6553967390915603,
    0.6553967390915603,
    0.6553967390915603,
    0.8563452389362891,
    0.8563452389362891,
    0.8563452389362891,
    0.8563452389362891,
    0.8563452389362891,
    0.8563452389362891,
    0.8563452389362891,
    0.8381208124406839,
    0.8381208124406839,
    0.8381208124406839,
    0.8381208124406839,
    0.8381208124406839,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8300110389243132,
    0.8918074535567719,
    0.8918074535567719,
    0.8918074535567719,
    0.8918074535567719,
    0.8918074535567719,
    0.8918074535567719,
    0.8918074535567719,
    0.8814875350129988,
    0.8814875350129988,
    0.8814875350129988,
    0.8814875350129988,
    0.8814875350129988,
    0.8814875350129988,
    0.8814875350129988,
    0.8814875350129988,
    0.8814875350129988,
    0.8696751719156217,
    0.8696751719156217,
    0.8696751719156217,
    0.8696751719156217,
    0.8696751719156217,
    0.8696751719156217,
    0.8696751719156217,
    0.8696751719156217,
    0.8696751719156217,
    0.8696751719156217,
    0.8624367397252171
  ],
  "1": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards.",
    "Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map by placing markers to designate those employers. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts.",
    "At the career fair, counselors remind attendees to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map by placing markers to designate those employers. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, organizers and attendees engage in preparatory and ongoing activities. Counselors remind attendees to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends place markers on the event map to designate target employers. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, organizers and attendees engage in preparatory and ongoing activities. Counselors remind attendees to maintain eye contact, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends place markers on the event map to designate target employers. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, organizers, counselors, attendees and staff engage in preparatory and ongoing activities. Counselors remind attendees to maintain eye contact while event staff at the entrance scan registrations and hand out lanyards. Groups of friends place markers on the event map to designate target employers. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university campus career fair near the gym, dozens of booths with colorful banners encircle the floor, creating a bustling perimeter. Inside the gym, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack case study booklets on high tables; healthcare providers showcase photographs of their community outreach. Outside the gym, students line up before opening; inside, they clutch resumes in branded folders. Groups of friends mark target employers on an event map by placing markers, and a resume review table sponsored by the engineering society sits near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "1_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3972940726758306,
    0.3972940726758306,
    0.3972940726758306,
    0.3972940726758306,
    0.7479362149162421,
    0.7479362149162421,
    0.7479362149162421,
    0.7479362149162421,
    0.7479362149162421,
    0.7479362149162421,
    0.7660182343119574,
    0.7660182343119574,
    0.7660182343119574,
    0.7660182343119574,
    0.7660182343119574,
    0.7660182343119574,
    0.7660182343119574,
    0.7660182343119574,
    0.7660182343119574,
    0.7660182343119574,
    0.8225074422413337,
    0.8225074422413337,
    0.8225074422413337,
    0.8225074422413337,
    0.8642970156477756,
    0.8642970156477756,
    0.8642970156477756,
    0.8642970156477756,
    0.8642970156477756,
    0.8642970156477756,
    0.8642970156477756,
    0.8642970156477756,
    0.8694923504032297,
    0.8694923504032297,
    0.8694923504032297,
    0.8694923504032297,
    0.8694923504032297,
    0.8694923504032297,
    0.8687079736448233,
    0.8687079736448233,
    0.8687079736448233,
    0.8687079736448233,
    0.8687079736448233,
    0.8687079736448233,
    0.8687079736448233,
    0.8687079736448233,
    0.8718722564115369,
    0.8718722564115369,
    0.8718722564115369,
    0.8718722564115369,
    0.8718722564115369,
    0.8718722564115369,
    0.8718722564115369,
    0.8718722564115369,
    0.8602967348941246,
    0.8602967348941246,
    0.8602967348941246
  ],
  "2": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as part of preparation for the upcoming career fair. Students line up outside the university gym before the career fair opens, while counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact as part of preparation for the upcoming event. Counselors also redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, refining their delivery before the fair begins.",
    "Outside the university gym, students line up before the career fair opens while career counselors remind attendees to maintain eye contact and prepare for the event. Counselors also redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, refining their delivery before the fair begins. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, placing markers to designate those employers.",
    "At the university gym, students line up outside before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. Inside, healthcare providers showcase photographs of community outreach as students clutch resumes in branded folders. A resume review table sponsored by the engineering society sits near the stage. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, placing markers to designate those employers. Some students rehearse elevator pitches quietly against the wall, refining their delivery before the fair begins. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the university gym, students queue outside before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, healthcare providers showcase photographs of community outreach while students clutch resumes in branded folders. Near the stage, a resume-review table sponsored by the engineering society and a finance firms area offering QR codes for immediate internship applications are present; technology companies display demo screens of their latest apps. Groups of friends mark target employers on the event map by placing markers to designate those employers. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Consulting firms stack glossy case-study booklets on high tables.",
    "At the university gym, students queue before the career fair opens as event staff scan registrations and hand out lanyards; a welcome PA outlines the schedule. Inside, healthcare providers showcase photographs of community outreach while students clutch branded folders containing resumes. Near the stage, a resume-review table sponsored by the engineering society and a finance area offering QR codes for immediate internship applications accompany tech companies displaying demo screens of their latest apps. Groups of friends mark target employers on the event map by placing markers designating those employers. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and, when unsure, be directed toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup deploys a small drone to hover above its booth, attracting attention. Networking etiquette workshops are underway in an adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5699320804414015,
    0.5699320804414015,
    0.5699320804414015,
    0.7203979621824438,
    0.7203979621824438,
    0.7203979621824438,
    0.7203979621824438,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.814132679824844,
    0.8564025843887062,
    0.8564025843887062,
    0.8564025843887062,
    0.8564025843887062,
    0.8564025843887062,
    0.8564025843887062,
    0.8564025843887062,
    0.8564025843887062,
    0.8564025843887062,
    0.8564025843887062,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8392207112232134,
    0.8762030219086681,
    0.8762030219086681,
    0.8762030219086681,
    0.8762030219086681,
    0.8762030219086681,
    0.8762030219086681,
    0.8762030219086681,
    0.8762030219086681,
    0.8762030219086681
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact while navigating the fair. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, with a resume review table sponsored by the engineering society sitting near the stage. Healthcare providers showcase photographs of their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. In the university gym, networking etiquette workshops are underway in the adjoining classroom. A robotics startup deploys a small drone to hover above its booth, attracting attention. Outside, students line up before the career fair opens.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact while navigating the fair. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, with a resume review table sponsored by the engineering society sitting near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase photographs of their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up before the career fair opens. In the university gym, networking etiquette workshops are underway in an adjoining classroom. A robotics startup deploys a small drone to hover above its booth, attracting attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students clutch folders containing resumes; a resume review table sponsored by the engineering society sits near stage. Groups of friends mark target employers on the event map with markers. Career counselors remind attendees to maintain eye contact and be directed toward applicable industries if unsure; a PA outlines the schedule. Firms stack case study booklets on high tables, while finance firms offer QR codes for internships. Tech companies display demo screens showing their apps. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase photographs of their community outreach efforts. At the entrance, staff scan registrations and hand out lanyards. Outside, students line up before career fair opens. In university gym, networking etiquette workshops are underway in an adjoining classroom. A robotics startup deploys a small drone hovering above its booth, attracting attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6002083801978721,
    0.6002083801978721,
    0.6002083801978721,
    0.6002083801978721,
    0.8119969375212697,
    0.8119969375212697,
    0.8119969375212697,
    0.8119969375212697,
    0.8119969375212697,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8836634011051444,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8938458684054369,
    0.8810675695844858,
    0.8810675695844858,
    0.8810675695844858,
    0.8810675695844858,
    0.8810675695844858,
    0.8810675695844858,
    0.8810675695844858,
    0.8810675695844858,
    0.8810675695844858
  ],
  "4": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while a resume review table sponsored by the engineering society sits near the stage.",
    "Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage; healthcare providers showcase photographs of their community outreach efforts.",
    "At the event, students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage; healthcare providers showcase photographs of their community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students clutch resumes inside branded folders while a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "At the event, students clutch resumes inside branded folders while a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "A university campus career fair near the gym unfolds with tech companies displaying demo screens of their latest apps, consulting firms stacking glossy case study booklets on high tables, and healthcare providers showcasing photographs of their community outreach efforts. Outside the gym, students line up before the fair opens; inside, students clutch resumes in branded folders. A resume review table sponsored by the engineering society sits near the stage. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At a university campus career fair near the gym, tech companies display demo screens of apps; consulting firms stack case study booklets on high tables; healthcare providers showcase photographs of their community outreach. Outside the gym, students line up before opening; inside, they clutch resumes in branded folders. A resume review table sponsored by the engineering society sits near the stage. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on an event map by placing markers. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Inside the gym, a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the floor, creating a bustling perimeter around the venue. Some students rehearse elevator pitches quietly against the wall as HR teams jot notes on tablets while students introduce themselves.",
    "At a university campus career fair near the gym, tech companies display demo screens of apps; consulting firms stack case study booklets on high tables; healthcare providers showcase photographs of their community outreach. Outside the gym, students line up before opening; inside, they clutch resumes in branded folders. A resume review table sponsored by the engineering society sits near the stage. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on an event map by placing markers. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Inside the gym, a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the floor, creating a bustling perimeter around the venue. Some students rehearse elevator pitches quietly against the wall as HR teams jot notes on tablets while students introduce themselves.",
    "On a university campus, a career fair near the gym features tech companies displaying demo screens of their latest apps, consulting firms stacking case study booklets on high tables, and healthcare providers showcasing photographs of community outreach. Outside the gym, students line up before opening; inside they clutch resumes in branded folders. A resume review table sponsored by the engineering society sits near stage, while event staff scan registrations and hand out lanyards at entrance. Groups of friends mark target employers on an event map by placing markers. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Inside the gym, a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with banners encircle the floor, creating a perimeter around the venue. Some students rehearse elevator pitches quietly against the wall as HR teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.36242771199498425,
    0.36242771199498425,
    0.36242771199498425,
    0.4377895643763098,
    0.4377895643763098,
    0.4377895643763098,
    0.4377895643763098,
    0.6168015800254695,
    0.6168015800254695,
    0.6168015800254695,
    0.6168015800254695,
    0.6168015800254695,
    0.8207699840787512,
    0.8207699840787512,
    0.8207699840787512,
    0.8207699840787512,
    0.8287730216392649,
    0.8287730216392649,
    0.8287730216392649,
    0.8287730216392649,
    0.8287730216392649,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.8546191387418485,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.849445588167247,
    0.8381070659677401,
    0.8381070659677401,
    0.8381070659677401,
    0.8381070659677401,
    0.8381070659677401
  ],
  "5": [
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the campus career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, contributing to a campus fair scene. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the campus career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, contributing to a campus fair scene. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Outside the university gym, students line up for the campus career fair as event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, and a panel of alumni discusses strategies for preparing for technical interviews. Students clutch resumes inside branded folders, with a resume review table sponsored by the engineering society sitting near the stage. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the campus career fair as event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, and a panel of alumni discusses strategies for preparing for technical interviews. Students clutch resumes inside branded folders, with a resume review table sponsored by the engineering society sitting near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the campus career fair as event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, and a panel of alumni discusses strategies for preparing for technical interviews. Students clutch resumes inside branded folders, with a resume review table sponsored by the engineering society sitting near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the campus career fair as event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, and a panel of alumni discusses strategies for preparing for technical interviews. Students clutch resumes inside branded folders, with a resume review table sponsored by the engineering society sitting near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the campus career fair as event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Inside the fair, a panel of alumni discusses strategies for preparing for technical interviews while career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders, with a resume review table sponsored by the engineering society sitting near the stage. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4390440093810035,
    0.4390440093810035,
    0.4390440093810035,
    0.4390440093810035,
    0.4390440093810035,
    0.5934011912792249,
    0.5934011912792249,
    0.5934011912792249,
    0.7817840276279286,
    0.7817840276279286,
    0.7817840276279286,
    0.7817840276279286,
    0.7817840276279286,
    0.7817840276279286,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.841771237000198,
    0.8500222845269325,
    0.8500222845269325,
    0.8500222845269325,
    0.8500222845269325,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8527373770418343,
    0.8573621963813274,
    0.8573621963813274,
    0.8573621963813274,
    0.8573621963813274,
    0.8573621963813274,
    0.8573621963813274,
    0.8573621963813274
  ],
  "6": [
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "A campus career fair scene: tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "A campus career fair scene unfolds with tech companies displaying demo screens of their latest apps. Outside the university gym, students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "A campus career fair unfolds on a university campus near the gym, where tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "On a university campus near the gym, a career fair unfolds with tech companies displaying demo screens of their latest apps. Outside the gym, students line up before the fair opens, while event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photographs of their community outreach efforts, and students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage.",
    "On a university campus near the gym, a career fair unfolds with tech companies displaying demo screens of their latest apps. Outside the gym, students line up before the fair opens, while event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photographs of their community outreach efforts, and students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage. Finance firms offer QR codes for immediate internship applications.",
    "On a university campus near the gym, a career fair unfolds with tech companies displaying demo screens of their latest apps. Outside the gym, students line up before the fair opens, while event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as they approach. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Healthcare providers showcase photographs of their community outreach efforts, while students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "A university career fair unfolds on campus with the venue. Outside the gym, students line up before opening while event staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact as they approach. Inside the gym, dozens of booths with banners encircle a polished floor, and a cybersecurity company runs a password-cracking challenge on a laptop. Tech firms display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for internship applications. Healthcare providers showcase photographs of their community outreach efforts, and students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage, with alumni volunteers sharing pep talks near the coffee station. Workshops on networking etiquette run in the adjoining classroom, and groups of friends mark employers on the event map by placing markers."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.7780055475706367,
    0.7780055475706367,
    0.7780055475706367,
    0.8032702541909054,
    0.8032702541909054,
    0.8032702541909054,
    0.8032702541909054,
    0.8343024253076436,
    0.8343024253076436,
    0.8343024253076436,
    0.8343024253076436,
    0.8260178317569108,
    0.8260178317569108,
    0.8260178317569108,
    0.8260178317569108,
    0.8551186910189834,
    0.8551186910189834,
    0.8551186910189834,
    0.8551186910189834,
    0.8551186910189834,
    0.8601363701960487,
    0.8601363701960487,
    0.8601363701960487,
    0.8601363701960487,
    0.8601363701960487,
    0.8601363701960487,
    0.8601363701960487,
    0.8601363701960487,
    0.8601363701960487,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148,
    0.8737896181429148
  ],
  "7": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications; career counselors remind attendees to maintain eye contact.",
    "At a university career fair, professional consulting firms display glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens, and entrance staff scan registrations and hand out lanyards. Inside the event, students clutch resumes in branded folders as a resume-review table sponsored by the engineering society sits near the stage; healthcare providers showcase photographs of their community outreach efforts.",
    "At the university career fair, consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens as entrance staff scan registrations and hand out lanyards. Inside the event, students clutch resumes in branded folders as a resume-review table sponsored by the engineering society sits near the stage; healthcare providers showcase photographs of their community outreach efforts.",
    "At the university career fair, consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, and a PA welcome announces the fair schedule; an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the fair opens as entrance staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders around a resume-review table sponsored by the engineering society near the stage, while healthcare providers showcase photographs of their community outreach efforts. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, a PA announces the schedule, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before opening as entrance staff scan registrations and hand out lanyards. Inside, the gym hosts dozens of booths with colorful banners on a polished floor; students clutch branded folders containing resumes around a resume-review table sponsored by the engineering society near the stage, and some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens; workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on an event map, designating those employers.",
    "At the university career fair, consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, a PA announces the schedule, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before opening as entrance staff scan registrations and hand out lanyards. Inside the gym, dozens of booths with colorful banners line a polished floor; students clutch branded folders containing resumes around a resume-review table sponsored by the engineering society near the stage, while some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens; workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on an event map, designating those employers."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.38680649889239554,
    0.8705418854564633,
    0.8705418854564633,
    0.8705418854564633,
    0.8705418854564633,
    0.8705418854564633,
    0.8705418854564633,
    0.8774230885638596,
    0.8774230885638596,
    0.8774230885638596,
    0.8774230885638596,
    0.8774230885638596,
    0.8774230885638596,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8719217634805729,
    0.8668797660505118,
    0.8668797660505118,
    0.8668797660505118,
    0.8668797660505118,
    0.8668797660505118,
    0.8668797660505118,
    0.8686687844932004,
    0.8686687844932004,
    0.8686687844932004,
    0.8686687844932004,
    0.8686687844932004,
    0.8686687844932004,
    0.8686687844932004,
    0.8686687844932004,
    0.8686687844932004,
    0.8686687844932004
  ],
  "8": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "Within the scene at the university gym, networking etiquette workshops are underway in the adjoining classroom. A robotics startup deploys a small drone to hover above its booth, attracting attention. Outside, students line up before the career fair opens.",
    "At the university gym, networking etiquette workshops are underway in an adjoining classroom. A robotics startup deploys a small drone to hover above its booth, attracting attention. Outside the university gym, students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At the university gym, networking etiquette workshops run in an adjoining classroom. A robotics startup deploys a small drone hovering above its booth, drawing attention. Outside, students line up before the career fair opens. Inside the career fair, counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students hold branded folders containing resumes. A welcome PA announces the schedule. Consulting firms stack glossy case-study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map with markers. Tech companies display demo screens showing their latest apps.",
    "At the university campus, the gym hosts networking etiquette workshops in an adjoining classroom. A robotics startup deploys a small drone hovering above its booth, drawing attention. Outside, students line up before the career fair opens. Inside, counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students hold branded folders containing resumes. A welcome PA announces the schedule. Consulting firms stack glossy case-study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map with markers. Tech companies display demo screens showing their latest apps.",
    "On a university campus, a gym hosts networking etiquette workshops in an adjacent classroom. A robotics startup displays a small drone hovering above its booth to attract attention. Outside, students queue before the career fair opens. Inside, counselors guide unsure students toward applicable industries and remind them to maintain eye contact. Students carry branded folders containing resumes. A welcome PA announces the schedule. Consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map with markers. Tech companies show demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "On a university campus, a career fair unfolds with a gym hosting networking etiquette workshops in an adjacent classroom. A robotics startup displays a small drone hovering above its booth to attract attention. Outside, students queue before the fair opens. Inside, counselors guide unsure students toward applicable industries and remind them to maintain eye contact. Students carry branded folders containing resumes. A welcome PA announces the schedule. Consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map with markers. Tech companies show demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "On a university campus, a career fair is underway with a gym hosting networking etiquette workshops in an adjacent classroom. A robotics startup displays a small drone hovering above its booth to attract attention. Outside, students queue before the fair opens. Inside, counselors guide unsure students toward applicable industries and remind them to maintain eye contact. Students carry branded folders containing resumes. A welcome PA announces the schedule. Consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map with markers. Tech companies show demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5323142707497177,
    0.5323142707497177,
    0.5323142707497177,
    0.5323142707497177,
    0.5323142707497177,
    0.6604073240547087,
    0.6604073240547087,
    0.6604073240547087,
    0.6604073240547087,
    0.6604073240547087,
    0.6604073240547087,
    0.6604073240547087,
    0.6604073240547087,
    0.7535069087349612,
    0.7535069087349612,
    0.7535069087349612,
    0.7535069087349612,
    0.7535069087349612,
    0.86593980946309,
    0.86593980946309,
    0.86593980946309,
    0.86593980946309,
    0.86593980946309,
    0.86593980946309,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.844859720437829,
    0.844859720437829,
    0.844859720437829,
    0.844859720437829,
    0.844859720437829,
    0.8934245963953307,
    0.8934245963953307,
    0.8934245963953307,
    0.8934245963953307,
    0.8934245963953307,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825,
    0.8887866304999825
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the career fair schedule. Outside the university gym, students line up before the fair opens, while at the entrance event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the career fair schedule. Outside the university gym, students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "A campus career fair unfolds on a university campus. A welcome announcement is broadcast over the PA system, outlining the schedule. Outside the university gym, students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "A university campus hosts a career fair, with a welcome announcement broadcast over the PA outlining the schedule. Outside the gym, students line up before opening, and at the entrance staff scan registrations and hand out lanyards. The engineering society runs a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "A university campus hosts a career fair, with a welcome announcement broadcast over the PA outlining the schedule. Outside the gym, students line up before opening, and at the entrance staff scan registrations and hand out lanyards. The engineering society runs a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "On a university campus, a career fair unfolds near the gym, announced by a welcome PA listing the schedule. Outside the gym, students line up before opening as staff at the entrance scan registrations and hand out lanyards. Inside, the engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Exhibitors include tech companies displaying demo screens of their latest apps, consulting firms stacking glossy case-study booklets on high tables, finance firms offering QR codes for internship applications, and healthcare providers showcasing photographs of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch branded folders containing resumes. Groups of friends mark target employers on the event map with markers. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "On a university campus, a career fair unfolds near the gym, announced by a welcome PA listing the schedule. Outside the gym, students line up before opening as staff scan registrations and hand out lanyards. Inside, the engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Exhibitors include tech companies displaying demo screens of their latest apps; consulting firms stacking glossy case-study booklets on high tables; finance firms offering QR codes for internship applications; and healthcare providers showcasing photographs of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch branded folders containing resumes. Groups of friends mark target employers on the event map with markers. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.6342840781547935,
    0.6342840781547935,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.7989186309763607,
    0.8165346414320751,
    0.8165346414320751,
    0.8165346414320751,
    0.8165346414320751,
    0.8165346414320751,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8568504154077455,
    0.8629241750015129,
    0.8629241750015129,
    0.8629241750015129,
    0.8629241750015129,
    0.8629241750015129,
    0.8629241750015129,
    0.8629241750015129,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601,
    0.8609660827663601
  ],
  "10": [
    "",
    "\"\"",
    "Students clutch resumes inside branded folders, with the resumes stored within the folders and the students gripping the folders.",
    "Students clutch branded folders containing resumes, with the resumes stored inside the folders and the students gripping the folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, students clutch branded folders containing resumes, gripping the folders as the resumes sit inside. A welcome announcement over the PA outlines the schedule. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "At the career fair, students clutch branded folders containing resumes, gripping the folders as the resumes sit inside. A welcome announcement over the PA outlines the schedule. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map by placing markers to designate those employers. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, students clutch branded folders containing resumes, gripping the folders as the resumes sit inside. A welcome announcement over the PA outlines the schedule. Career counselors remind attendees to maintain eye contact and to be directed toward applicable industries if unsure. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map by placing markers designating those employers. Tech companies display demo screens showing their latest apps. In the university gym, networking etiquette workshops are underway in an adjoining classroom. A robotics startup deploys a small drone to hover above its booth, attracting attention. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, students clutch branded folders containing resumes, gripping the folders as the resumes sit inside. A welcome announcement over the PA outlines the schedule. Career counselors remind attendees to maintain eye contact and to be directed toward applicable industries if unsure. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map by placing markers designating those employers. Tech companies display demo screens showing their latest apps. In the university gym, networking etiquette workshops are underway in an adjoining classroom. A robotics startup deploys a small drone to hover above its booth, attracting attention. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, students clutch folders containing resumes as a welcome PA outlines the schedule. Career counselors remind attendees to maintain eye contact and to be directed toward applicable industries if unsure. Consulting firms stack glossy case study booklets on tables, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map by placing markers. Tech companies display demo screens of their latest apps. Outside the gym, students queue before the fair opens. In the university gym, networking etiquette workshops are underway in adjoining classroom. A robotics startup deploys a small drone to hover above its booth, attracting attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume-review table near the stage. A campus near the gym hosts a career fair where technology demo screens and healthcare outreach photos are shown.",
    "A university career fair unfolds on campus near the gym. Outside the gym, students queue before opening. Inside, dozens of booths with banners encircle a polished floor as event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and to be directed toward applicable industries. Groups of friends mark target employers on the event map by placing markers. Tech firms display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for internship applications. A robotics startup deploys a small drone to hover above its booth, attracting attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage; alumni volunteers share pep talks near the coffee station. Networking etiquette workshops run in the adjoining classroom.",
    "A university career fair unfolds on campus near the gym. Outside, students queue before opening. Inside, dozens of booths with banners encircle a polished floor as event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and to be directed toward applicable industries. Groups of friends mark target employers on the event map by placing markers. Tech firms display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for internship applications. A robotics startup deploys a small drone to hover above its booth, attracting attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage; alumni volunteers share pep talks near the coffee station. Networking etiquette workshops run in the adjoining classroom."
  ],
  "10_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3114317700992442,
    0.3114317700992442,
    0.3114317700992442,
    0.3114317700992442,
    0.3114317700992442,
    0.3114317700992442,
    0.3114317700992442,
    0.6273824406529248,
    0.6273824406529248,
    0.6273824406529248,
    0.8321900160632488,
    0.8321900160632488,
    0.8321900160632488,
    0.8321900160632488,
    0.8757133436273037,
    0.8757133436273037,
    0.8757133436273037,
    0.8757133436273037,
    0.8757133436273037,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8587429325048774,
    0.8808236491018193,
    0.8808236491018193,
    0.8808236491018193,
    0.8808236491018193,
    0.8808236491018193,
    0.8808236491018193,
    0.8808236491018193,
    0.8808236491018193,
    0.8808236491018193,
    0.8882079364956998,
    0.8882079364956998,
    0.8882079364956998,
    0.8882079364956998,
    0.8882079364956998,
    0.8887613927155462,
    0.8887613927155462,
    0.8887613927155462
  ],
  "11": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact; at the entrance, event staff scan registrations and hand out lanyards.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Inside the university gym, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter. Students stand in line outside the gym in advance of the career fair opening.",
    "During a campus career fair, groups of friends place markers on an event map to designate target employers. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Inside the university gym, a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter. Students stand in line outside the gym in advance of the career fair opening. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a campus career fair in the university gym, groups of friends place markers on an event map to designate target employers while dozens of booths with colorful banners encircle the polished floor. At the entrance, event staff scan registrations and hand out lanyards as HR teams jot notes on tablets and students introduce themselves. Tech companies display demo screens showing their latest apps, and inside the gym a cybersecurity company runs a password-cracking challenge on a laptop. Students stand in line outside the gym in advance of opening. A panel of alumni discusses strategies for preparing for technical interviews, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Students clutch resumes in branded folders; a resume review table sponsored by the engineering society sits near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At a campus career fair held in university gym, groups of friends place markers on an event map to designate target employers, while booths with banners encircle polished floor. At the entrance, event staff scan registrations and hand out lanyards; HR teams jot notes on tablets, and students introduce themselves. Tech companies display demo screens of their apps, and inside the gym a cybersecurity company runs a password-cracking challenge on a laptop. Students stand in line outside the gym before opening. A panel of alumni discusses strategies for technical interviews, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Students clutch resumes in branded folders; a resume review table sponsored by the engineering society sits near the stage. Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for internships. Alumni volunteers share pep talks near the coffee station.",
    "In a university gym hosting a campus career fair, groups of friends place markers on an event map to designate target employers, while booths with banners encircle polished floor. At the entrance, event staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their apps, and inside the gym a cybersecurity company runs a password-cracking challenge on a laptop. Students stand in line outside. An alumni panel discusses strategies for technical interviews and how to prepare for them, while career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Students clutch resumes in branded folders; a resume-review table sponsored by the engineering society sits near stage. Consulting firms stack glossy case-study booklets on high tables, and finance firms offer QR codes for internships. Alumni volunteers share pep talks near the coffee station."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.43678839238078654,
    0.43678839238078654,
    0.43678839238078654,
    0.43678839238078654,
    0.43678839238078654,
    0.43678839238078654,
    0.7695238157644146,
    0.7695238157644146,
    0.7695238157644146,
    0.7695238157644146,
    0.8257109636929119,
    0.8257109636929119,
    0.8257109636929119,
    0.8257109636929119,
    0.8439762723001141,
    0.8439762723001141,
    0.8439762723001141,
    0.8439762723001141,
    0.8439762723001141,
    0.8439762723001141,
    0.8439762723001141,
    0.8439762723001141,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.8509914668881986,
    0.853482921306322,
    0.853482921306322,
    0.853482921306322,
    0.853482921306322,
    0.853482921306322,
    0.853482921306322,
    0.853482921306322,
    0.853482921306322,
    0.853482921306322,
    0.853482921306322,
    0.8454027098040733,
    0.8454027098040733,
    0.8454027098040733,
    0.8454027098040733,
    0.8454027098040733,
    0.8454027098040733,
    0.8454027098040733,
    0.8454027098040733,
    0.8454027098040733
  ],
  "12": [
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym, waiting for the career fair to open.",
    "Students line up outside the university gym, waiting for the career fair to open, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, waiting for the career fair to open. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up waiting for the career fair to open. Healthcare providers showcase community outreach photos at the venue. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At a university campus near the gym, a career fair unfolds with technology companies displaying demo screens of their latest apps, while healthcare providers showcase community outreach photos at the venue. Outside the university gym, students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "A university campus near the gym hosts a career fair where technology companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. Outside the gym, students queue before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map by placing markers to designate those employers.",
    "At a university campus near the gym, a career fair features tech companies with demo screens of their latest apps and healthcare providers with community outreach photos. Outside the gym, students queue before opening as staff scan registrations and hand out lanyards. Inside, counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact; students hold branded folders containing resumes; a welcome PA announces the schedule. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications; groups of friends mark target employers on the event map with markers. The gym hosts networking etiquette workshops in an adjoining classroom. A robotics startup deploys a small drone hovering above its booth.",
    "At a university campus near the gym, a career fair features tech companies with demo screens of their latest apps and healthcare providers with community outreach photos. Outside the gym, students queue before opening as staff scan registrations and hand out lanyards. Inside, counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students hold branded folders containing resumes, while a welcome PA announces the schedule. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications; groups of friends mark target employers on the event map with markers. The gym hosts networking etiquette workshops in an adjoining classroom. A robotics startup deploys a small drone hovering above its booth.",
    "A university career fair unfolds on a campus near the gym, with booths encircling the gym floor. Outside the gym, students line up before opening as staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps, while a cybersecurity firm runs a password-cracking challenge on a laptop. Healthcare providers showcase photographs of community outreach. Career counselors guide unsure students toward applicable industries and remind them to maintain eye contact as they approach. Students clutch resumes in branded folders. Engineering society sponsors a resume-review table near stage; consulting firms stack case-study booklets on high tables; finance firms offer QR codes for internship applications. Groups of friends mark target employers on the event map with markers, and alumni volunteers share pep talks near coffee station. In an adjoining classroom, networking etiquette workshops begin, and robotics startup deploys a small drone above its booth."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3522198134440376,
    0.3522198134440376,
    0.3522198134440376,
    0.3522198134440376,
    0.7114393754600632,
    0.7114393754600632,
    0.7114393754600632,
    0.7114393754600632,
    0.7842481701241757,
    0.7842481701241757,
    0.7842481701241757,
    0.7842481701241757,
    0.7842481701241757,
    0.8548632370439987,
    0.8548632370439987,
    0.8548632370439987,
    0.8548632370439987,
    0.8548632370439987,
    0.8475754958146499,
    0.8475754958146499,
    0.8475754958146499,
    0.8475754958146499,
    0.8475754958146499,
    0.8475754958146499,
    0.8475754958146499,
    0.8475754958146499,
    0.8475754958146499,
    0.8475754958146499,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.8579394397172735,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.864780959187689,
    0.8827474802029845,
    0.8827474802029845
  ],
  "13": [
    "",
    "",
    "",
    "\"\"",
    "Outside the university gym, students line up before the career fair opens; at the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is hosting a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens; at the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is hosting a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair as event staff scan registrations, hand out lanyards, and a welcome PA announces the schedule. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor, while students clutch resumes in branded folders and a resume review table sponsored by the engineering society sits near the stage. Healthcare providers display photographs of their community outreach efforts. Groups of friends mark target employers on an event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, the career fair unfolds on a polished floor with dozens of booths and colorful banners. Event staff scan registrations and hand out lanyards at the entrance, while a welcome PA announces the schedule. Students clutch resumes inside branded folders, and a resume review table sponsored by the engineering society sits near the stage. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase photographs of their community outreach efforts. Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, the career fair unfolds on a polished floor with dozens of booths and colorful banners, as event staff scan registrations and hand out lanyards at the entrance and a welcome PA announces the schedule. Inside, students clutch resumes in branded folders near the stage and a resume-review table sponsored by the engineering society; a finance firms area offers QR codes for immediate internship applications; technology companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop; healthcare providers showcase photographs of community outreach. Groups of friends mark target employers on the event map with markers. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.44655388733783064,
    0.44655388733783064,
    0.44655388733783064,
    0.44655388733783064,
    0.44655388733783064,
    0.44655388733783064,
    0.8344419537498549,
    0.8344419537498549,
    0.8344419537498549,
    0.837499805504563,
    0.837499805504563,
    0.837499805504563,
    0.837499805504563,
    0.837499805504563,
    0.8561124718520434,
    0.8561124718520434,
    0.8561124718520434,
    0.8561124718520434,
    0.8561124718520434,
    0.8561124718520434,
    0.8561124718520434,
    0.8561124718520434,
    0.8561124718520434,
    0.8808081578845093,
    0.8808081578845093,
    0.8808081578845093,
    0.8808081578845093,
    0.8808081578845093,
    0.8808081578845093,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8862417498573255,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982,
    0.8672339662937982
  ],
  "14": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase photographs of their community outreach efforts.",
    "Healthcare providers showcase photographs of their community outreach efforts, with students clutching resumes inside branded folders, and a resume review table sponsored by the engineering society sitting near the stage.",
    "Outside the university gym, students line up waiting for the career fair to open. Healthcare providers showcase photographs of their community outreach efforts, while students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage.",
    "Outside the university gym, students line up before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards. Inside, healthcare providers showcase photographs of their community outreach efforts as students clutch resumes in branded folders. A resume review table sponsored by the engineering society sits near the stage. Career counselors remind attendees to maintain eye contact as they approach the career fair. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens while event staff at the entrance scan registrations and hand out lanyards. Inside, healthcare providers display photographs of their community outreach as students clutch resumes in branded folders. A resume-review table sponsored by the engineering society sits near the stage. Tech companies display demo screens showing their latest apps. Groups of friends place markers on the event map to designate target employers. Career counselors remind attendees to maintain eye contact as they approach the fair. A cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter.",
    "Outside the university gym, students line up before the career fair opens as event staff scan registrations and hand out lanyards. Inside, healthcare providers display photographs of their community outreach while students clutch resumes in branded folders. A resume-review table sponsored by the engineering society sits near the stage. Tech companies display demo screens showing their latest apps. Groups of friends place markers on the event map to designate target employers. Career counselors remind attendees to maintain eye contact as they approach the fair. A cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter.",
    "At a university campus near the gym, a career fair unfolds with dozens of booths encircling a polished floor, technology companies displaying demo screens of their latest apps and healthcare providers showcasing photos of community outreach. Outside the gym, students line up before opening; event staff scan registrations and hand out lanyards, while others queue in anticipation. Inside, students clutch resumes in branded folders as groups of friends place markers on the event map to designate target employers. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as they approach. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "On a university campus near the gym, a career fair unfolds with dozens of booths encircling a polished floor, tech companies displaying demo screens of their latest apps and healthcare providers showing photos of community outreach, complemented by colorful banners inside. Outside the gym, students line up before opening as event staff scan registrations and hand out lanyards; others queue in anticipation. Inside, students clutch resumes in branded folders while groups of friends place markers on the event map to designate target employers. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, with workshops on networking etiquette in the adjoining classroom and a welcome PA outlining the schedule at the entrance.",
    "On a university campus near the gym, a career fair unfolds with dozens of booths circling a polished floor. Tech companies display demo screens of their apps; healthcare providers show photos of outreach with colorful banners inside. Outside, students line up before opening as staff scan registrations and hand out lanyards; others queue. Inside, students clutch resumes in branded folders while groups of friends place markers on the event map to designate target employers. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for internships; consulting firms stack case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, with workshops on networking etiquette in the classroom and a welcome PA outlining the schedule at the entrance."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.3184680925003484,
    0.3184680925003484,
    0.3184680925003484,
    0.3184680925003484,
    0.3184680925003484,
    0.6914180846186928,
    0.6914180846186928,
    0.6914180846186928,
    0.6914180846186928,
    0.6914180846186928,
    0.8307443740017981,
    0.8307443740017981,
    0.8307443740017981,
    0.8307443740017981,
    0.8307443740017981,
    0.8307443740017981,
    0.8307443740017981,
    0.8307443740017981,
    0.870221781625726,
    0.870221781625726,
    0.870221781625726,
    0.870221781625726,
    0.870221781625726,
    0.8739293704252196,
    0.8739293704252196,
    0.8739293704252196,
    0.8739293704252196,
    0.8739293704252196,
    0.8739293704252196,
    0.8739293704252196,
    0.8739293704252196,
    0.8739293704252196,
    0.8659050309316183,
    0.8659050309316183,
    0.8659050309316183,
    0.8659050309316183,
    0.8659050309316183,
    0.8659050309316183,
    0.8659050309316183,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8701663921063547,
    0.8777890918076996,
    0.8777890918076996,
    0.8777890918076996,
    0.8777890918076996,
    0.8777890918076996
  ],
  "15": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "At a professional event, career counselors remind attendees to maintain eye contact. In the same setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional event, career counselors remind attendees to maintain eye contact. In the same setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At a university career fair inside the gym, dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter, while students stand in line outside the gym in advance of opening. At the entrance, event staff scan registrations and hand out lanyards. Inside the gym, a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, placing markers to designate those employers.",
    "At a university campus near the gym, a career fair unfolds with dozens of booths encircling the polished gym floor. Outside, students line up before opening while event staff scan registrations and hand out lanyards at the entrance. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. In an adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map, placing markers to designate those employers. Healthcare providers showcase photographs of community outreach efforts; students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage, and alumni volunteers share pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they approach.",
    "A university campus near the gym hosts a career fair with dozens of booths encircling the polished gym floor. Outside, students line up before opening while event staff scan registrations and hand out lanyards at the entrance. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications. In an adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on the event map, placing markers to designate those employers. Healthcare providers showcase photographs of community outreach efforts; students clutch resumes inside branded folders. A resume-review table sponsored by the engineering society sits near the stage, and alumni volunteers share pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they approach.",
    "Near the university gym, a campus career fair fills the polished gym floor with dozens of booths encircling it. Outside, students line up before opening while event staff scan registrations and hand out lanyards at the entrance. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications. In an adjoining classroom, networking etiquette workshops begin. Groups of friends mark target employers on an event map, placing markers to designate those employers. Healthcare providers showcase photographs of community outreach efforts; students clutch resumes inside branded folders. A resume-review table sponsored by the engineering society sits near the stage, and alumni volunteers share pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they approach."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5534858129522774,
    0.5534858129522774,
    0.5534858129522774,
    0.5534858129522774,
    0.5534858129522774,
    0.5534858129522774,
    0.6719614495536052,
    0.6719614495536052,
    0.6719614495536052,
    0.6719614495536052,
    0.6719614495536052,
    0.6719614495536052,
    0.6719614495536052,
    0.7209318293198395,
    0.7209318293198395,
    0.7209318293198395,
    0.7209318293198395,
    0.7209318293198395,
    0.7209318293198395,
    0.7209318293198395,
    0.7209318293198395,
    0.8533998410687751,
    0.8533998410687751,
    0.8533998410687751,
    0.8533998410687751,
    0.8533998410687751,
    0.8533998410687751,
    0.8533998410687751,
    0.8533998410687751,
    0.8533998410687751,
    0.8647317680394089,
    0.8647317680394089,
    0.8647317680394089,
    0.8647317680394089,
    0.8647317680394089,
    0.8647317680394089,
    0.8647317680394089,
    0.8618783290096887,
    0.8618783290096887,
    0.8618783290096887,
    0.8618783290096887,
    0.8618783290096887,
    0.8618783290096887,
    0.8618783290096887,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024,
    0.8603672927346024
  ],
  "16": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "Career counselors remind attendees to maintain eye contact as tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map, placing markers to designate those employers.",
    "Career counselors remind attendees to maintain eye contact as tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map, placing markers to designate those employers.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map by placing markers to designate those employers.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map by placing markers to designate those employers.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map by placing markers to designate those employers. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a professional career fair and event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications and tech companies display demo screens with their latest apps. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map by placing markers designating those employers. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch branded folders containing resumes, gripping the folders as the resumes sit inside. A welcome announcement over the PA outlines the schedule.",
    "At a university career fair, a range of exhibitors participate: consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps; finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; the engineering society sponsors a resume-review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch branded folders containing resumes as the resumes sit inside. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, students line up before the fair opens. A welcome PA announces the schedule. Groups of friends mark target employers on the event map by placing markers. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "At a university campus near the gym, a career fair unfolds with exhibitors including consulting firms stacking glossy case study booklets on high tables, tech companies displaying demo screens of their latest apps, finance firms offering QR codes for internship applications, healthcare providers showcasing photographs of community outreach, and the engineering society sponsoring a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch branded folders containing resumes. At the entrance, event staff scan registrations and hand out lanyards; outside the gym, students line up before the fair opens. A welcome PA announces the schedule. Groups of friends mark target employers on the event map with markers. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "A university campus near the gym hosts a career fair with exhibitors including consulting firms stacking glossy case study booklets on high tables; tech companies displaying demo screens of their latest apps; finance firms offering QR codes for internships; healthcare providers showcasing photographs of community outreach; and the engineering society sponsoring a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch branded folders containing resumes. At the entrance, event staff scan registrations and hand out lanyards; outside the gym, students line up before the fair opens. A welcome PA announces the schedule. Groups of friends mark target employers on the event map with markers. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers share pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews."
  ],
  "16_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.45807497188509905,
    0.45807497188509905,
    0.45807497188509905,
    0.45807497188509905,
    0.45807497188509905,
    0.45807497188509905,
    0.46840471035209824,
    0.46840471035209824,
    0.46840471035209824,
    0.46840471035209824,
    0.46840471035209824,
    0.46840471035209824,
    0.6724763414915486,
    0.6724763414915486,
    0.6724763414915486,
    0.5699240938586971,
    0.5699240938586971,
    0.5699240938586971,
    0.5699240938586971,
    0.5699240938586971,
    0.7219985496720165,
    0.7219985496720165,
    0.7219985496720165,
    0.7219985496720165,
    0.7219985496720165,
    0.8151968545321542,
    0.8151968545321542,
    0.8151968545321542,
    0.8151968545321542,
    0.8809870714773631,
    0.8809870714773631,
    0.8809870714773631,
    0.8809870714773631,
    0.8809870714773631,
    0.8809870714773631,
    0.8809870714773631,
    0.8773132789474112,
    0.8773132789474112,
    0.8773132789474112,
    0.8773132789474112,
    0.8773132789474112,
    0.8773132789474112,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076,
    0.8800785323461076
  ],
  "17": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is being broadcast via the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "A campus career fair scene unfolds outside the university gym, with students lined up before the fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the campus career fair opens, awaiting entry. A welcome announcement plays over the PA, outlining the fair schedule. Tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos at the venue. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the fair opens as entrance staff scan registrations and hand out lanyards. A PA announcement outlines the fair schedule. Inside the event, students clutch resumes in branded folders as a resume-review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach. Tech companies display demo screens of their latest apps. Professional consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the fair opens as entrance staff scan registrations and hand out lanyards; a PA announcement outlines the fair schedule. Inside the event, students clutch resumes in branded folders at a resume-review table sponsored by the engineering society near the stage. Healthcare providers showcase photographs of their community outreach. Tech companies display demo screens of their latest apps. Professional consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the fair opens as entrance staff scan registrations and hand out lanyards, and a PA announcement outlines the schedule. Inside the event, students clutch resumes in branded folders at a resume-review table sponsored by the engineering society near the stage. Healthcare providers showcase photographs of their community outreach, and tech companies display demo screens of their latest apps. Professional consulting firms publish glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Attendees map target employers by placing markers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the fair opens as entrance staff scan registrations and hand out lanyards, and a PA announcement outlines the schedule. Inside, students clutch resumes in branded folders at a resume-review table sponsored by the engineering society near the stage. Healthcare providers showcase photographs of their community outreach, and tech companies display demo screens of their latest apps. Professional consulting firms publish glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Attendees map target employers by placing markers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3686658106517337,
    0.3686658106517337,
    0.42550864330690547,
    0.42550864330690547,
    0.42550864330690547,
    0.42550864330690547,
    0.42550864330690547,
    0.6114581996330817,
    0.6114581996330817,
    0.6114581996330817,
    0.6114581996330817,
    0.6114581996330817,
    0.8383167699088689,
    0.8383167699088689,
    0.8383167699088689,
    0.8529809771259782,
    0.8529809771259782,
    0.8529809771259782,
    0.8529809771259782,
    0.8529809771259782,
    0.8529809771259782,
    0.8529809771259782,
    0.8529809771259782,
    0.8529809771259782,
    0.8529809771259782,
    0.9052017004279824,
    0.9052017004279824,
    0.9052017004279824,
    0.9052017004279824,
    0.9052017004279824,
    0.9052017004279824,
    0.9052017004279824,
    0.9052017004279824,
    0.9052017004279824,
    0.9052017004279824,
    0.9051511446056618,
    0.9051511446056618,
    0.9051511446056618,
    0.9051511446056618,
    0.9051511446056618,
    0.9051511446056618,
    0.9051511446056618,
    0.8996916111585317,
    0.8996916111585317,
    0.8996916111585317,
    0.8996916111585317,
    0.8996916111585317,
    0.8996916111585317,
    0.8994819599556363,
    0.8994819599556363,
    0.8994819599556363,
    0.8994819599556363,
    0.8994819599556363,
    0.8994819599556363,
    0.8994819599556363,
    0.8994819599556363,
    0.8994819599556363,
    0.8994819599556363
  ],
  "18": [
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, groups of friends mark target employers on the event map with markers, while entrance staff outside the gym scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as a resume-review table sponsored by the engineering society sits near the stage and healthcare providers showcase photographs of their community outreach efforts. Professional consulting firms display glossy case study booklets on high tables, and finance firms provide QR codes for immediate internship applications. Tech companies showcase demo screens with their latest apps. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in an adjoining classroom. HR teams jot notes on tablets as students introduce themselves; some rehearse elevator pitches quietly against the wall. A welcome PA outlines the fair schedule, and an alumni panel discusses preparing for technical interviews.",
    "LLM error: ('Connection aborted.', RemoteDisconnected('Remote end closed connection without response'))",
    "At the university campus, the gym hosts networking etiquette workshops in an adjoining classroom. A robotics startup deploys a small drone hovering above its booth, drawing attention. Outside, students line up before the career fair opens. Inside, counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students hold branded folders containing resumes. A welcome PA announces the schedule. Consulting firms stack glossy case-study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map with markers. Tech companies display demo screens showing their latest apps.",
    "At the university campus, an event unfolds around a career fair. Outside, students line up before opening. Inside, counselors guide unsure attendees toward applicable industries and remind them to maintain eye contact. Students hold branded folders containing their resumes. A welcome PA announces the schedule. A robotics startup displays a small drone hovering above its booth, drawing attention. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on an event map with markers. Tech companies display demo screens showing their latest apps. The gym hosts networking etiquette workshops in an adjoining classroom, and workshops on networking etiquette begin there.",
    "At the university campus, a career fair unfolds. Outside, students line up before opening. Inside, counselors guide unsure attendees toward applicable industries and remind them to maintain eye contact. Students hold branded folders with their resumes. A robotics startup displays a small drone hovering above its booth, drawing attention. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on an event map with markers. Tech companies display demo screens showing their latest apps. The gym hosts networking etiquette workshops in an adjoining classroom, and workshops on networking etiquette begin there. A welcome PA announces the schedule and outlines the fair schedule over the PA system.",
    "At the university campus, a career fair unfolds. Outside, students line up before opening. Inside, counselors guide unsure attendees toward applicable industries and remind them to maintain eye contact. Students hold branded folders with their resumes. A robotics startup displays a small drone hovering above its booth, drawing attention. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on an event map with markers. Tech companies display demo screens showing their latest apps. The gym hosts networking etiquette workshops in an adjoining classroom. A welcome PA announces the schedule and outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "18_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6235421791469689,
    0.6235421791469689,
    0.6235421791469689,
    0.6235421791469689,
    0.6235421791469689,
    0.6235421791469689,
    0.6235421791469689,
    0.6235421791469689,
    0.789088668508725,
    0.789088668508725,
    0.789088668508725,
    0.7519767805894406,
    0.7519767805894406,
    0.7519767805894406,
    0.7519767805894406,
    0.7924856026521383,
    0.7924856026521383,
    0.7924856026521383,
    0.7924856026521383,
    0.7924856026521383,
    0.7924856026521383,
    0.8667730431306242,
    0.8667730431306242,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.8593331890329684,
    0.8520642258640537,
    0.8520642258640537,
    0.8520642258640537,
    0.8520642258640537,
    0.8520642258640537,
    0.8520642258640537,
    0.8520642258640537,
    0.8520642258640537,
    0.8520642258640537,
    0.8674550522784408,
    0.8674550522784408,
    0.8674550522784408,
    0.8674550522784408,
    0.8674550522784408,
    0.8885314392938048,
    0.8885314392938048,
    0.8885314392938048,
    0.8885314392938048,
    0.8885314392938048,
    0.8885314392938048
  ],
  "19": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, attendees map target employers by placing markers on the event map. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps. Students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Healthcare providers showcase photographs of their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On university campus, a career fair unfolds with a gym hosting networking etiquette workshops in an adjacent classroom. Attendees map target employers on event map with markers. Career counselors remind attendees to maintain eye contact and guide unsure students toward industries. Students carry folders containing resumes, and a resume review table sponsored by the engineering society sits near stage. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens of their latest apps. A robotics startup displays a drone hovering above its booth. Healthcare providers showcase photographs of their community outreach efforts. A welcome PA announces the schedule. Consulting firms display glossy case-study booklets on high tables, while finance firms provide QR codes for internships. An alumni panel discusses how to prepare for technical interviews. Outside, students queue before the fair opens."
  ],
  "19_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34755552232529185,
    0.34755552232529185,
    0.6002083801978721,
    0.6002083801978721,
    0.6002083801978721,
    0.6002083801978721,
    0.6002083801978721,
    0.6002083801978721,
    0.7771554305431914,
    0.7771554305431914,
    0.7771554305431914,
    0.7771554305431914,
    0.7771554305431914,
    0.7771554305431914,
    0.7771554305431914,
    0.7771554305431914,
    0.8129951790951261,
    0.8129951790951261,
    0.8129951790951261,
    0.8129951790951261,
    0.8129951790951261,
    0.8129951790951261,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.8185876453557415,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.851792301126137,
    0.9040511526606163,
    0.9040511526606163,
    0.9040511526606163
  ],
  "20": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as they approach the career fair. Outside the university gym, students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Career counselors remind attendees to maintain eye contact as they approach the career fair. Outside the university gym, students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene centers on a university career fair organized near the university gym. Career counselors remind attendees to maintain eye contact as they approach the fair. Outside the university gym, students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "The scene centers on a university career fair organized near the university gym, with attendees lining up outside the gym before opening. As attendees approach, career counselors remind them to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens featuring their latest apps. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "The scene centers on a university career fair organized near the university gym, with attendees lining up outside the gym before opening. As attendees approach, career counselors remind them to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens featuring their latest apps. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "A university career fair unfolds on a campus near the gym, with dozens of booths encircling the polished gym floor. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact as they approach. Inside, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, while alumni volunteers share pep talks near the coffee station. Healthcare providers showcase photographs of community outreach, and students clutch resumes inside branded folders. In an adjoining classroom, workshops on networking etiquette begin, and groups of friends mark target employers on the event map with markers.",
    "A university career fair unfolds on a campus near the gym, with dozens of booths encircling the polished gym floor. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact as they approach. Inside, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage, and alumni volunteers share pep talks near the coffee station. Healthcare providers showcase photographs of community outreach, and students clutch resumes inside branded folders. In an adjoining classroom, workshops on networking etiquette begin, and groups of friends mark target employers on the event map with markers."
  ],
  "20_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.8167245493464557,
    0.8167245493464557,
    0.8167245493464557,
    0.8167245493464557,
    0.8167245493464557,
    0.8167245493464557,
    0.8456255871852083,
    0.8456255871852083,
    0.8456255871852083,
    0.8456255871852083,
    0.8456255871852083,
    0.8456255871852083,
    0.8456255871852083,
    0.8456255871852083,
    0.8456255871852083,
    0.8456255871852083,
    0.8279786939413907,
    0.8279786939413907,
    0.8279786939413907,
    0.8279786939413907,
    0.8279786939413907,
    0.8279786939413907,
    0.8279786939413907,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8342432791624481,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.8816372891443325,
    0.878101462938593,
    0.878101462938593
  ],
  "21": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Within the university gym, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter. Students stand in line outside the gym in advance of the career fair opening.",
    "Inside the university gym, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter around the venue. Students stand in line outside the gym in advance of the career fair opening. Groups of friends mark target employers on the event map.",
    "Inside the university gym, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter around the venue. Students line up outside the university gym in advance of the career fair opening. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact as preparation for the upcoming event, and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, refining their delivery before the fair begins.",
    "Inside the university gym, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter around the venue. Students line up outside the gym in advance of the career fair opening. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, refining their delivery before the fair begins. Human resources teams jot notes on tablets while students introduce themselves.",
    "Inside the university gym, a cybersecurity company runs a password-cracking challenge on a laptop, while dozens of booths with colorful banners encircle the polished floor. Outside the gym, students line up in advance of the career fair opening, and at the entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map; students rehearse elevator pitches quietly against the wall; HR teams jot notes on tablets as students introduce themselves. A university campus near the gym hosts a broader career fair where technology companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact throughout the event.",
    "Inside the university gym, a cybersecurity company runs a password-cracking challenge on a laptop while dozens of booths with colorful banners encircle the polished floor. Outside, students line up in advance of the career fair opening, as staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, students rehearse elevator pitches against the wall, and HR teams jot notes on tablets as students introduce themselves. A nearby university campus hosts a broader career fair where technology companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "On the university campus, a career fair unfolds in a gym. Inside the gym, a cybersecurity company runs a password-cracking challenge on a laptop while dozens of colorful booths encircle the floor; students clutch resumes inside branded folders, rehearse elevator pitches against the wall, and HR teams jot notes on tablets. Outside, students line up before opening as staff scan registrations and hand out lanyards. Groups of friends mark employers on the event map by placing markers. A nearby campus hosts a broader career fair where technology companies display demo screens of apps and healthcare providers showcase outreach photos. Engineering society sponsors resume-review table near the stage; finance firms offer QR codes for immediate internships; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops run in the adjoining classroom; alumni volunteers share pep talks near coffee station.",
    "On university campus, a career fair unfolds in a gym. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while dozens of colorful booths encircle the floor; students clutch resumes in branded folders, rehearse elevator pitches against the wall, and HR teams jot notes on tablets. Outside, students line up before opening as staff scan registrations and hand out lanyards. Groups of friends mark employers on the event map by placing markers. A nearby campus hosts a broader career fair where technology companies display demo screens of apps and healthcare providers showcase outreach photos. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for immediate internships; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops run in the adjoining classroom; alumni volunteers share pep talks near the coffee station."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.4625142402001972,
    0.4625142402001972,
    0.4625142402001972,
    0.4625142402001972,
    0.4625142402001972,
    0.6200220150305921,
    0.6200220150305921,
    0.6200220150305921,
    0.6200220150305921,
    0.6200220150305921,
    0.6852509680925123,
    0.6852509680925123,
    0.6852509680925123,
    0.8032596876242538,
    0.8032596876242538,
    0.8032596876242538,
    0.8032596876242538,
    0.8027712986684432,
    0.8027712986684432,
    0.8027712986684432,
    0.8027712986684432,
    0.8027712986684432,
    0.8545707721722943,
    0.8545707721722943,
    0.8545707721722943,
    0.8545707721722943,
    0.8545707721722943,
    0.8545707721722943,
    0.8545707721722943,
    0.8545707721722943,
    0.8545707721722943,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8627729721164601,
    0.8608943223042788,
    0.8608943223042788,
    0.8608943223042788,
    0.8608943223042788,
    0.8608943223042788,
    0.8608943223042788,
    0.8608943223042788,
    0.8587734363908017,
    0.8587734363908017
  ],
  "22": [
    "",
    "",
    "Outside the university gym, students line up before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact as they approach. In a professional setting, consulting firms stack glossy case study booklets on high tables while finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university campus near the gym, a career fair unfolds with tech companies displaying demo screens of their latest apps. Outside the gym, students line up before the fair opens as event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as they approach. Consulting firms stack glossy case study booklets on high tables while finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs of their community outreach efforts, and students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage.",
    "At a university campus near the gym, a career fair unfolds with tech companies displaying demo screens of their latest apps. Outside the gym, students line up before the fair opens as event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as they approach. Consulting firms stack glossy case study booklets on high tables while finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs of their community outreach efforts, and students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage.",
    "On a university campus near the gym, a career fair unfolds with dozens of booths encircling the polished gym floor. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; tech firms display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications. In an adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map, placing markers to designate those employers. Healthcare providers showcase photographs of community outreach efforts, and students clutch resumes inside branded folders. A resume review table sponsored by the engineering society sits near the stage, and alumni volunteers share pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they approach."
  ],
  "22_score": [
    0.0,
    0.0,
    0.38292907101626616,
    0.38292907101626616,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.7563070634835825,
    0.7563070634835825,
    0.7563070634835825,
    0.7563070634835825,
    0.7563070634835825,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8490950701931652,
    0.8350629258434958,
    0.8350629258434958,
    0.8350629258434958,
    0.8350629258434958,
    0.8350629258434958,
    0.8597729398110316,
    0.8597729398110316,
    0.8597729398110316,
    0.8597729398110316,
    0.8597729398110316,
    0.8612952069726723,
    0.8612952069726723,
    0.8612952069726723,
    0.8612952069726723,
    0.8612952069726723,
    0.8612952069726723,
    0.8612952069726723,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805,
    0.8656081607798805
  ],
  "23": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables, finance firms offer QR codes for immediate internship applications, and tech companies display demo screens with their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch branded folders containing resumes, gripping the folders as the resumes sit inside. A welcome announcement over the PA outlines the schedule.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; and tech companies display demo screens with their latest apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students clutch branded folders containing resumes, gripping the folders as the resumes sit inside. A welcome announcement over the PA outlines the schedule.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables, finance firms offer QR codes for immediate internship applications, and tech companies display demo screens with their latest apps. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on the event map with markers. Students clutch branded folders containing resumes, gripping the folders as the resumes sit inside. A welcome announcement over the PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside the university gym, a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a bustling perimeter. Students stand in line outside the gym in advance of the fair opening.",
    "Inside the university gym, a career fair unfolds with dozens of booths and colorful banners encircling the polished floor, while students stand in line outside the gym in advance of opening. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop inside the gym. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map with markers, designating those employers. Students clutch branded folders containing resumes, gripping the folders as the resumes sit inside.",
    "Inside the university gym, a career fair unfolds with dozens of booths and colorful banners encircling the polished floor. Outside, students line up before opening as entrance staff scan registrations and hand out lanyards, while a welcome PA outlines the schedule. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their apps. Consulting firms stack glossy case-study booklets on high tables, and finance firms offer QR codes for internship applications. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map with markers. Students clutch branded folders containing resumes; the resumes sit inside, around a resume-review table sponsored by the engineering society near the stage, with healthcare providers showcasing photographs of their community outreach efforts. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners around a polished floor. Outside, students line up before opening as entrance staff scan registrations and hand out lanyards, while a welcome PA outlines the schedule. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their apps; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for internships. Groups of friends mark target employers on an event map; students clutch branded folders with resumes, around a resume-review table sponsored by the engineering society near the stage; healthcare providers showcase photographs of their community outreach. Workshops on networking etiquette occur in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses preparing for technical interviews, while career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.36510432432783413,
    0.36510432432783413,
    0.5808317245207648,
    0.5808317245207648,
    0.5808317245207648,
    0.5808317245207648,
    0.5808317245207648,
    0.5808317245207648,
    0.5808317245207648,
    0.5808317245207648,
    0.5808317245207648,
    0.8268789278802298,
    0.8268789278802298,
    0.8268789278802298,
    0.8268789278802298,
    0.8269849764131261,
    0.8269849764131261,
    0.8269849764131261,
    0.8269849764131261,
    0.8269849764131261,
    0.8552760721151101,
    0.8552760721151101,
    0.8552760721151101,
    0.8552760721151101,
    0.8552760721151101,
    0.8552760721151101,
    0.8552760721151101,
    0.8552760721151101,
    0.8552760721151101,
    0.8552760721151101,
    0.8426607119719698,
    0.8426607119719698,
    0.8426607119719698,
    0.8426607119719698,
    0.8426607119719698,
    0.8426607119719698,
    0.8426607119719698,
    0.8426607119719698,
    0.8426607119719698,
    0.8426607119719698,
    0.8690675248739859,
    0.8690675248739859,
    0.8690675248739859,
    0.8690675248739859,
    0.8690675248739859,
    0.8690675248739859,
    0.8690675248739859,
    0.8620167950150108,
    0.8620167950150108,
    0.8620167950150108,
    0.8620167950150108,
    0.8620167950150108,
    0.8620167950150108,
    0.8620167950150108,
    0.8620167950150108,
    0.8620167950150108
  ],
  "24": [
    "",
    "",
    "",
    "An alumni panel discusses strategies for preparing for technical interviews.",
    "An alumni panel discusses strategies for preparing for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses strategies for preparing for technical interviews, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, while a resume review table sponsored by the engineering society sits near the stage.",
    "A panel of alumni discusses strategies for preparing for technical interviews, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "A panel of alumni discusses strategies for preparing for technical interviews, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Consulting firms stack glossy case study booklets on high tables. At the event, career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A campus career fair unfolds with a panel of alumni discussing strategies for preparing for technical interviews while career counselors steer unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders as a resume review table sponsored by the engineering society sits near the stage. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps, contributing to the campus fair scene. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map.",
    "At the campus career fair, a panel of alumni discusses strategies for preparing for technical interviews while career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders, as a resume review table sponsored by the engineering society sits near the stage. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens, and groups of friends mark target employers on the event map.",
    "At the campus career fair by the university gym, event staff scan registrations and hand out lanyards at the entrance as students line up before opening. Outside, groups of friends mark target employers on the event map. Inside, a panel of alumni discusses strategies for preparing for technical interviews while career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders, with a resume review table sponsored by the engineering society sitting near the stage. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the campus career fair by the university gym, event staff scan registrations and hand out lanyards at the entrance as students line up before opening. Outside, groups of friends mark target employers on the event map. Inside, a panel of alumni discusses strategies for preparing for technical interviews while career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders, with a resume review table sponsored by the engineering society sitting near the stage. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair by the university gym, staff scan registrations and hand out lanyards as students line up before opening, while a welcome PA outlines the schedule and groups mark target employers on the event map outside. Inside, dozens of booths and colorful banners line the polished floor as an alumni panel discusses strategies for technical interviews and career counselors guide unsure students toward applicable industries, reminding attendees to maintain eye contact. Students clutch branded folders containing resumes, around a resume-review table sponsored by the engineering society near the stage. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of the apps; a cybersecurity company runs a password-cracking challenge on a laptop; finance firms offer QR codes for internship applications. An adjoining classroom hosts workshops on networking etiquette; some students rehearse elevator pitches against the wall; healthcare providers showcase photographs of community outreach."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.44475589277108063,
    0.44475589277108063,
    0.4379381695781987,
    0.4379381695781987,
    0.4379381695781987,
    0.4379381695781987,
    0.4379381695781987,
    0.4379381695781987,
    0.4379381695781987,
    0.5668843829868551,
    0.5668843829868551,
    0.5668843829868551,
    0.5668843829868551,
    0.5668843829868551,
    0.5668843829868551,
    0.5668843829868551,
    0.5668843829868551,
    0.720239110412586,
    0.720239110412586,
    0.720239110412586,
    0.720239110412586,
    0.720239110412586,
    0.720239110412586,
    0.720239110412586,
    0.720239110412586,
    0.720239110412586,
    0.720239110412586,
    0.8201477065722237,
    0.8201477065722237,
    0.8201477065722237,
    0.8201477065722237,
    0.8201477065722237,
    0.8201477065722237,
    0.8826092463452442,
    0.8826092463452442,
    0.8826092463452442,
    0.8826092463452442,
    0.887485988174073,
    0.887485988174073,
    0.887485988174073,
    0.887485988174073,
    0.8605650551023456,
    0.8605650551023456,
    0.8605650551023456,
    0.8605650551023456,
    0.8605650551023456,
    0.8605650551023456,
    0.8539428828036973,
    0.8539428828036973,
    0.8539428828036973,
    0.8539428828036973,
    0.8539428828036973,
    0.8539428828036973,
    0.8539428828036973,
    0.8539428828036973,
    0.8539428828036973,
    0.8679411453067962,
    0.8679411453067962,
    0.8679411453067962,
    0.8679411453067962,
    0.8679411453067962,
    0.8679411453067962,
    0.8679411453067962
  ]
}