{
  "0": [
    "The text does not provide information about which recruiters were most interested.\n",
    "Students collected branded tote bags. No information is available on recruiter interest.",
    "Career counselors provide one-on-one guidance to students. Students received branded tote bags. There is no information regarding recruiter interest.",
    "Counselors match students with companies. Students receive one-on-one guidance and branded tote bags.",
    "Career counselors facilitate student placements in internships and full-time jobs. Students receive personalized guidance and are provided with branded tote bags.",
    "The event features a busy and energetic atmosphere. Career counselors assist students with placements. Students receive personalized guidance and branded tote bags.",
    "An annual event offers a busy and energetic atmosphere. Career counselors provide placements and personalized guidance. Students receive branded tote bags at the event.",
    "Alumni attend an annual event offering career advice. Career counselors provide placements and personalized guidance. Students receive branded tote bags at the event.",
    "Alumni attend an annual event for career advice. Career counselors offer placements and personalized guidance. Students receive branded tote bags.",
    "Alumni attended an annual event. The event provided career advice and placement opportunities. Career counselors offered personalized guidance. Students received branded tote bags.",
    "Students and alumni attended an annual event. The event offered career advice. Personalized guidance was provided by career counselors. Attendees received branded tote bags.",
    "Students and alumni attended an annual event. The event provided career advice and personalized guidance from career counselors. Attendees received branded tote bags.",
    "Students and alumni attended an annual event. It offered career advice and guidance from counselors. Attendees received branded tote bags.",
    "Recruiters from startups attended an annual event. The event provided career advice and guidance. Counselors were present, and attendees received branded tote bags.",
    "Recruiters from startups attended an annual event. The event offered career advice and guidance. Attendees received branded tote bags.",
    "Students and startup recruiters attended an annual event. The event provided career advice. Attendees received branded tote bags.",
    "Workshops offered career and interview skills training. Student and startup recruiters participated in an annual event. The event included career advice and attendees received branded tote bags.",
    "Counselors connect students with suitable companies. Career and interview skills workshops are provided. An annual event involves student and startup recruiters. The event offers career advice and tote bags are distributed to attendees.",
    "Company booths, counselors, and recruiters attend an annual event. Career advice and tote bags are distributed to attendees. Career and interview skills workshops are also provided.",
    "Students with resumes attend an annual career event. Company representatives, counselors, and recruiters are present. Career advice and tote bags are distributed. Career and interview skills workshops are offered.",
    "Students attended an annual career event. Recruiters expressed interest in attendees. Company representatives, counselors, and career workshops were present at the event.",
    "Students attended an annual career event. Recruiters expressed interest in attendees. Company representatives, counselors, and career workshops were present.",
    "Students participated in an annual career event. Recruiters showed interest in attendees. The event included company representatives, counselors, and career workshops.",
    "Students participated in a career event. Recruiters showed interest in attendees. The event featured company representatives, counselors, and career workshops.",
    "Students participated in a career event. Recruiters showed interest in attendees. The event included company representatives, counselors, and career workshops.",
    "Students attended a career event. Recruiters showed interest in attendees. The event featured company representatives, counselors, and career workshops.",
    "An annual career event hosted students. Recruiters expressed interest in attendees. The event included company representatives, counselors, and career workshops.",
    "Recruiters showed interest in students at an annual career event. The event featured company representatives, counselors, and career workshops.",
    "Counselors matched students with companies. Recruiters engaged students at a career event. The event included company representatives and career workshops.",
    "Students participated in a career event. Company representatives and career workshops were included. Counselors matched students with companies. Recruiters engaged students at the event.",
    "Students participated in a career event featuring company representatives and career workshops. Counselors matched students with companies, and recruiters engaged with attendees.",
    "Students attended a career event. Company representatives and career workshops were present. Counselors facilitated matches, and recruiters interacted with attendees.",
    "Students attended a career event featuring company representatives, career workshops, and counselors. Recruiters engaged with attendees, facilitating connections and matches.",
    "Small groups of students discussed topics outside the main area. Students participated in a career event. The event included company representatives, workshops, and counselors. Recruiters connected students with companies and career options.",
    "Students engaged in small group discussions and a career event. Company representatives, workshops, and counselors were present. Recruiters facilitated connections between students and career opportunities.",
    "Student panels occurred in adjacent rooms. Attendees included students in small group discussions and a career event. Company representatives, workshops, and counselors supported the event. Recruiters connected students with career opportunities.",
    "An annual event featured student panels in adjacent rooms. Attendees participated in small group discussions and a career event. Company representatives, workshops, and counselors supported the event. Recruiters facilitated connections between students and career opportunities.",
    "Students attended an annual event with student panels and group discussions. Company representatives and counselors supported the event. Recruiters facilitated connections between students and career opportunities."
  ],
  "1": [
    "Counselors connect students with suitable companies.",
    "Workshops provide career and interview training. Counselors facilitate connections between students and relevant companies.",
    "Career counselors offer one-on-one guidance. Workshops train students on career and interview skills. Counselors connect students with companies.",
    "Recruiters are from tech companies. Career counselors provide individual guidance. Workshops train students on career and interview skills. Counselors connect students with companies.",
    "Recruiters specialize in tech startups. Career counselors offer personalized guidance. Workshops develop career and interview skills for students. Counselors facilitate connections between students and companies.",
    "Business cards facilitate ongoing professional relationships. Recruiters focus on tech startups. Career counselors provide individualized support. Workshops enhance students’ career and interview capabilities. Counselors connect students with potential employers.",
    "Career counselors offer personalized support to students. They facilitate connections with potential employers and workshops enhance career and interview skills. Business cards support ongoing professional relationships, and recruiters specialize in tech startups.",
    "Career counselors provide personalized support. They connect students with employers and offer skills workshops. Business cards build relationships, and recruiters focus on tech startups.",
    "The event offers new career opportunities. Career counselors provide personalized support, connecting students with employers. Skills workshops are available, and recruiters specialize in tech startups.",
    "The event provides internships and full-time job opportunities. Career counselors offer personalized support. Skills workshops and recruiters specializing in tech startups are available.",
    "The event offers internships and full-time job opportunities. Career counselors provide personalized support. Tech startup recruiters and skills workshops are also available.",
    "Business cards are exchanged frequently at the event. It provides internship and full-time job opportunities. Career counselors offer individual support. Tech recruiters and skills workshops are present.",
    "The event features a busy, energetic atmosphere with frequent business card exchanges. It offers internship and full-time job opportunities. Career counselors provide individual support. Tech recruiters and skills workshops are available.",
    "The event included recruiters interested in internship and full-time positions. It featured networking, career counseling, and tech recruiter sessions. Skills workshops were also offered.",
    "The event was a busy and energetic gathering of recruiters seeking internship and full-time candidates. It offered networking opportunities, career counseling, tech recruiter sessions, and skills workshops.",
    "Recruiters hosted a busy event for students seeking internships and full-time positions. The event included networking, career counseling, specialized tech recruiter sessions, and skills workshops.",
    "Workshops provided career and interview skills. Recruiters hosted an event for students. The event offered networking, career counseling, and tech recruiter sessions.",
    "Alumni offered advice to current students. Career and interview skills workshops were provided. Recruiters hosted an event with networking, career counseling, and tech recruiter sessions.",
    "Alumni shared advice with current students. Career and interview skills workshops were offered. Recruiters conducted an event including networking, career counseling, and tech recruiter sessions.",
    "Recruiters distributed brochures to students. Alumni provided advice. Career and interview workshops were available. An event offered networking, career counseling, and tech recruiter sessions.",
    "Students walked through a hall. Recruiters handed out brochures. Alumni offered advice. Career workshops and tech recruiter sessions were available.",
    "Students collected branded tote bags. Recruiters distributed brochures. Alumni provided advice. Career workshops and tech recruiter sessions were offered.",
    "Students collected tote bags. Recruiters distributed brochures. Alumni offered advice. Career workshops and tech recruiter sessions were held.",
    "Alumni provided career advice. Career workshops and tech recruiter sessions were held. Students collected tote bags.",
    "Business cards were exchanged frequently. Alumni offered career guidance. Career workshops and tech recruiter sessions took place. Students obtained tote bags.",
    "The event provided numerous opportunities for students. Business cards were exchanged. Alumni offered career advice. Career workshops and tech recruiter sessions were held. Students received tote bags.",
    "Students attended panels in nearby rooms. The event included career advice from alumni. Career workshops and tech recruiter sessions were also held. Tote bags were distributed to attendees.",
    "Students attended panels and workshops. Alumni provided career advice. Tech recruiters hosted sessions. Tote bags were given to attendees.",
    "Career counselors supported students through individualized guidance. Students participated in panels and workshops. Alumni offered career advice, and tech recruiters hosted sessions. Attendees received tote bags.",
    "Short conversations facilitated connections for students seeking future job opportunities. Career counselors provided individualized support. Panels and workshops offered additional guidance. Alumni and tech recruiters shared career advice. Attendees received tote bags as a gift.",
    "Students engaged in conversations and sessions focused on career opportunities. Career counselors and alumni offered individual support. Tech recruiters also provided guidance. Attendees received tote bags.",
    "Small groups of students discussed career opportunities. Career counselors, alumni, and tech recruiters provided individual support. Attendees received tote bags.",
    "Students practiced elevator pitches. Small groups explored career opportunities. Career counselors, alumni, and recruiters offered support. Attendees received tote bags as a gift.",
    "Tech recruiters attended an event. Students prepared elevator pitches. Career counselors and alumni provided support. Attendees received tote bags.",
    "Small groups of students discussed topics outside the main area. Tech recruiters participated in an event. Students practiced elevator pitches. Career counselors and alumni offered assistance. Attendees received tote bags as a gift.",
    "Students and tech recruiters attended a career fair at the university. Small group discussions and elevator pitch practice occurred. Career counselors and alumni provided assistance. Attendees received tote bags.",
    "Students and tech recruiters participated in a career fair. The event included small group discussions and elevator pitch practice. Career counselors and alumni offered support. Attendees received tote bags as a giveaway.",
    "Students and tech recruiters attended a career fair at the university. Small group discussions and elevator pitch practice were included. Career counselors and alumni provided support. Attendees received tote bags as a giveaway.",
    "Students and tech recruiters attended a career fair. The event included small group discussions, elevator pitch practice, and support from career counselors and alumni. Tote bags were given as a giveaway.",
    "Recruiters from startups, students, and tech recruiters attended a career fair. The event featured small group discussions, elevator pitch practice, and support from career counselors and alumni. Giveaway tote bags were provided.",
    "Small groups of students discussed career options. Recruiters from startups, students, and tech companies attended. The event included small group discussions, pitch practice, and counselor support. Giveaway tote bags were provided.",
    "Students and recruiters discussed career options. The event featured small group discussions, pitch practice, and counselor support. Giveaway tote bags were provided to attendees.",
    "Workshops provided career and interview skills training. Students and recruiters explored career options through small group discussions and pitch practice. Counselors offered support, and attendees received giveaway tote bags.",
    "Career counselors provided individual guidance. Workshops covered career and interview skills. Small group discussions and pitch practice helped students explore career options. Counselors offered support, and attendees received tote bags.",
    "The day included individual career counseling, workshops on career and interview skills, and small group discussions with pitch practice. Counselors provided support, and attendees received tote bags.",
    "Panels and workshops occurred in nearby rooms. The events offered career counseling, interview skills training, and pitch practice sessions. Counselors assisted attendees, who also received tote bags.",
    "The event provided new opportunities including panels, workshops, career counseling, interview skills training, and pitch practice sessions. Attendees received tote bags and counseling assistance.",
    "Business cards were exchanged at the event. New opportunities were available, such as panels, workshops, and career counseling. Attendees received tote bags and counseling assistance.",
    "Attendees exchanged business cards. The event offered panels, workshops, and career counseling. Tote bags were distributed to attendees.",
    "Recruiters from tech companies attended an event. The event included panels, workshops, career counseling, and tote bag distribution.",
    "Many students visited a hall. Tech recruiters attended an event. The event offered panels, workshops, career counseling, and tote bags."
  ],
  "2": [
    "Casual conversations may result in future job opportunities.",
    "The day is long and tiring. Casual conversations could lead to future employment prospects.",
    "Recruiters often come from tech companies. The recruitment process is lengthy and demanding. Informal discussions may lead to job opportunities.",
    "An annual event involves recruiters primarily from tech companies. The recruitment process is lengthy and demanding. Informal conversations can result in job offers.",
    "Alumni advise current students at an annual event featuring tech recruiters. The recruitment process is long and challenging. Informal conversations may lead to job offers.",
    "Recruiters, including some from startups, attend an annual event to advise students. The recruitment process is lengthy and demanding. Informal discussions can result in job offers.",
    "Students rehearse elevator pitches. Recruiters attend an annual event to advise students. The recruitment process is lengthy and can lead to job offers through informal discussions.",
    "Students rehearse elevator pitches at a university career fair. Recruiters advise students at the event. The recruitment process involves lengthy discussions and can result in job offers.",
    "Recruiters attend university career fairs to advise students. They represent startups and facilitate the recruitment process. This process includes extended conversations and potential job offers.",
    "Business cards facilitate recruitment. Recruiters use them at career fairs. They connect with students and startups. This leads to conversations and job offers.",
    "Recruiters from tech companies use business cards to connect with students and startups at career fairs. These interactions often result in conversations and job offers.",
    "Recruiters at career fairs use business cards to meet students and startup representatives. These meetings frequently lead to conversations and job offers.",
    "Students present resumes to recruiters. Recruiters use business cards to connect with students and startup representatives. These interactions often result in job conversations and offers.",
    "Students present resumes to recruiters. Recruiters exchange business cards. Interactions lead to job conversations and offers.",
    "Students presented resumes to recruiters. Recruiters exchanged business cards. Conversations resulted in job offers.",
    "Students had brief conversations with recruiters. These conversations led to business card exchanges. Ultimately, some conversations resulted in job offers.",
    "Students presented resumes to recruiters. Conversations occurred, resulting in business card exchanges. Some conversations concluded with job offers being extended.",
    "Tech recruiters interviewed students. Resumes were presented during conversations. Business cards were exchanged. Some students received job offers.",
    "Tech recruiters interviewed students. They presented resumes and exchanged business cards. Some students received job offers.",
    "Alumni advised current students. Recruiters interviewed students, reviewing resumes and exchanging business cards. Some students secured job offers as a result.",
    "Recruiters connected with students, reviewing resumes and exchanging business cards. Interviews were conducted, and some students received job offers.",
    "Students practiced elevator pitches. Recruiters engaged with students, assessing resumes and exchanging cards. Interviews took place, and a number of students secured job offers.",
    "Career counselors provided individual guidance. Students prepared elevator pitches. Recruiters reviewed resumes and exchanged contact information. Interviews were conducted, resulting in numerous job offers for students.",
    "The university hosted a career fair. Career counselors offered individual guidance. Students developed elevator pitches. Recruiters assessed resumes and collected contact information. Interviews led to many job offers for students.",
    "Recruiters from startups attended a university career fair. Career counselors provided guidance, and students created elevator pitches. Recruiters reviewed resumes and gathered contact information. Many students received job offers following interviews.",
    "Business cards exchanged hands at a university career fair. Recruiters from startups engaged with students. Counselors facilitated elevator pitches and resume reviews. Students secured job offers after interviews.",
    "Recruiters from startups engaged with students at a university career fair. Counselors helped students with resume reviews and elevator pitches. Students received job offers following interviews.",
    "Recruiters from tech companies attended a university career fair. Counselors provided resume reviews and elevator pitch assistance. Students secured job offers after interviews.",
    "Students presented resumes at a university career fair. Tech recruiters attended and conducted interviews. Several students received job offers following these interviews.",
    "Students presented resumes at a university career fair. Tech recruiters interviewed students. Some students received job offers as a result.",
    "Students presented resumes at a university career fair. Tech recruiters interviewed students. Several students received job offers.",
    "Students presented resumes at a career fair. Tech recruiters interviewed students. Multiple students received job offers as a result of these conversations.",
    "Students presented resumes at a career fair. Tech recruiters interviewed students. Many students secured job offers following these interactions.",
    "Tech recruiters from various companies interviewed students at a career fair. Numerous students received job offers as a result of these meetings.",
    "Annual career fairs hosted tech recruiters. Recruiters interviewed students from multiple companies. Many students accepted job offers following the interviews.",
    "Alumni advised current students. Tech recruiters hosted annual career fairs. Recruiters interviewed students for multiple companies. Students received and accepted job offers.",
    "Students prepared elevator pitches. Alumni provided advice. Tech recruiters held career fairs and interviewed students for various companies. Students secured job offers as a result.",
    "Career counselors supported students through individualized guidance. Alumni offered advice, and tech recruiters conducted career fairs and interviews. Students subsequently received job offers.",
    "The university hosted a career fair. Career counselors provided individual support. Alumni and tech recruiters conducted fairs and interviews. Students gained job offers as a result.",
    "Recruiters, including startup representatives, hosted career fairs at the university. Career counselors offered individual support. Students received job offers through alumni and recruiter-led fairs and interviews.",
    "Business cards are frequently exchanged. Recruiters and startup representatives participated in university career fairs. Career counselors provided individual student support. Students secured job offers through alumni networks and career fairs with recruiter-led interviews.",
    "Panels and recruiter-led interviews occurred at university career fairs. Recruiters and startup representatives engaged with students. Students received job offers via alumni networks and career fairs.",
    "Recruiters and startup representatives interacted with students at university career fairs. Job offers were extended through alumni networks and career events.",
    "Recruiters and startup representatives engaged with students at career fairs. Job offers were provided via alumni networks and career events.",
    "Recruiters and startup representatives interacted with students at career fairs. Job offers were extended through alumni networks and career events."
  ],
  "3": [
    "This text describes methods for making a positive first impression.",
    "Alumni offer advice to current students on how to make a positive first impression.",
    "Some recruiters specialize in startups. Alumni provide advice to students on creating a favorable initial impression.",
    "Students practice elevator pitches. Recruiters often focus on startups. Alumni offer advice for a positive first impression.",
    "Alumni advise current students on making a positive first impression. Recruiters frequently target startups. Students practice elevator pitches.",
    "Counselors connect students with companies. Alumni offer advice on initial impressions. Recruiters focus on startups. Students develop elevator pitches.",
    "Recruiters distribute informational materials to students. Counselors facilitate connections between students and companies. Alumni provide guidance on first impressions. Students practice and refine elevator pitches.",
    "Recruiters distributed materials and engaged students. Counselors connected students with companies. Alumni offered first impression guidance. Students practiced elevator pitches.",
    "Recruiters distributed materials and engaged students. Counselors connected students with companies. Alumni provided first impression guidance. Students practiced elevator pitches.",
    "Recruiters from tech companies engaged with students. Counselors facilitated connections with companies. Alumni offered initial impression advice. Students practiced elevator pitches.",
    "Students participated in a program involving the collection of branded tote bags. Tech recruiters engaged with students, and counselors facilitated connections with companies. Alumni provided initial impression advice. Students practiced elevator pitches.",
    "Students participated in a program collecting branded tote bags. Tech recruiters interacted with students. Counselors facilitated company connections. Alumni offered advice on initial impressions. Students practiced elevator pitches.",
    "Students participated in events involving branded tote bags, tech recruiters, counselors, and alumni. These interactions included practicing elevator pitches and receiving advice on initial impressions.",
    "Students engaged in events featuring tech recruiters, counselors, and alumni. Activities included practicing elevator pitches and receiving advice on initial impressions.",
    "Students participated in events with tech recruiters, counselors, and alumni. Activities focused on practicing elevator pitches and receiving advice regarding initial impressions.",
    "Students engaged with tech recruiters, counselors, and alumni. Events centered on developing elevator pitches and improving initial impressions.",
    "Students practiced elevator pitches and participated in events focused on developing initial impressions through interactions with tech recruiters, counselors, and alumni.",
    "Students at the university career fair practiced elevator pitches. They participated in events designed to develop initial impressions. These events involved interactions with tech recruiters, counselors, and alumni.",
    "Students at the university career fair practiced elevator pitches. They participated in events to improve initial impressions. These events included interactions with tech recruiters, counselors, and alumni.",
    "Recruiters distributed brochures at a university career fair. Students practiced elevator pitches and participated in events. These events focused on improving initial impressions through interactions with recruiters, counselors, and alumni.",
    "Counselors matched students with companies. Recruiters distributed brochures at a university career fair. Students practiced elevator pitches and participated in events designed to improve initial impressions through interactions.",
    "Alumni offered advice to students. Counselors facilitated company matches. Recruiters promoted career opportunities at a university career fair. Students honed their initial interactions through practice and events.",
    "Alumni advised current students. Counselors arranged company visits. Recruiters highlighted career fairs. Students practiced interactions at events.",
    "Students prepared resumes and practiced interactions. Alumni offered advice, counselors scheduled visits, and recruiters promoted career fairs.",
    "Students spent the day preparing for careers. They created resumes, practiced interactions, and received advice from alumni. Counselors scheduled visits, and recruiters promoted career fairs.",
    "Students prepared for careers by creating resumes and practicing interactions. Recruiters promoted career fairs and counselors scheduled visits.",
    "Business cards are frequently exchanged. Students develop career materials and practice interactions. Recruiters organized career fairs. Counselors scheduled visits to schools.",
    "Recruiters work with startups and exchange business cards. Students create career materials and practice interactions. Career fairs were organized by recruiters. School visits were scheduled by counselors.",
    "Student groups discussed career options and practiced interactions. Recruiters from startups facilitated these conversations and exchanged business cards. Counselors scheduled school visits. Career fairs were organized by recruiters.",
    "Students participated in discussions about career options and practiced interactions. Recruiters from startups facilitated these sessions and distributed business cards. Counselors scheduled school visits, and career fairs were organized by the recruiters.",
    "Workshops provided career and interview skills training. Students engaged in career discussions and practiced interactions. Startup recruiters facilitated sessions and distributed business cards. School visits and career fairs were also organized by the recruiters.",
    "Workshops offered career and interview skills training. Students participated in career discussions and practiced interactions. Recruiters facilitated sessions, provided business cards, and organized school visits and career fairs.",
    "The event offered career development opportunities. Workshops covered career and interview skills. Students engaged in career discussions and practiced interactions. Recruiters led sessions, distributed business cards, and arranged school visits and career fairs.",
    "The event provided career development opportunities through workshops on career and interview skills. Students participated in career discussions and practiced interactions. Recruiters conducted sessions, distributed business cards, and organized school visits and career fairs.",
    "The event offered career development workshops and discussions. Recruiters participated by conducting sessions and organizing visits and fairs.",
    "Recruiters distributed brochures at an event. The event included career development workshops and discussions. Recruiters facilitated sessions and organized visits and fairs.",
    "Counselors matched students with companies. Recruiters distributed brochures at an event. The event featured career development workshops and discussions. Recruiters led sessions and arranged visits and fairs.",
    "Counselors matched students with companies. Recruiters distributed brochures at an event. The event included career development workshops, discussions, and recruiter-led sessions. Visits and fairs were also arranged.",
    "Counselors facilitated student-company matches. An event offered career development workshops and recruiter sessions. Visits and fairs were arranged for students.",
    "Counselors facilitated matches between students and companies. The event included career development workshops, recruiter sessions, and arranged visits and fairs for students.",
    "The university hosted a career fair. Counselors matched students with companies. The event offered workshops, recruiter sessions, and company visits.",
    "Small groups of students discussed topics outside the main area. The university held a career fair. Counselors facilitated student-company matches. The fair included workshops, recruiter sessions, and company visits.",
    "Recruiters from tech companies attended a university career fair. Counselors matched students with companies. The fair offered workshops, recruiter sessions, and company visits.",
    "Students practiced elevator pitches. Tech recruiters attended a university career fair. Counselors facilitated student-company matches. The fair included workshops, recruiter sessions, and company visits."
  ],
  "4": [
    "Workshops provide training in career and interview techniques.",
    "An annual event offers workshops. These workshops provide training on career and interview techniques.",
    "The event offers workshops for training on career and interview techniques. It also discusses internship and full-time job opportunities.",
    "Business cards are exchanged frequently. The event provides workshops on career and interview skills. It also covers internship and full-time job opportunities.",
    "Student groups discuss topics outside the main event area. Business cards are frequently exchanged. The event includes workshops on career and interview skills. It also presents internship and full-time job opportunities.",
    "Students rehearse pitches and exchange business cards. The event offers career and interview skill workshops. It also provides internship and full-time job opportunities.",
    "Students participate in a career fair. The event includes pitch practice and business card exchange. Career workshops and internship/job opportunities are offered.",
    "Students practice their pitches and exchange business cards at a career fair. The event offers career workshops and internship/job opportunities.",
    "Students participated in a career fair. The event included pitch practice and business card exchange. Career workshops and internship/job opportunities were also available.",
    "Counselors connected students with companies. The career fair offered pitch practice, business card exchanges, and career workshops. Internship and job opportunities were also provided at the event.",
    "Alumni offered advice to current students. Counselors facilitated connections with companies. The career fair included pitch practice, networking, and workshops. Internship and job opportunities were available.",
    "Current students experienced a tense but exciting career fair. Alumni provided advice, and counselors connected students with companies. The event featured pitch practice, networking, and workshops. Internship and job opportunities were offered.",
    "Student groups discussed topics outside the main area. A career fair occurred, featuring alumni advice and counselor connections. Pitch practice, networking, and workshops were offered alongside internship and job opportunities.",
    "Students participated in a career fair. The fair included alumni advice and counselor connections. Pitch practice, networking, and workshops were also offered. Internship and job opportunities were available.",
    "Students participated in a career fair featuring alumni advice, counselor connections, and workshops. Internship and job opportunities were available.",
    "Small groups of students discussed topics outside the main area. Students attended a career fair. The fair included alumni advice, counselor connections, and workshops. Internship and job opportunities were offered.",
    "Recruiters distributed brochures to students. Students engaged in off-topic discussions in small groups. A career fair provided alumni advice, counselor connections, and workshops. Internship and job opportunities were available at the fair.",
    "The career fair connected students with companies and alumni. It offered internship and job opportunities alongside workshops and counselor connections. Small groups also held off-topic discussions.",
    "Workshops provided career and interview skills. A career fair linked students with companies and alumni. The fair included internship and job opportunities. Small groups facilitated off-topic discussions.",
    "Alumni offered career advice. Workshops covered career and interview skills. A career fair connected students with companies. The fair provided internship and job opportunities. Small groups facilitated informal discussions.",
    "Quick conversations facilitated connections between students and companies. Career advice and skills workshops were offered. A career fair provided internship and job opportunities through informal group discussions.",
    "Workshops provided career and interview skills. Conversations facilitated connections between students and companies. A career fair offered internship and job opportunities through group discussions.",
    "Career counselors offer individual guidance. Workshops cover career and interview skills. Conversations connect students with companies. A career fair provides internship and job opportunities through group discussions.",
    "Students review resumes. Career counselors provide individual support. Workshops address career and interview skills. Company connections are facilitated through conversations and a career fair. The career fair offers internships and job opportunities.",
    "Students review resumes and receive support from career counselors. Workshops cover career and interview skills. A career fair connects students with internship and job opportunities through conversations and company connections.",
    "Student groups discuss careers. Career counselors provide resume review and support. Workshops focus on career and interview skills. A career fair facilitates connections with internship and job opportunities.",
    "Student groups discuss careers. Career counselors offer resume reviews and support. Workshops cover career and interview skills. The career fair connects students with internship and job opportunities.",
    "Workshops provide career and interview skills training. Student groups explore career options. Career counselors offer resume assistance and support. A career fair connects students with internship and job opportunities.",
    "Career counselors provide one-on-one guidance. Workshops train students on career and interview skills. Student groups investigate career paths. Resume assistance and support are offered. A career fair links students to internships and jobs.",
    "The career fair includes company booths, career counselors, and workshops. Students receive resume assistance and explore career paths. The event connects students with internship and job opportunities.",
    "Recruiters from startups attend a career fair. The fair provides resume assistance and career exploration. It connects students with internship and job opportunities.",
    "Recruiters from startups attend career fairs. These fairs offer resume assistance. They also connect students with internship and job opportunities.",
    "Startups attend career fairs. These events provide resume support. Recruiters connect students with internships and job opportunities.",
    "Business cards facilitate networking. Career fairs offer resume support. Recruiters connect students with internships and jobs.",
    "Recruiters showed interest in specific students. Business cards aid networking. Career fairs provide resume assistance. Recruiters link students to internship and job opportunities.",
    "Recruiters expressed interest in students. Networking through business cards and career fairs was facilitated. Recruiters connected students with internship and full-time job opportunities.",
    "Counselors matched students with companies. Recruiters showed interest in students. Networking events and business cards aided connections. Recruiters provided internship and full-time job opportunities to students.",
    "Alumni offered advice to students. Counselors facilitated connections with companies. Recruiters expressed interest and provided internship and full-time job opportunities. Networking events and business cards supported these connections.",
    "Students prepared resumes. Alumni provided guidance. Counselors connected students with companies. Recruiters offered internship and job opportunities. Networking events and business cards aided these connections.",
    "Company booths, resumes, and alumni guidance filled the main hall. Counselors facilitated connections with companies. Recruiters presented internship and job opportunities. Networking events and business cards supported these interactions.",
    "Attendees engaged in company booth interactions, resume reviews, and alumni-led guidance. Counselors facilitated connections with companies. Recruiters offered internship and job opportunities. Networking events and business cards supported these interactions.",
    "Students obtained branded tote bags. Company booths provided interactions, resume reviews, and alumni guidance. Counselors connected students with companies. Recruiters presented internship and job opportunities. Networking events and business cards facilitated connections.",
    "Company booths hosted interactions, resume reviews, and alumni guidance. Recruiters offered internship and job opportunities. Counselors connected students with companies. Networking events and business cards supported connections.",
    "Career counselors provided one-on-one support. Company booths offered resume reviews and job opportunities. Recruiters presented internships. Counselors connected students with companies through networking events and business cards.",
    "Workshops offered career and interview skills. Career counselors provided individual support. Company booths offered resume reviews and job opportunities. Recruiters presented internship options. Counselors facilitated connections with companies via networking events.",
    "Recruiters distributed brochures to students. Workshops covered career and interview skills. Career counselors provided individual support. Company booths offered resume reviews and job opportunities. Recruiters presented internship options. Counselors facilitated company connections through networking events.",
    "Students walked through the hall. Recruiters distributed brochures. Workshops covered career and interview skills. Company booths offered resume reviews and job opportunities. Recruiters presented internship options. Counselors facilitated company connections.",
    "The main hall hosted company booths and career-focused activities. Recruiters provided brochures, internship options, and resume reviews. Workshops covered career and interview skills, while counselors facilitated company connections.",
    "Recruiters promoted internships and resume reviews at a career-focused event. Company booths and workshops covered career and interview skills. Counselors facilitated connections between students and companies.",
    "Alumni offered advice to current students. Recruiters promoted internships and resume reviews. Career and interview skills were covered in workshops and booths. Counselors connected students with companies."
  ],
  "5": [
    "The text does not provide information about which recruiters were most interested.",
    "The atmosphere was busy and energetic. The text did not detail recruiter interest.",
    "The event was busy and energetic. It did not detail recruiter interest.",
    "The event was busy and energetic. It did not discuss recruiter interest.",
    "The event was busy and energetic. Some recruiters showed interest.",
    "The event was busy and energetic. Recruiters showed interest in the event.",
    "Recruiters expressed interest in the busy and energetic event.",
    "The event generated considerable interest from recruiters due to its lively atmosphere.",
    "The event generated significant interest from recruiters.",
    "The event had a busy and energetic atmosphere. Recruiters showed significant interest.",
    "Recruiters expressed significant interest at the busy and energetic event.",
    "Recruiters showed considerable interest at the busy and energetic event.",
    "Students presented resumes to recruiters. The event was busy and energetic, generating recruiter interest.",
    "Students presented resumes to recruiters at an event. Recruiters expressed interest in the students.",
    "Students presented resumes to recruiters. Recruiters showed interest in the students.",
    "Students presented resumes to recruiters who showed interest in them.",
    "Students presented resumes to recruiters. Recruiters expressed interest in the students’ qualifications.",
    "Students submitted resumes to recruiters. Recruiters showed interest in the students’ qualifications.",
    "Students submitted resumes to recruiters who showed interest in their qualifications.",
    "Students submitted resumes to recruiters. Recruiters expressed interest in the students’ qualifications.",
    "Students submitted resumes to recruiters. Recruiters showed interest in the students' qualifications.",
    "Students submitted resumes to recruiters. Recruiters expressed interest in the students’ qualifications.",
    "Students submitted resumes to recruiters. Recruiters showed interest in the students’ qualifications.",
    "Students submitted resumes to recruiters. Recruiters showed interest in the students’ qualifications.",
    "Students submitted resumes to recruiters. Recruiters expressed interest in the students’ qualifications.",
    "Students submitted resumes to recruiters. Recruiters showed interest in student qualifications.",
    "Students submitted resumes to recruiters. Recruiters evaluated student qualifications.",
    "Students submitted resumes to recruiters who evaluated their qualifications.",
    "Students submitted resumes to recruiters for evaluation.",
    "Students submitted resumes to recruiters for evaluation. Recruiters then indicated which students they found most interesting.",
    "Students submitted resumes to recruiters. Recruiters evaluated the resumes and identified interesting students.",
    "Students submitted resumes to recruiters. Recruiters evaluated the resumes and identified interested students.",
    "Students submitted resumes to recruiters. Recruiters evaluated the resumes and identified interested students.",
    "Students submitted resumes to recruiters. Recruiters evaluated the resumes and identified interested students.",
    "Students submitted resumes to recruiters. Recruiters evaluated resumes and identified interested students.",
    "Students submitted resumes to recruiters. Recruiters evaluated the resumes and identified students of interest.",
    "Students submitted resumes to recruiters. Recruiters evaluated resumes and identified students of interest.",
    "Students submitted resumes to recruiters. Recruiters evaluated resumes and identified interested students.",
    "Students submitted resumes to recruiters. Recruiters evaluated resumes and identified interested students.",
    "Students submitted resumes to recruiters. Recruiters reviewed the resumes and selected interested students.",
    "Students submitted resumes to recruiters. Recruiters reviewed the resumes and identified interested students.",
    "Students submitted resumes to recruiters. Recruiters reviewed the resumes and identified interested students.",
    "Students submitted resumes to recruiters. Recruiters reviewed the resumes and identified students of interest.",
    "Students submitted resumes to recruiters. Recruiters reviewed the resumes. They identified students of interest for potential opportunities."
  ],
  "6": [
    "Brief conversations can positively influence future employment opportunities.",
    "Workshops provide career and interview skills training. Brief conversations can positively impact future job prospects.",
    "Counselors connect students with suitable companies. Career and interview skills workshops are offered. Short conversations can improve a student's job prospects.",
    "The atmosphere is charged with anticipation. Counselors facilitate connections between students and companies. Career and interview workshops are available. Brief conversations can positively impact a student’s job prospects.",
    "The university hosts a career fair. Counselors connect students with companies. Career workshops and brief conversations are offered. These events can improve a student’s job prospects.",
    "Small groups of students discuss topics outside the main area. The university hosts a career fair. Counselors facilitate connections between students and companies. Career workshops and brief conversations are provided. These activities aim to enhance students’ job prospects.",
    "Students participate in small group discussions and a career fair. Counselors connect students with companies. Career workshops and conversations support students’ job prospects.",
    "Students engage in group discussions and a career fair. Counselors facilitate connections with companies. Career workshops and conversations aid students' job prospects.",
    "Students participate in group discussions and a career fair. Counselors connect students with companies. Career workshops and conversations support job prospects.",
    "Students participate in group discussions and a career fair. Recruiters express interest in students. Counselors link students with companies. Career workshops and conversations assist job prospects.",
    "Recruiters engaged students through brochures, group discussions, and a career fair. Counselors connected students with companies. Career workshops and conversations supported job opportunities.",
    "Business cards facilitated ongoing connections. Recruiters utilized brochures, discussions, and fairs to engage students. Counselors connected students to companies. Workshops and conversations supported job opportunities.",
    "The event fostered a busy and energetic atmosphere. Recruiters engaged students through brochures, discussions, and fairs. Counselors connected students with companies. Workshops and conversations supported job opportunities.",
    "The event was a busy and energetic day. Recruiters interacted with students through various means. Counselors facilitated connections with companies. Workshops and conversations promoted job opportunities.",
    "An annual event hosted a busy and energetic day. Recruiters engaged with students. Counselors connected students with companies. Workshops and discussions highlighted job opportunities.",
    "The event was a busy and energetic day. Recruiters interacted with students. Counselors facilitated connections with companies. Workshops and discussions focused on job opportunities.",
    "The event was a busy and energetic day. Recruiters and counselors facilitated connections. Workshops and discussions centered on job opportunities.",
    "Many students attended the event. Recruiters and counselors helped students make connections. The event featured workshops and discussions about job opportunities.",
    "Career counselors provided individual guidance. Many students attended the event. Recruiters and counselors facilitated connections. The event included workshops and discussions on job opportunities.",
    "Recruiters and career counselors facilitated connections at an event attended by many students. The event featured workshops and discussions about job opportunities.",
    "Alumni, recruiters, and career counselors connected students with job opportunities through workshops and discussions.",
    "Recruiters, alumni, recruiters, and career counselors facilitated connections between students and job opportunities via workshops and discussions.",
    "The career fair at the university connected students with job opportunities. Recruiters, alumni, and career counselors hosted workshops and discussions.",
    "Small groups of students discussed career opportunities outside the main area. A career fair connected students with recruiters, alumni, and career counselors. These individuals hosted workshops and discussions.",
    "Students explored career opportunities through small group discussions and a career fair. Recruiters, alumni, and career counselors hosted workshops and provided guidance.",
    "Workshops offered career and interview skills. Students participated in group discussions and a career fair. Recruiters, alumni, and career counselors facilitated the sessions and provided guidance.",
    "Small groups of students discussed career and interview skills. They participated in group discussions and a career fair. Recruiters, alumni, and career counselors facilitated the sessions.",
    "University students participated in group discussions and a career fair. Recruiters, alumni, and career counselors facilitated the sessions, covering career and interview skills.",
    "Business cards were exchanged during group discussions and a career fair. Recruiters, alumni, and career counselors led sessions on career and interview skills.",
    "Panels took place in adjacent rooms. Business cards were exchanged at group discussions and a career fair. Career and interview skills were covered by recruiters, alumni, and career counselors.",
    "Business cards were exchanged during group discussions, a career fair, and through interactions with recruiters, alumni, and career counselors. Career and interview skills were discussed.",
    "Small groups of students engaged in discussions. Business cards were exchanged during these conversations. Discussions included career fairs, interactions with recruiters, alumni, and career counselors. Career and interview skills were covered in these interactions.",
    "Students participated in small group discussions focused on career exploration. These discussions involved exchanging business cards. Topics included career fairs, recruiter interactions, alumni conversations, and sessions on career and interview skills.",
    "Students engaged in small group discussions about career exploration. The sessions included exchanging business cards. Topics covered career fairs, recruiter interactions, alumni conversations, and career/interview skills.",
    "Students participated in small group discussions regarding career exploration. Sessions focused on career fairs, recruiter interactions, alumni conversations, and career/interview skills. Business cards were exchanged during the sessions.",
    "Students participated in small group discussions about career exploration. Sessions covered career fairs, recruiter interactions, alumni conversations, and career/interview skills. Business cards were exchanged.",
    "Alumni led small group discussions for current students. The sessions focused on career fairs, recruiter interactions, and career/interview skills. Business cards were exchanged during these conversations.",
    "Career counselors provided one-on-one guidance to students. Alumni facilitated small group discussions for current students. These sessions covered career fairs, recruiter interactions, and career/interview skills. Business cards were exchanged during these interactions.",
    "Recruiters representing startups engaged with students through career counseling sessions. These sessions included career fairs, recruiter interactions, and career/interview skills development. Business cards were exchanged during these interactions.",
    "Students walked through the hall. Recruiters held career counseling sessions. These sessions involved career fairs, recruiter interactions, and skills development. Business cards were exchanged.",
    "An annual event hosted students. Recruiters offered career counseling sessions. These sessions included career fairs, recruiter interactions, and skills development activities. Business cards were exchanged during the event.",
    "Students attended an annual event featuring career counseling sessions. Recruiters provided career fairs, interactions, and skills development. Business cards were exchanged at the event.",
    "Students participated in an annual event. The event included career counseling, recruiter-led career fairs, and skill development sessions. Business cards were exchanged during the event."
  ],
  "7": [
    "It is a yearly event.",
    "Yearly panels are occurring in nearby rooms.",
    "Recruiters are from tech companies. Yearly panels are being held in adjacent rooms.",
    "Career counselors provide one-on-one guidance to students. Recruiters from tech companies attend yearly panels in nearby rooms.",
    "Counselors connect students with suitable companies. Career counselors offer individual guidance. Tech recruiters participate in annual panels.",
    "Counselors facilitate connections between students and companies for internships and full-time employment. Individual career guidance is provided, and tech recruiters engage in annual panels.",
    "Students navigate the hall. Counselors connect students with companies. Career guidance is offered individually. Tech recruiters host annual panels.",
    "Students collect branded tote bags. Counselors connect students with companies. Individual career guidance is offered. Tech recruiters host annual panels.",
    "Students possess resumes and collect branded tote bags. Counselors link students to companies. Career guidance is provided individually. Tech recruiters organize annual panels.",
    "An annual event provides students with resumes and branded tote bags. Counselors connect students with companies. Individual career guidance is offered. Tech recruiters host annual panels.",
    "Recruiters represent startups and host annual panels. Counselors connect students with companies. Students receive resumes and branded tote bags. Individual career guidance is provided.",
    "Students participated in a career fair. Recruiters from startups attended. Counselors facilitated connections with companies. Students received resumes and tote bags. Individual career guidance was offered.",
    "Students attended a career fair. Recruiters from startups facilitated connections. Counselors offered resume distribution and branded tote bags. Individual career guidance was provided.",
    "Recruiters at a career fair distributed brochures. They connected students with startup recruiters. Counselors offered resume assistance and tote bags. Individual career guidance was also available.",
    "Recruiters hosted a career fair. They provided brochures and connected students with startups. Counselors offered resume assistance and tote bags. Individual career guidance was available.",
    "Business cards were exchanged at a career fair. Recruiters connected students with startups. Counselors offered resume assistance and tote bags. Individual career guidance was provided.",
    "Recruiters expressed interest in students. Career cards were exchanged at the fair. Startups connected students with opportunities. Counselors provided resume help and gave tote bags. Individual career advice was offered.",
    "Recruiters expressed interest in students at a career fair. Startups connected students with job opportunities. Counselors provided resume assistance and gave promotional tote bags. Individual career advice was also offered.",
    "Career counselors supported students through individual guidance. Recruiters engaged with students at a career fair. Startups facilitated job opportunities for students. Counselors offered resume assistance and promotional materials.",
    "Students participated in branded tote bag collections. Career counselors provided individual guidance. Recruiters interacted with students at a career fair. Startups offered job opportunities. Counselors assisted with resumes and provided promotional materials.",
    "Recruiters from tech companies attended a career fair. Students collected branded tote bags. Career counselors offered resume assistance and promotional materials. Startups presented job opportunities.",
    "Career counselors supported students with resume assistance. Tech recruiters and startups presented job opportunities at the career fair. Students received branded tote bags.",
    "Recruiters promoted job opportunities at a career fair. Career counselors assisted students with resumes. Students received branded tote bags.",
    "Recruiters presented job opportunities at a career fair. Career counselors supported students with resume development. Students were given branded tote bags.",
    "Small groups discussed topics outside the main area. Recruiters offered job opportunities at a career fair. Career counselors assisted students with resume creation. Students received branded tote bags as a giveaway.",
    "The university hosted a career fair. Recruiters presented job opportunities. Career counselors helped students with resumes. Students received branded tote bags.",
    "Recruiters at a university career fair distributed brochures detailing job opportunities. Career counselors assisted students with resume preparation. Students were given branded tote bags.",
    "Small groups discussed topics outside the main career fair area. Recruiters provided brochures about job opportunities. Career counselors helped students create resumes. Students received branded tote bags.",
    "Career counselors provided individual guidance. Small groups addressed topics beyond the career fair. Recruiters distributed job opportunity brochures. Students received branded tote bags.",
    "Recruiters distributed job opportunity brochures and branded tote bags. Career counselors offered individual guidance. Small groups discussed topics outside the career fair.",
    "The university hosted a career fair. Recruiters provided brochures and tote bags. Career counselors offered one-on-one advice. Small groups discussed matters unrelated to the event.",
    "Recruiters distributed brochures and tote bags at a university career fair. Career counselors provided individual advice. Small groups engaged in unrelated discussions.",
    "Recruiters at the university career fair distributed marketing materials. Career counselors offered one-on-one guidance. Small groups participated in informal conversations.",
    "Recruiters and career counselors engaged with students at the university career fair. Brochures were distributed. One-on-one guidance was offered. Informal group conversations took place.",
    "Recruiters and career counselors interacted with students at the university career fair. Brochures were distributed. Individual and group guidance sessions were offered.",
    "Career counselors provided individual guidance sessions. Recruiters and counselors engaged students at the career fair. Brochures were distributed during the event.",
    "Recruiters and career counselors interacted with students at the career fair. Brochures were distributed during the event.",
    "Recruiters and career counselors engaged with students at the university career fair. Brochures were distributed at the event.",
    "Recruiters and career counselors distributed brochures to students at the university career fair.",
    "Recruiters and career counselors gave brochures to students at the university career fair.",
    "Career counselors provided individual guidance to students. Recruiters and career counselors distributed brochures at the university career fair."
  ],
  "8": [
    "The text does not provide information about which recruiters seemed most interested.",
    "The event presented new opportunities. It did not detail recruiter interest.",
    "The event offered new opportunities. It did not specify recruiter interest.",
    "The university hosted a career fair. The event provided new opportunities for students. It did not detail recruiter attendance or focus.",
    "Career counselors offered individual guidance. The university hosted a career fair. The fair provided students with new opportunities. The event’s focus was not on recruiter attendance.",
    "Workshops and career counseling provided career and interview skills. A university career fair offered students new opportunities. The fair did not prioritize recruiter attendance.",
    "Recruiters showed interest in several students. Workshops and counseling addressed career and interview skills. A career fair presented students with new opportunities.",
    "Business cards facilitated connections. Recruiters evaluated student qualifications. Career development resources included workshops and counseling. A career fair offered students new opportunities.",
    "Career counselors provide individual guidance. Business cards enable connections. Recruiters assess student qualifications. Career development resources consist of workshops and counseling. A career fair introduces students to new opportunities.",
    "Recruiters assess student qualifications and represent startups. Career counselors offer individual guidance and workshops are available. Career fairs introduce students to new opportunities. Business cards facilitate connections.",
    "The event provides opportunities for students to connect with recruiters and startups. Recruiters evaluate student qualifications. Career counselors offer guidance. Workshops are available. Business cards enable connections.",
    "Students attend an event to connect with recruiters and startups. Recruiters assess student qualifications. Career counselors provide guidance. Workshops and business cards facilitate networking.",
    "Students attended an event for career opportunities. Recruiters evaluated student qualifications. Career counselors offered guidance. Networking activities, including workshops and business cards, were provided.",
    "Workshops provided career and interview skills training. Recruiters assessed student qualifications. Career counselors offered guidance. Networking activities, such as workshops and business cards, were included.",
    "The event offered new opportunities including career and interview skills training, recruiter assessments, career counseling, and networking activities.",
    "Students attended an event with opportunities for career development. The event included training, assessments, counseling, and networking.",
    "Students participated in an event focused on career development. The event offered training, assessments, counseling, and networking opportunities for internships and full-time jobs.",
    "Workshops provided career and interview skills training. Students participated in a career development event. The event included assessments, counseling, and networking for internships and full-time jobs.",
    "Students attended a career development event. The event offered assessments, counseling, and networking opportunities. It focused on career and interview skills training for internships and full-time jobs.",
    "Students participated in a career development event. The event provided assessments, counseling, and networking. It offered training in career and interview skills. This training targeted internships and full-time job opportunities.",
    "Counselors matched students with companies. The career development event included assessments, counseling, and training. The training focused on internships and full-time job opportunities.",
    "The career development event offered assessments, counseling, and training. It matched students with companies. The training specifically covered internships and full-time job opportunities.",
    "The career development event provided assessments, counseling, and training. It facilitated student connections with companies, focusing on internships and full-time job opportunities.",
    "Business cards are exchanged frequently. The career development event offered assessments, counseling, and training. It connected students with companies for internships and full-time jobs.",
    "Workshops provided career and interview skills training. Assessments, counseling, and training were offered at the career development event. Business cards facilitated connections between students and companies for internship and job opportunities.",
    "Small groups discussed topics outside the main area. Career and interview skills were taught through workshops. The career development event included assessments, counseling, and training. Business cards connected students with companies for internship and job opportunities.",
    "Small groups discussed topics outside the main area. Career and interview skills were taught through workshops. Assessments, counseling, and training were included. Business cards facilitated connections with companies for internships and jobs.",
    "Students practiced elevator pitches. Small groups addressed diverse topics. Career and interview skills were developed through workshops. Assessments, counseling, and training were provided. Business cards supported connections for internship and job opportunities.",
    "Students participated in workshops developing career and interview skills. They practiced elevator pitches and discussed diverse topics in small groups. Assessments, counseling, and training, alongside business cards, were offered to support internship and full-time job opportunities.",
    "Students engaged in career development activities, including workshops, small group discussions, and skill-building exercises. Support was provided through assessments, counseling, training, and resources like business cards.",
    "Students participated in career development activities. Support included assessments, counseling, training, and resources.",
    "Workshops provided career and interview skills training. Students received career development support through assessments, counseling, training, and resources.",
    "Students participated in a program that included collecting branded tote bags. Career and interview skills training was offered. Career development support was provided through assessments, counseling, training, and resources.",
    "The main hall hosted company booths and a program offering branded tote bags. Career and interview skills training was provided. Career development support included assessments, counseling, training, and resources.",
    "Quick conversations facilitated job opportunities. The event featured company booths and a program with branded tote bags. Career and interview skills training was offered alongside career development support through assessments, counseling, training, and resources.",
    "The event fostered networking and job opportunities. Company booths and a branded tote bag program were offered. Career and interview skills training, along with career development support, was also available.",
    "Panels occurred in adjacent rooms. The event facilitated networking and job opportunities. Company booths and a tote bag program were provided. Career and interview training, alongside career development support, was offered.",
    "Students walked through the hall. Panels took place in adjacent rooms. The event offered networking, job opportunities, company booths, and a tote bag program. Career and interview training, along with career development support, was also provided.",
    "Small groups discussed outside the main area. Students moved through the hall. Panels occurred in adjacent rooms. The event included networking, job opportunities, company booths, and a tote bag program. Career and interview training, alongside career development support, was offered.",
    "The event provided networking opportunities, company booths, and a tote bag program. Career and interview training, along with career development support, were available. Small groups discussed outside the main area, and panels occurred in adjacent rooms. Students moved through the hall.",
    "The event facilitated networking with recruiters. It included company booths, training, and small group discussions. Students explored the event’s various sessions and activities.",
    "Quick conversations at the event facilitated networking with recruiters. The event offered company booths, training, and small group discussions. Students explored various sessions and activities.",
    "Students reviewed resumes and engaged in conversations with recruiters. The event included company booths, training sessions, and group discussions. Students participated in various sessions and activities to explore opportunities.",
    "Alumni provided advice to current students. The event featured resume reviews, recruiter conversations, company booths, and training sessions. Students engaged in sessions to explore career opportunities.",
    "The university hosted a career fair. Alumni offered advice to students. The event included resume reviews, recruiter conversations, company booths, and training sessions. Students explored career opportunities during these sessions.",
    "Hundreds of students attended a career fair. Alumni provided advice and support. The fair included resume reviews, recruiter interactions, company exhibits, and training sessions. Students investigated career possibilities.",
    "Hundreds of students attended a career fair. Alumni offered advice and support. The fair provided resume reviews, recruiter interactions, and company exhibits. Students explored career opportunities.",
    "Hundreds of students attended a career fair. Alumni provided advice. The event offered resume reviews and recruiter interactions. Students explored career opportunities and company exhibits."
  ],
  "9": [
    "Recruiters distribute brochures to students.",
    "The day is long and tiring. Recruiters are providing brochures to students.",
    "The event offers new opportunities. It is a long and tiring day. Recruiters distribute brochures to students.",
    "The event presented new opportunities for students. Recruiters distributed brochures throughout the long and tiring day.",
    "Students practiced their elevator pitches. Recruiters provided brochures throughout the event.",
    "Business cards were exchanged frequently. Students delivered elevator pitches. Recruiters distributed brochures at the event.",
    "Attendees exchanged business cards. Students presented brief introductions. Recruiters provided promotional materials.",
    "Small groups of students discussed topics outside the main area. Attendees exchanged business cards. Student introductions were given. Recruiters distributed promotional materials.",
    "Students and recruiters attended a hall event. Small groups discussed topics. Recruiters distributed promotional materials and exchanged business cards. Student introductions were also given.",
    "Students presented resumes at a hall event. Recruiters and students engaged in small group discussions. Promotional materials and business cards were exchanged. Student introductions were part of the event.",
    "Students and recruiters attended an event focused on internships and full-time job opportunities. Resumes were presented, and small group discussions occurred. Promotional materials and business cards were exchanged, alongside student introductions.",
    "Career counselors provided individual guidance. An event hosted internships and job opportunities included resume presentations and group discussions. Students and recruiters exchanged promotional materials and business cards.",
    "The university hosted a career fair. Career counselors offered individual guidance. The event included internships and job opportunities. It featured resume presentations and group discussions. Students and recruiters exchanged materials and business cards.",
    "Small groups of students discussed topics outside the main area. The university hosted a career fair. Career counselors provided individual guidance. The fair offered internships and job opportunities. It included resume presentations and group discussions. Students and recruiters exchanged materials and business cards.",
    "Small groups of students discussed topics in nearby rooms. A career fair was hosted by the university. Career counselors offered individual guidance. The fair included internships and job opportunities. Students and recruiters exchanged materials and business cards.",
    "Students attended a university career fair. Career counselors provided individual guidance. The fair offered internships and job opportunities. Students and recruiters exchanged materials and business cards.",
    "Workshops provided career and interview skills training. University students participated in a career fair. Career counselors offered individual guidance. The fair connected students with internships and job opportunities through exchanges of materials and business cards with recruiters.",
    "Recruiters from tech companies conducted career and interview skills training workshops. University students attended a career fair. Career counselors provided individual guidance. The fair facilitated connections between students and internship/job opportunities through material and business card exchanges.",
    "Recruiters hosted career skills workshops. University students participated in a career fair. Career counselors offered individual guidance. The fair connected students with internship and job opportunities via exchanges.",
    "Alumni provided advice, recruiters led workshops, and a career fair connected students with internship and job opportunities. Career counselors offered individual guidance during the event.",
    "An annual event featured alumni advice, recruiter workshops, and a career fair. Career counselors provided individual guidance to students seeking internship and job opportunities.",
    "The event was a busy and energetic annual gathering. It included alumni advice, recruiter workshops, and a career fair. Career counselors offered individual guidance for students pursuing internships and jobs.",
    "Recruiters representing startups attended a busy, annual event. The gathering featured alumni advice, recruiter workshops, and a career fair. Career counselors provided individual guidance for students seeking internships and employment.",
    "Workshops and a career fair provided career and interview skills. Recruiters from startups attended the event. Alumni offered advice, and career counselors provided individual guidance for students.",
    "The event featured workshops, a career fair, and recruiter attendance. Alumni and career counselors offered students career advice and guidance.",
    "Short conversations facilitated connections leading to potential job opportunities. The event included workshops, a career fair, and recruiter participation. Alumni and career counselors provided students with career advice and support.",
    "Students practiced elevator pitches for short conversations. These conversations facilitated connections and potential job opportunities. The event offered workshops, a career fair, and recruiter engagement. Alumni and career counselors provided advice and support to students.",
    "Students practiced elevator pitches to foster connections and explore job opportunities. The event included workshops, a career fair, recruiter engagement, and support from alumni and career counselors.",
    "Career counselors provided individual guidance to students. Students practiced elevator pitches for networking and opportunity exploration. The event featured workshops, a career fair, recruiter interaction, and support from alumni and counselors.",
    "Career counselors offered individual guidance to students. Students practiced elevator pitches. The event included workshops, a career fair, recruiter interaction, and alumni support.",
    "Students participated in a career-focused event. The event featured individual counseling, elevator pitch practice, workshops, a career fair, recruiter interactions, and alumni support.",
    "Students attended a career-focused event. The event included counseling, pitch practice, workshops, a career fair, recruiter interactions, and alumni support.",
    "Students participated in a career-focused event. The event offered counseling, pitch practice, workshops, a career fair, recruiter interactions, and alumni support.",
    "An annual event provided students with career-focused support. It included counseling, pitch practice, workshops, a career fair, recruiter interactions, and alumni support.",
    "Workshops offered career and interview skills to students. The event provided counseling, pitch practice, workshops, a career fair, recruiter interactions, and alumni support.",
    "Business cards are frequently exchanged. An event offered students career and interview skills. It included counseling, pitch practice, workshops, a career fair, recruiter interactions, and alumni support.",
    "The day was long and tiring. A career event provided students with career and interview skills. The event featured counseling, pitch practice, workshops, a career fair, recruiter interactions, and alumni support.",
    "Students attended a career event. The event offered career and interview skills. It included counseling, pitch practice, workshops, a career fair, and recruiter interactions. Alumni support was also available.",
    "Students participated in a career event. The event provided career and interview skills. It featured counseling, pitch practice, workshops, a career fair, and recruiter interactions. Alumni support was offered.",
    "Current students attended a career event. The event included career and interview skills training. Alumni offered support during the career fair and related activities.",
    "An annual career event was held for current students. The event provided career and interview skills training. Alumni offered support during the career fair and related activities.",
    "Current students attended an annual career event. The event offered career and interview skills training. Alumni provided support during the career fair.",
    "Hundreds of students attended an annual career event. The event included career and interview skills training. Alumni offered support at the career fair.",
    "Hundreds of students attended a career event. The event provided career and interview skills training. Alumni offered support at the career fair. Recruiters expressed interest in specific students.",
    "Career events facilitated conversations that could lead to future job opportunities. Students received career and interview skills training. Alumni offered support, and recruiters expressed interest in particular students.",
    "Recruiters promoted career opportunities through brochures and events. Career events facilitated conversations and provided skills training. Alumni offered support, and recruiters assessed student potential.",
    "Recruiters utilized brochures and events to advertise internship and full-time job opportunities. Career events enabled conversations and skills training. Alumni provided support, and recruiters evaluated student capabilities."
  ]
}