{
  "0": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "An alumni panel discusses preparation for technical interviews, situating the event's focus. Consulting firms stack glossy case study booklets on high tables nearby. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, creating a busy, promotional atmosphere around the gathering.",
    "An alumni panel discusses preparation for technical interviews, setting the focus for the event. Consulting firms have glossy case-study booklets stacked on high tables nearby. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Dozens of booths with colorful banners encircle the polished floor, creating a busy promotional perimeter around the gathering. Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on an event map. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses preparation for technical interviews, setting the focus for the event. Consulting firms have glossy case-study booklets stacked on high tables nearby. Dozens of booths with colorful banners encircle a polished floor, forming a busy promotional perimeter; a cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards; groups of friends mark target employers on an event map. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses preparation for technical interviews, setting the focus for the event. Consulting firms have glossy case-study booklets stacked on high tables nearby. Dozens of booths with colorful banners encircle a polished floor, forming a busy promotional perimeter. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards; groups of friends mark target employers on an event map. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel sets the event focus on preparation for technical interviews. Consulting firms display glossy case-study booklets stacked on high tables nearby. Dozens of booths with colorful banners encircle a polished floor, forming a busy promotional perimeter. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on an event map. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "A career fair anchored by an alumni panel focused on preparing for technical interviews unfolds around a polished floor, with dozens of booths and colorful banners arranged in a circle. Consulting firms display glossy case-study booklets on high tables, and a robotics startup drapes a drone over its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop, while healthcare providers showcase photos of community outreach. Dozens of students rehearse elevator pitches against the wall and clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on an event map. Finance firms offer QR codes for internship applications. A welcome announcement is broadcast over the PA outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.46404209894837695,
    0.46404209894837695,
    0.46404209894837695,
    0.46404209894837695,
    0.7135462747992403,
    0.7135462747992403,
    0.7135462747992403,
    0.7135462747992403,
    0.7135462747992403,
    0.7135462747992403,
    0.7135462747992403,
    0.7135462747992403,
    0.7135462747992403,
    0.7135462747992403,
    0.7691481966787578,
    0.7691481966787578,
    0.7691481966787578,
    0.7691481966787578,
    0.8329983176062232,
    0.8329983176062232,
    0.8329983176062232,
    0.8329983176062232,
    0.8329983176062232,
    0.8329983176062232,
    0.8329983176062232,
    0.8507259033696738,
    0.8507259033696738,
    0.8507259033696738,
    0.8507259033696738,
    0.8507259033696738,
    0.8507259033696738,
    0.8624096143496328,
    0.8624096143496328,
    0.8624096143496328,
    0.8624096143496328,
    0.8624096143496328,
    0.8624096143496328,
    0.8602251132884633,
    0.8602251132884633,
    0.8602251132884633,
    0.8602251132884633,
    0.8602251132884633,
    0.8602251132884633,
    0.8602251132884633,
    0.8602251132884633,
    0.8602251132884633,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714,
    0.8986712563686714
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "A career fair setting features career counselors reminding attendees to maintain eye contact, while dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a career fair, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a career fair, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At a career fair, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "A circular career fair unfolds around a polished floor, with dozens of booths bearing colorful banners. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on an event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Finance firms offer QR codes for immediate internship applications. Nearby, consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "A circular career fair unfolds around a polished floor, with dozens of booths bearing colorful banners. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on an event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Finance firms offer QR codes for immediate internship applications. Nearby, consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.48601285696029656,
    0.48601285696029656,
    0.48601285696029656,
    0.7917595897665666,
    0.7917595897665666,
    0.7917595897665666,
    0.803565078849551,
    0.803565078849551,
    0.803565078849551,
    0.803565078849551,
    0.8137037384990463,
    0.8137037384990463,
    0.8137037384990463,
    0.8137037384990463,
    0.8337138631236843,
    0.8337138631236843,
    0.8337138631236843,
    0.8337138631236843,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.8551473966696899,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778,
    0.9062753677463778
  ],
  "2": [
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, clutching resumes tucked inside branded folders. Human resources teams jot notes on tablets as the students introduce themselves.",
    "A hallway scene unfolds with students rehearsing elevator pitches quietly against the wall, clutching resumes tucked inside branded folders. Human resources teams jot notes on tablets as the students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "In a hallway, students rehearse elevator pitches quietly against the wall, clutching resumes tucked inside branded folders. HR teams jot notes on tablets as the students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "In a hallway at a career event, students rehearse elevator pitches quietly against the wall, clutching resumes tucked inside branded folders while HR teams jot notes on tablets as the students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "In a hallway at a career event, students rehearse elevator pitches quietly against the wall, clutching resumes tucked inside branded folders as HR teams jot notes on tablets while the students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a career event in a hallway, students rehearse elevator pitches quietly against the wall, clutching resumes tucked inside branded folders as HR teams jot notes on tablets while the students introduce themselves. Consulting firms stack glossy case-study booklets on high tables, and dozens of booths with colorful banners encircle a polished floor in a circular expo layout. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "The career event unfolds in a hallway where students rehearse elevator pitches against the wall, clutching resumes in branded folders as HR teams jot notes on tablets and students introduce themselves. Consulting firms place glossy case-study booklets on high tables beneath dozens of booths with colorful banners that encircle a polished floor arranged in a circular expo layout. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.5068825837786128,
    0.5068825837786128,
    0.5068825837786128,
    0.5068825837786128,
    0.5068825837786128,
    0.6505528173435384,
    0.6505528173435384,
    0.6505528173435384,
    0.6505528173435384,
    0.6505528173435384,
    0.7253331753214043,
    0.7253331753214043,
    0.7253331753214043,
    0.7253331753214043,
    0.7762673489868723,
    0.7762673489868723,
    0.7762673489868723,
    0.7762673489868723,
    0.7808722515636779,
    0.7808722515636779,
    0.7808722515636779,
    0.7808722515636779,
    0.7808722515636779,
    0.7808722515636779,
    0.7808722515636779,
    0.7808722515636779,
    0.8714237804919132,
    0.8714237804919132,
    0.8714237804919132,
    0.8714237804919132,
    0.8714237804919132,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898,
    0.8587035360448898
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule, and groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners are arranged in a circle around a polished floor, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners encircle a polished floor, creating a busy perimeter around the space, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards, coordinating with attendees as they map potential employers.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners encircle a polished floor, creating a busy perimeter around the space, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards, coordinating with attendees as they map potential employers.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners encircle a polished floor, creating a busy perimeter around the space, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards, coordinating with attendees as they map potential employers. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners encircle a polished floor, creating a busy perimeter around the space, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards, coordinating with attendees as they map potential employers. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners encircle a polished floor, creating a busy perimeter around the space, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards, coordinating with attendees as they map potential employers. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome PA announcement outlines the schedule. Dozens of booths with colorful banners encircle a polished floor, creating a busy perimeter around the space. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards, coordinating with attendees as they map potential employers. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome PA announcement outlines the schedule. Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter around the space. A cybersecurity company runs a password-cracking challenge on a laptop, while groups of friends mark target employers on the event map and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards, coordinating with attendees as they map potential employers. Finance firms offer QR codes for immediate internship applications, and a robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, and the engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop while groups of friends mark target employers on the event map and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards, coordinating with attendees as they map potential employers. Finance firms offer QR codes for immediate internship applications, and a robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, and the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.4985299943132258,
    0.4985299943132258,
    0.4985299943132258,
    0.6606955641168825,
    0.6606955641168825,
    0.6606955641168825,
    0.6606955641168825,
    0.8266580782876498,
    0.8266580782876498,
    0.8266580782876498,
    0.8266580782876498,
    0.8523474847652388,
    0.8523474847652388,
    0.8523474847652388,
    0.8523474847652388,
    0.8523474847652388,
    0.8523474847652388,
    0.8945043195654312,
    0.8945043195654312,
    0.8945043195654312,
    0.8945043195654312,
    0.8945043195654312,
    0.8945043195654312,
    0.8945043195654312,
    0.8945043195654312,
    0.8945043195654312,
    0.8945043195654312,
    0.88892314875227,
    0.88892314875227,
    0.88892314875227,
    0.88892314875227,
    0.88892314875227,
    0.88892314875227,
    0.8934512722050012,
    0.8934512722050012,
    0.8934512722050012,
    0.8934512722050012,
    0.8934512722050012,
    0.9036033837332997,
    0.9036033837332997,
    0.9036033837332997,
    0.9036033837332997,
    0.9036033837332997,
    0.9036033837332997,
    0.9036033837332997,
    0.9036033837332997,
    0.9036033837332997,
    0.9137221642257789,
    0.9137221642257789,
    0.9137221642257789,
    0.9137221642257789,
    0.9137221642257789,
    0.9137221642257789,
    0.9137221642257789,
    0.9137221642257789,
    0.9137221642257789,
    0.9137221642257789
  ],
  "4": [
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair, some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the fair, some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners are arranged in a circle around a polished floor, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, students rehearse elevator pitches quietly against a wall while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the fair, students rehearse elevator pitches quietly against a wall while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a circular expo layout forms around a polished floor, with dozens of booths bearing colorful banners. Students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on an event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Nearby, consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a circular expo layout forms around a polished floor, with dozens of booths bearing colorful banners. Students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on an event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Nearby, consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a circular expo layout forms around a polished floor, with dozens of booths bearing colorful banners. Students rehearse elevator pitches quietly against a wall, and groups of friends mark target employers on an event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Nearby, consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a circular expo layout surrounds a polished floor with dozens of booths, each adorned with colorful banners. Students rehearse elevator pitches against a wall while groups of friends mark target employers on an event map. A welcome announcement is broadcast over the PA outlining the schedule. Tech companies display demo screens of their latest apps. A robotics startup flies a drone above its booth. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing pep talks near the coffee station. Finance firms offer QR codes for internship applications. Event staff scan registrations at the entrance, handing out lanyards. Students clutch resumes inside branded folders.",
    "At a career fair, a circular expo layout surrounds a polished floor with dozens of booths adorned by colorful banners. Students rehearse elevator pitches against a wall, while groups of friends mark target employers on an event map. A welcome announcement is broadcast over the PA outlining the schedule. Tech companies display demo screens of their latest apps. A robotics startup flies a drone above its booth. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing pep talks near the coffee station. Finance firms offer QR codes for internship applications. Event staff scan registrations at the entrance, handing out lanyards. Students clutch resumes inside branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.7647388269531799,
    0.7647388269531799,
    0.7647388269531799,
    0.8134608798635015,
    0.8134608798635015,
    0.8134608798635015,
    0.8134608798635015,
    0.8134608798635015,
    0.8134608798635015,
    0.8432168939624527,
    0.8432168939624527,
    0.8432168939624527,
    0.8432168939624527,
    0.8848574808674421,
    0.8848574808674421,
    0.8872279226466095,
    0.8872279226466095,
    0.8872279226466095,
    0.8872279226466095,
    0.8872279226466095,
    0.8872279226466095,
    0.9167115110143151,
    0.9167115110143151,
    0.9167115110143151,
    0.9167115110143151,
    0.9167115110143151,
    0.9167115110143151,
    0.9167115110143151,
    0.9167115110143151,
    0.9167115110143151,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.907122677167817,
    0.9270058712309959,
    0.9270058712309959,
    0.9270058712309959,
    0.9270058712309959,
    0.9270058712309959,
    0.9270058712309959,
    0.9270058712309959,
    0.9047520714482223,
    0.9047520714482223,
    0.9047520714482223,
    0.9047520714482223,
    0.9047520714482223,
    0.9047520714482223
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance.",
    "Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners are arranged in a circle around a polished floor, and healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop. At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners are arranged in a circle around a polished floor. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, dozens of booths with colorful banners are arranged in a circle around a polished floor. Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, dozens of booths with colorful banners are arranged in a circle around a polished floor. Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "A fair features dozens of booths with colorful banners arranged in a circle around a polished floor. Groups of friends mark target employers on the event map while staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter at the fair. Groups of friends mark target employers on the event map as staff scan registrations at the entrance and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.41756836194218167,
    0.41756836194218167,
    0.41756836194218167,
    0.6302218436853922,
    0.6302218436853922,
    0.6302218436853922,
    0.6302218436853922,
    0.7839584551198275,
    0.7839584551198275,
    0.7839584551198275,
    0.7839584551198275,
    0.7839584551198275,
    0.8392945077404081,
    0.8392945077404081,
    0.8392945077404081,
    0.8392945077404081,
    0.8690888127334123,
    0.8690888127334123,
    0.8690888127334123,
    0.8690888127334123,
    0.8690888127334123,
    0.8690888127334123,
    0.8971511726833827,
    0.8971511726833827,
    0.8971511726833827,
    0.8971511726833827,
    0.8971511726833827,
    0.9000979103548574,
    0.9000979103548574,
    0.9000979103548574,
    0.9000979103548574,
    0.9000979103548574,
    0.8740909709348602,
    0.8740909709348602,
    0.8740909709348602,
    0.8740909709348602,
    0.8740909709348602,
    0.8740909709348602,
    0.8740909709348602,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883,
    0.927661033260883
  ],
  "6": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations at the entrance and hand out lanyards, while groups of friends mark target employers on the event map.",
    "Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, creating a busy perimeter around the space.",
    "Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, creating a busy perimeter around the space.",
    "Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, creating a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications.",
    "Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, creating a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, creating a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations at the entrance and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff at the entrance scan registrations and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and issue lanyards as groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter around the space. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4368334378680421,
    0.4368334378680421,
    0.4368334378680421,
    0.6000114760916709,
    0.6000114760916709,
    0.6000114760916709,
    0.6000114760916709,
    0.6000114760916709,
    0.6000114760916709,
    0.8142656317291113,
    0.8142656317291113,
    0.8142656317291113,
    0.8142656317291113,
    0.8142656317291113,
    0.8400481074805908,
    0.8400481074805908,
    0.8400481074805908,
    0.8331863892838504,
    0.8331863892838504,
    0.8331863892838504,
    0.8331863892838504,
    0.8331863892838504,
    0.8331863892838504,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8330688131615664,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8273410206136291,
    0.8264705306472264,
    0.8264705306472264,
    0.8264705306472264,
    0.8264705306472264,
    0.8264705306472264,
    0.8264705306472264
  ],
  "7": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths circle a polished floor, each adorned with colorful banners.",
    "Dozens of booths circle a polished floor, each adorned with colorful banners, while healthcare providers showcase community outreach photos.",
    "Dozens of booths encircle a polished floor, each adorned with colorful banners, while healthcare providers showcase photos of community outreach. At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "Dozens of booths encircle a polished floor, each adorned with colorful banners, while healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths encircle a polished floor, each adorned with colorful banners. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths encircle a polished floor, each adorned with colorful banners, creating a busy perimeter around the space. Healthcare providers showcase photos of community outreach, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, and event staff scan registrations at the entrance, handing out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Dozens of booths encircle a polished floor, each adorned with colorful banners, creating a busy perimeter around the space. Healthcare providers showcase photos of community outreach, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, and event staff scan registrations at the entrance, handing out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Dozens of booths encircle a polished floor, each with colorful banners creating a busy perimeter around the space. Healthcare providers showcase photos of community outreach, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, and event staff scan registrations at the entrance, handing out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths encircle a polished floor, each booth adorned with colorful banners forming a busy perimeter. Healthcare providers display photos of community outreach; finance firms offer QR codes for internship applications. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map as staff scan registrations at the entrance, handing out lanyards. An alumni panel discusses preparing for technical interviews, with alumni volunteers giving pep talks near the coffee station. Students clutch resumes in branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Career counselors remind attendees to maintain eye contact. Consulting firms stack case study booklets on high tables. A robotics startup flies a drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.31587380741640253,
    0.31587380741640253,
    0.31587380741640253,
    0.31587380741640253,
    0.31587380741640253,
    0.32403680620989395,
    0.32403680620989395,
    0.32403680620989395,
    0.7481881158761428,
    0.7481881158761428,
    0.7481881158761428,
    0.7481881158761428,
    0.8198574078554307,
    0.8198574078554307,
    0.8198574078554307,
    0.8198574078554307,
    0.8198574078554307,
    0.8460673514021362,
    0.8460673514021362,
    0.8460673514021362,
    0.8460673514021362,
    0.8460673514021362,
    0.8460673514021362,
    0.8460673514021362,
    0.8460673514021362,
    0.8460673514021362,
    0.8460673514021362,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.8998591127395983,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9126224129196254,
    0.9004096856461539,
    0.9004096856461539,
    0.9004096856461539,
    0.9004096856461539
  ],
  "8": [
    "",
    "",
    "Dozens of booths, each adorned with colorful banners, are arranged in a circle around a polished floor.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners form a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners form a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The fair features dozens of booths with colorful banners arranged in a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "8_score": [
    0.0,
    0.0,
    0.2947682683184161,
    0.2947682683184161,
    0.4873223319977322,
    0.4873223319977322,
    0.4873223319977322,
    0.4873223319977322,
    0.4873223319977322,
    0.4873223319977322,
    0.35378144924177557,
    0.35378144924177557,
    0.35378144924177557,
    0.35378144924177557,
    0.35378144924177557,
    0.6416321691082975,
    0.6416321691082975,
    0.6416321691082975,
    0.6416321691082975,
    0.6416321691082975,
    0.7093046024869014,
    0.7093046024869014,
    0.7093046024869014,
    0.7093046024869014,
    0.7093046024869014,
    0.7276543781892377,
    0.7276543781892377,
    0.7276543781892377,
    0.7276543781892377,
    0.7276543781892377,
    0.7276543781892377,
    0.7276543781892377,
    0.7276543781892377,
    0.7276543781892377,
    0.8970593556123725,
    0.8970593556123725,
    0.8970593556123725,
    0.8970593556123725,
    0.8970593556123725,
    0.8970593556123725,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743,
    0.8927915486545743
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables nearby.",
    "Dozens of booths with colorful banners form a circle around a polished floor. A cybersecurity company hosts a password cracking challenge on a laptop. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners form a circle around a polished floor. A cybersecurity company hosts a password cracking challenge on a laptop. Nearby, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular expo layout. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Nearby, consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, forming a circular expo layout. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Nearby, consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. At the fair, students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "A circular expo layout features dozens of booths with colorful banners arranged around a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop among the exhibits. Nearby, consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. At the fair, students rehearse elevator pitches quietly against a wall. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4873223319977322,
    0.4873223319977322,
    0.4873223319977322,
    0.4873223319977322,
    0.4873223319977322,
    0.4873223319977322,
    0.590986291211444,
    0.590986291211444,
    0.590986291211444,
    0.590986291211444,
    0.6641010901865045,
    0.6641010901865045,
    0.6641010901865045,
    0.7211292249129243,
    0.7211292249129243,
    0.7211292249129243,
    0.7211292249129243,
    0.8510289481586327,
    0.8510289481586327,
    0.8510289481586327,
    0.8510289481586327,
    0.8510289481586327,
    0.8510289481586327,
    0.8510289481586327,
    0.8931279965233909,
    0.8931279965233909,
    0.8931279965233909,
    0.8931279965233909,
    0.8931279965233909,
    0.8931279965233909,
    0.8931279965233909,
    0.8931279965233909,
    0.8931279965233909,
    0.8931279965233909,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324,
    0.8869092625899324
  ]
}