{
  "0": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "The scene shows healthcare providers showcasing community outreach photos as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "The scene shows healthcare providers showcasing community outreach photos as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers showcase community outreach photos while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, with career counselors reminding attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, with career counselors reminding attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos as students clutch resumes inside branded folders, setting a campus career event. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage, where career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos as students clutch resumes inside branded folders, marking a campus career event. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage, where career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.5833106985519654,
    0.5833106985519654,
    0.5833106985519654,
    0.5833106985519654,
    0.5833106985519654,
    0.5833106985519654,
    0.5833106985519654,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.6756892905318453,
    0.7349299818157552,
    0.7349299818157552,
    0.7349299818157552,
    0.7349299818157552,
    0.7349299818157552,
    0.7349299818157552,
    0.742054970389005,
    0.742054970389005,
    0.742054970389005,
    0.742054970389005,
    0.742054970389005,
    0.742054970389005,
    0.742054970389005,
    0.7401932011663124,
    0.7401932011663124,
    0.7401932011663124,
    0.7401932011663124,
    0.7401932011663124,
    0.7401932011663124,
    0.7002234201440216,
    0.7002234201440216,
    0.7002234201440216,
    0.7002234201440216,
    0.7002234201440216,
    0.7002234201440216,
    0.7632495408942264,
    0.7632495408942264,
    0.7632495408942264,
    0.7632495408942264,
    0.7632495408942264
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops begin in the adjoining classroom, with consulting firms stacking glossy case study booklets on high tables nearby. In the same area, some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are underway in the adjoining classroom. In the nearby area, consulting firms have glossy case study booklets stacked on high tables. In the same area, some students rehearse elevator pitches quietly against the wall. Career counselors are redirecting unsure students toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom. In the nearby area, consulting firms have glossy case study booklets stacked on high tables. In the same area, some students rehearse elevator pitches quietly against the wall. Career counselors are redirecting unsure students toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom. In the nearby area, consulting firms have glossy case study booklets stacked on high tables. In the same area, some students rehearse elevator pitches quietly against the wall. Career counselors are redirecting unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom. In the nearby area, consulting firms have glossy case study booklets stacked on high tables. In the same area, some students rehearse elevator pitches quietly against the wall. Career counselors are redirecting unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the university setting, networking etiquette workshops are underway in the adjoining classroom. In the nearby area, consulting firms have glossy case study booklets stacked on high tables. In the same area, some students rehearse elevator pitches quietly against the wall. Career counselors are redirecting unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the university setting, networking etiquette workshops are underway in the adjoining classroom. In the nearby area, consulting firms have glossy case study booklets stacked on high tables. In the same area, some students rehearse elevator pitches quietly against the wall. Career counselors are redirecting unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3171346918520993,
    0.3171346918520993,
    0.3171346918520993,
    0.3171346918520993,
    0.3171346918520993,
    0.3171346918520993,
    0.4476363725931932,
    0.4476363725931932,
    0.4476363725931932,
    0.4476363725931932,
    0.4476363725931932,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.6191604962170034,
    0.705665054273382,
    0.705665054273382,
    0.705665054273382,
    0.705665054273382,
    0.705665054273382,
    0.705665054273382,
    0.705665054273382,
    0.705665054273382,
    0.7243409731359906,
    0.7243409731359906,
    0.7243409731359906,
    0.7243409731359906,
    0.7243409731359906,
    0.7243409731359906,
    0.7243409731359906,
    0.7243409731359906,
    0.7144034142777567,
    0.7144034142777567,
    0.7144034142777567,
    0.7144034142777567,
    0.7144034142777567,
    0.7144034142777567,
    0.7144034142777567,
    0.7144034142777567,
    0.7520358207747522,
    0.7520358207747522,
    0.7520358207747522
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.36857510150173106,
    0.4358694460074267,
    0.4358694460074267,
    0.4358694460074267,
    0.4358694460074267,
    0.4358694460074267,
    0.4358694460074267,
    0.4358694460074267,
    0.4358694460074267,
    0.4358694460074267,
    0.7259397496626454,
    0.7259397496626454,
    0.7259397496626454,
    0.7259397496626454,
    0.7259397496626454,
    0.7259397496626454,
    0.7259397496626454,
    0.7259397496626454,
    0.7259397496626454,
    0.7259397496626454,
    0.7849305647290765,
    0.7849305647290765,
    0.7849305647290765,
    0.7849305647290765,
    0.7849305647290765,
    0.7849305647290765,
    0.7849305647290765,
    0.809100308029246,
    0.809100308029246,
    0.809100308029246,
    0.809100308029246,
    0.809100308029246,
    0.809100308029246,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8195932289234031,
    0.8361589326073198,
    0.8361589326073198
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against a wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against a wall. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against a wall. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against a wall. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against a wall. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and hand out lanyards, while nearby students quietly rehearse elevator pitches against a wall. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards. Nearby, students quietly rehearse elevator pitches against a wall. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards, while nearby students rehearse elevator pitches against a wall. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens, and dozens of booths with colorful banners circle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.38430489157350245,
    0.38430489157350245,
    0.38430489157350245,
    0.38430489157350245,
    0.38430489157350245,
    0.38430489157350245,
    0.38430489157350245,
    0.7344634902634879,
    0.7344634902634879,
    0.7344634902634879,
    0.7344634902634879,
    0.7344634902634879,
    0.7344634902634879,
    0.7344634902634879,
    0.7608055096162922,
    0.7608055096162922,
    0.7608055096162922,
    0.7608055096162922,
    0.7608055096162922,
    0.7979467504627029,
    0.7979467504627029,
    0.7979467504627029,
    0.7979467504627029,
    0.7979467504627029,
    0.7979467504627029,
    0.7908802316539512,
    0.7908802316539512,
    0.7908802316539512,
    0.7908802316539512,
    0.7908802316539512,
    0.7908802316539512,
    0.7908802316539512,
    0.8367643970546297,
    0.8367643970546297,
    0.8367643970546297,
    0.8367643970546297,
    0.8367643970546297,
    0.8367643970546297,
    0.8367643970546297,
    0.8367643970546297,
    0.824204130031045,
    0.824204130031045,
    0.824204130031045,
    0.824204130031045,
    0.824204130031045,
    0.824204130031045,
    0.824204130031045,
    0.8621582831043402,
    0.8621582831043402,
    0.8621582831043402,
    0.8621582831043402
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while the engineering society sponsors a resume review table near the stage.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage.",
    "Across the scene, several students rehearse elevator pitches quietly against the wall, while near the stage the engineering society sponsors a resume review table.",
    "Across the scene, several students rehearse elevator pitches quietly against the wall, while near the stage the engineering society sponsors a resume review table. Career counselors redirect unsure students toward applicable industries.",
    "Across the scene, several students rehearse elevator pitches quietly against the wall. Near the stage, the engineering society sponsors a resume review table, while career counselors redirect unsure students toward applicable industries.",
    "Across the scene, several students rehearse elevator pitches quietly against the wall. Near the stage, the engineering society sponsors a resume review table, while career counselors redirect unsure students toward applicable industries.",
    "Across the scene, several students rehearse elevator pitches quietly against the wall. Near the stage, the engineering society sponsors a resume review table, while career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32826047256852364,
    0.32826047256852364,
    0.32826047256852364,
    0.32826047256852364,
    0.3256646046388541,
    0.3256646046388541,
    0.3256646046388541,
    0.3256646046388541,
    0.3256646046388541,
    0.3512685926284907,
    0.3512685926284907,
    0.3512685926284907,
    0.3512685926284907,
    0.3512685926284907,
    0.5432889255556732,
    0.5432889255556732,
    0.5432889255556732,
    0.5432889255556732,
    0.5432889255556732,
    0.5432889255556732,
    0.5432889255556732,
    0.5432889255556732,
    0.5432889255556732,
    0.5432889255556732,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898,
    0.5123270256728898
  ],
  "5": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showing their latest apps.",
    "At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showing their latest apps."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.5734848253815494,
    0.5734848253815494,
    0.5734848253815494,
    0.5734848253815494,
    0.5734848253815494,
    0.5734848253815494,
    0.7730789059010394,
    0.7730789059010394,
    0.7730789059010394,
    0.7730789059010394,
    0.7730789059010394,
    0.7730789059010394,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.7860478795653603,
    0.8226049743866408,
    0.8226049743866408,
    0.8226049743866408,
    0.8226049743866408,
    0.8226049743866408,
    0.8226049743866408,
    0.8226049743866408,
    0.8226049743866408,
    0.8226049743866408,
    0.8414035526947068,
    0.8414035526947068,
    0.8414035526947068,
    0.8414035526947068,
    0.8414035526947068,
    0.8414035526947068,
    0.8414035526947068,
    0.8414035526947068,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022,
    0.816263296829022
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "Event staff scan registrations at the entrance and hand out lanyards. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards; inside, students clutch resumes kept in branded folders; consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.7180745096827348,
    0.7180745096827348,
    0.7180745096827348,
    0.7180745096827348,
    0.7180745096827348,
    0.7180745096827348,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.44014267395628265,
    0.7403002578854188,
    0.7403002578854188,
    0.7403002578854188,
    0.7403002578854188,
    0.7403002578854188,
    0.7403002578854188,
    0.7403002578854188,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169,
    0.814590599607169
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students queue outside the university gym in anticipation of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students queue outside the university gym in anticipation of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Students queue outside the university gym in anticipation of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Students queue outside the university gym in anticipation of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Students queue outside the university gym in anticipation of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Students queue outside the university gym in anticipation of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station.",
    "Students queue outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "Students queue outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5328653804910799,
    0.5328653804910799,
    0.5328653804910799,
    0.5328653804910799,
    0.5328653804910799,
    0.5328653804910799,
    0.5328653804910799,
    0.6878649823133772,
    0.6878649823133772,
    0.6878649823133772,
    0.6878649823133772,
    0.6878649823133772,
    0.6878649823133772,
    0.6878649823133772,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7716115510240954,
    0.7980105985413264,
    0.7980105985413264,
    0.7980105985413264,
    0.7980105985413264,
    0.7980105985413264,
    0.7980105985413264,
    0.7980105985413264,
    0.7980105985413264,
    0.7980105985413264,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886,
    0.80253017508886
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA system outlines the fair schedule.",
    "Human resources teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Human resources teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "HR teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, HR teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA outlines the schedule. Students clutch resumes in branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, HR teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA outlines the schedule. Students clutch resumes in branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, HR teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA outlines the schedule. Students clutch resumes in branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, HR teams jot notes on tablets as students introduce themselves, while a welcome announcement over the PA outlines the schedule. Students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.44389618708596573,
    0.6083365863418841,
    0.6083365863418841,
    0.6083365863418841,
    0.6083365863418841,
    0.6083365863418841,
    0.6083365863418841,
    0.6083365863418841,
    0.6083365863418841,
    0.5917314304378362,
    0.5917314304378362,
    0.5917314304378362,
    0.5917314304378362,
    0.5917314304378362,
    0.5917314304378362,
    0.5917314304378362,
    0.8020359789693402,
    0.8020359789693402,
    0.8020359789693402,
    0.8020359789693402,
    0.8020359789693402,
    0.8020359789693402,
    0.8142444530832411,
    0.8142444530832411,
    0.8142444530832411,
    0.8142444530832411,
    0.8142444530832411,
    0.8142444530832411,
    0.8142444530832411,
    0.8529314284307224,
    0.8529314284307224,
    0.8529314284307224,
    0.8529314284307224,
    0.8529314284307224,
    0.8529314284307224,
    0.8529314284307224,
    0.8693649484990903,
    0.8693649484990903,
    0.8693649484990903,
    0.8693649484990903,
    0.8693649484990903,
    0.8693649484990903,
    0.8693649484990903,
    0.8775554942883435,
    0.8775554942883435,
    0.8775554942883435
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6261369877171975,
    0.6261369877171975,
    0.6261369877171975,
    0.6261369877171975,
    0.7831080838623847,
    0.7831080838623847,
    0.7831080838623847,
    0.7831080838623847,
    0.7831080838623847,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.7941107430748475,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8026670408874224,
    0.8380095623485754,
    0.8380095623485754,
    0.8380095623485754,
    0.8380095623485754,
    0.8380095623485754,
    0.8380095623485754,
    0.8380095623485754,
    0.8380095623485754,
    0.8431552009902963,
    0.8431552009902963,
    0.8431552009902963,
    0.8431552009902963,
    0.8431552009902963,
    0.8431552009902963
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the event, tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the event, tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.6399480537571427,
    0.6399480537571427,
    0.6399480537571427,
    0.6399480537571427,
    0.6399480537571427,
    0.6399480537571427,
    0.6399480537571427,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.7893854817596639,
    0.8224590804133702,
    0.8224590804133702,
    0.8224590804133702,
    0.8224590804133702,
    0.8224590804133702,
    0.8224590804133702,
    0.8224590804133702,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8313234831981203,
    0.8310407673817414,
    0.8310407673817414,
    0.8310407673817414,
    0.8310407673817414,
    0.8310407673817414,
    0.8310407673817414,
    0.8310407673817414,
    0.8310407673817414
  ],
  "11": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "At a career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle a polished floor. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "A career fair unfolds with dozens of booths and colorful banners encircling a polished floor, while counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.7539970726521208,
    0.7539970726521208,
    0.7539970726521208,
    0.7539970726521208,
    0.7539970726521208,
    0.7539970726521208,
    0.7539970726521208,
    0.7539970726521208,
    0.6452498801468793,
    0.6452498801468793,
    0.6452498801468793,
    0.6452498801468793,
    0.6452498801468793,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7714020844043932,
    0.7921846422294572,
    0.7921846422294572,
    0.7921846422294572,
    0.7921846422294572,
    0.7921846422294572,
    0.7921846422294572,
    0.7921846422294572,
    0.7921846422294572,
    0.79447517859341,
    0.79447517859341,
    0.79447517859341,
    0.79447517859341,
    0.79447517859341,
    0.79447517859341,
    0.79447517859341,
    0.79447517859341,
    0.79447517859341,
    0.829158341087462,
    0.829158341087462,
    0.829158341087462,
    0.829158341087462,
    0.829158341087462,
    0.829158341087462,
    0.829158341087462
  ],
  "12": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; students clutch resumes inside branded folders.",
    "In the event space, groups of friends mark target employers on the event map; students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "In the event space, groups of friends mark target employers on the event map; students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "Within the event space of the career fair, groups of friends mark target employers on the event map; students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Within the event space of the career fair, groups of friends mark target employers on the event map; students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the career fair event space, groups of friends mark target employers on the event map; students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair event space, groups of friends mark target employers on the event map; students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair event space, groups of friends mark target employers on the event map. Students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the career fair event space, groups of friends mark target employers on the event map while students clutch resumes in branded folders and quietly rehearse elevator pitches against the wall; career counselors redirect unsure students toward applicable industries; human resources teams jot notes on tablets as students introduce themselves; workshops on networking etiquette begin in the adjoining classroom."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.47216507290238446,
    0.47216507290238446,
    0.47216507290238446,
    0.47216507290238446,
    0.47216507290238446,
    0.47216507290238446,
    0.6078012148378755,
    0.6078012148378755,
    0.6078012148378755,
    0.6078012148378755,
    0.6078012148378755,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8228654471588579,
    0.8367886656644679,
    0.8367886656644679,
    0.8367886656644679,
    0.8367886656644679,
    0.8367886656644679,
    0.8367886656644679,
    0.8367886656644679,
    0.8312552029016351,
    0.8312552029016351,
    0.8312552029016351,
    0.8312552029016351,
    0.8312552029016351,
    0.8312552029016351,
    0.8312552029016351,
    0.8312552029016351,
    0.8353312931797607,
    0.8353312931797607,
    0.8353312931797607,
    0.8353312931797607,
    0.8353312931797607,
    0.8353312931797607,
    0.547453644251402,
    0.547453644251402,
    0.547453644251402,
    0.547453644251402,
    0.547453644251402,
    0.547453644251402,
    0.547453644251402
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in the moments before the career fair opens, while alumni volunteers share short pep talks near the coffee station.",
    "In the moments before the career fair opens, students line up outside the university gym while alumni volunteers share short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "Moments before the career fair opens, students line up outside the university gym while alumni volunteers share short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "Moments before the career fair opens, students line up outside the university gym while alumni volunteers share short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Moments before the career fair opens, students line up outside the university gym while alumni volunteers share short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Moments before the career fair opens, students line up outside the university gym while alumni volunteers share short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "Moments before the career fair opens, students line up outside the university gym while alumni volunteers share short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "Moments before the career fair opens at the university gym, students line up outside while alumni volunteers give short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "Moments before the career fair opens at the university gym, students line up outside as alumni volunteers give short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4049687373397822,
    0.4049687373397822,
    0.4049687373397822,
    0.4049687373397822,
    0.4049687373397822,
    0.4049687373397822,
    0.6415078269886348,
    0.6415078269886348,
    0.6415078269886348,
    0.6415078269886348,
    0.6415078269886348,
    0.6415078269886348,
    0.6378220397871969,
    0.6378220397871969,
    0.6378220397871969,
    0.6378220397871969,
    0.6378220397871969,
    0.6378220397871969,
    0.6378220397871969,
    0.7808142184763573,
    0.7808142184763573,
    0.7808142184763573,
    0.7808142184763573,
    0.7808142184763573,
    0.7808142184763573,
    0.817686290391954,
    0.817686290391954,
    0.817686290391954,
    0.817686290391954,
    0.817686290391954,
    0.817686290391954,
    0.817686290391954,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8415055443047472,
    0.8411945314989043,
    0.8411945314989043,
    0.8411945314989043,
    0.8411945314989043,
    0.8411945314989043,
    0.8411945314989043,
    0.8411945314989043,
    0.839691952048297,
    0.839691952048297,
    0.839691952048297
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends are marking target employers on the event map.",
    "Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map while consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4006366178433207,
    0.4006366178433207,
    0.4006366178433207,
    0.4006366178433207,
    0.4006366178433207,
    0.4006366178433207,
    0.4006366178433207,
    0.4006366178433207,
    0.39655005191930165,
    0.39655005191930165,
    0.39655005191930165,
    0.39655005191930165,
    0.39655005191930165,
    0.4462144684882353,
    0.4462144684882353,
    0.4462144684882353,
    0.4462144684882353,
    0.4462144684882353,
    0.4462144684882353,
    0.4462144684882353,
    0.6592642612542465,
    0.6592642612542465,
    0.6592642612542465,
    0.6592642612542465,
    0.6592642612542465,
    0.6592642612542465,
    0.7447162172409961,
    0.7447162172409961,
    0.7447162172409961,
    0.7447162172409961,
    0.7447162172409961,
    0.7447162172409961,
    0.7447162172409961,
    0.7886077915390439,
    0.7886077915390439,
    0.7886077915390439,
    0.7886077915390439,
    0.7886077915390439,
    0.7886077915390439,
    0.7886077915390439,
    0.7886077915390439,
    0.8179541975485367,
    0.8179541975485367,
    0.8179541975485367,
    0.8179541975485367,
    0.8179541975485367,
    0.8179541975485367,
    0.8179541975485367,
    0.8179541975485367,
    0.8328145372211605,
    0.8328145372211605,
    0.8328145372211605,
    0.8328145372211605,
    0.8328145372211605,
    0.8328145372211605,
    0.8328145372211605,
    0.8328145372211605,
    0.8179541975485367,
    0.8179541975485367,
    0.8179541975485367
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while a welcome announcement plays over the PA system to outline the fair schedule.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while a welcome announcement plays over the PA system to outline the fair schedule. Groups of friends mark target employers on the event map.",
    "Alumni volunteers are delivering brief pep talks near the coffee station as a welcome announcement plays over the PA system to outline the fair schedule. Groups of friends are marking target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair setup, alumni volunteers are delivering brief pep talks near the coffee station as a welcome announcement plays over the PA system to outline the schedule. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair setup, alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement plays over the PA system to outline the schedule. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair setup, alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement plays over the PA system to outline the schedule. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair setup, alumni volunteers deliver brief pep talks near the coffee station while a welcome announcement plays over the PA to outline the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a university career fair setup, alumni volunteers deliver brief pep talks near the coffee station while a welcome announcement plays over the PA to outline the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement plays over the PA outlining the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.40605046473130413,
    0.40605046473130413,
    0.40605046473130413,
    0.40605046473130413,
    0.40605046473130413,
    0.5932088533406896,
    0.5932088533406896,
    0.5932088533406896,
    0.5932088533406896,
    0.5932088533406896,
    0.5932088533406896,
    0.6065082818172441,
    0.6065082818172441,
    0.6065082818172441,
    0.6065082818172441,
    0.6065082818172441,
    0.6065082818172441,
    0.6065082818172441,
    0.7427643290529738,
    0.7427643290529738,
    0.7427643290529738,
    0.7427643290529738,
    0.7427643290529738,
    0.7427643290529738,
    0.7427643290529738,
    0.7427643290529738,
    0.7724765276365149,
    0.7724765276365149,
    0.7724765276365149,
    0.7724765276365149,
    0.7724765276365149,
    0.7724765276365149,
    0.7724765276365149,
    0.8218331045527395,
    0.8218331045527395,
    0.8218331045527395,
    0.8218331045527395,
    0.8218331045527395,
    0.8218331045527395,
    0.8218331045527395,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664,
    0.8416284732401664
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes to enable immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes that enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes that enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes that enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes that enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes that enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes that enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, attendees queue outside the gym before opening while staff at the event entrance scan registrations and hand out lanyards. Inside, finance firms offer QR codes that enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact and to steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule, setting the frame for the day.",
    "At the university career fair, attendees queue outside the gym before opening while staff at the event entrance scan registrations and hand out lanyards. Inside, finance firms display QR codes that enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact and to steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, setting the frame for the day. Groups of friends mark target employers on the event map."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.6049023268032397,
    0.6049023268032397,
    0.6049023268032397,
    0.6049023268032397,
    0.8149566577541993,
    0.8149566577541993,
    0.8149566577541993,
    0.8149566577541993,
    0.8149566577541993,
    0.8149566577541993,
    0.8463661958081597,
    0.8463661958081597,
    0.8463661958081597,
    0.8463661958081597,
    0.8463661958081597,
    0.8463661958081597,
    0.8501068067256459,
    0.8501068067256459,
    0.8501068067256459,
    0.8501068067256459,
    0.8501068067256459,
    0.8501068067256459,
    0.8506741682624993,
    0.8506741682624993,
    0.8506741682624993,
    0.8506741682624993,
    0.8506741682624993,
    0.8506741682624993,
    0.8506741682624993,
    0.8506741682624993,
    0.8414076448164729,
    0.8414076448164729,
    0.8414076448164729,
    0.8414076448164729,
    0.8414076448164729,
    0.8414076448164729,
    0.8609988291699706,
    0.8609988291699706,
    0.8609988291699706,
    0.8609988291699706,
    0.8609988291699706,
    0.8609988291699706,
    0.8609988291699706,
    0.8609988291699706,
    0.8495944589166111,
    0.8495944589166111,
    0.8495944589166111,
    0.8495944589166111,
    0.8495944589166111,
    0.8495944589166111,
    0.8495944589166111,
    0.8495944589166111,
    0.8495944589166111,
    0.8712837817605912,
    0.8712837817605912,
    0.8712837817605912
  ],
  "17": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle the polished floor as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished floor as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall; others line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention.",
    "Dozens of booths with colorful banners encircle a polished floor as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a polished floor as career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a polished gym floor as career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair held in a polished gym, dozens of booths with colorful banners encircle the floor as career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others line up outside the gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5482606967878494,
    0.5482606967878494,
    0.5482606967878494,
    0.5482606967878494,
    0.5482606967878494,
    0.6162619360954464,
    0.6162619360954464,
    0.6162619360954464,
    0.6162619360954464,
    0.6162619360954464,
    0.6162619360954464,
    0.6162619360954464,
    0.6162619360954464,
    0.6144465474617585,
    0.6144465474617585,
    0.6144465474617585,
    0.6144465474617585,
    0.6144465474617585,
    0.6144465474617585,
    0.6144465474617585,
    0.7816362782419948,
    0.7816362782419948,
    0.7816362782419948,
    0.7816362782419948,
    0.7816362782419948,
    0.7816362782419948,
    0.7816362782419948,
    0.7816362782419948,
    0.7850830811028202,
    0.7850830811028202,
    0.7850830811028202,
    0.7850830811028202,
    0.7850830811028202,
    0.7850830811028202,
    0.7850830811028202,
    0.8471300807302451,
    0.8471300807302451,
    0.8471300807302451,
    0.8471300807302451,
    0.8471300807302451,
    0.8471300807302451,
    0.8505834686789198,
    0.8505834686789198,
    0.8505834686789198,
    0.8505834686789198,
    0.8505834686789198,
    0.8505834686789198,
    0.8570306784172181,
    0.8570306784172181,
    0.8570306784172181,
    0.8570306784172181,
    0.8570306784172181,
    0.8570306784172181,
    0.8570306784172181,
    0.8570306784172181,
    0.8570306784172181
  ],
  "18": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as an alumni panel discusses how to prepare for technical interviews. Inside, human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach.",
    "Outside the university gym, students line up before the career fair opens as an alumni panel discusses how to prepare for technical interviews. Inside, human resources teams jot notes on tablets while students introduce themselves; some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach, and tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens as an alumni panel discusses how to prepare for technical interviews. Inside, human resources teams jot notes on tablets as students introduce themselves, with some rehearsing elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens as an alumni panel discusses how to prepare for technical interviews. Inside, human resources teams jot notes on tablets while students introduce themselves, with some rehearsing elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the university career fair, outside the gym, students line up before opening as an alumni panel discusses how to prepare for technical interviews. Inside, human resources teams jot notes on tablets while students introduce themselves, with some rehearsing elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.43895015393113557,
    0.6313913853744875,
    0.6313913853744875,
    0.6313913853744875,
    0.6313913853744875,
    0.6313913853744875,
    0.6313913853744875,
    0.7520688795526491,
    0.7520688795526491,
    0.7520688795526491,
    0.7520688795526491,
    0.7520688795526491,
    0.7520688795526491,
    0.731679890429106,
    0.731679890429106,
    0.731679890429106,
    0.731679890429106,
    0.731679890429106,
    0.731679890429106,
    0.731679890429106,
    0.790295368509406,
    0.790295368509406,
    0.790295368509406,
    0.790295368509406,
    0.790295368509406,
    0.790295368509406,
    0.7998990284913903,
    0.7998990284913903,
    0.7998990284913903,
    0.7998990284913903,
    0.7998990284913903,
    0.7998990284913903,
    0.7998990284913903,
    0.7998990284913903,
    0.7998990284913903,
    0.8357384926686294,
    0.8357384926686294,
    0.8357384926686294,
    0.8357384926686294,
    0.8357384926686294,
    0.8357384926686294,
    0.8357384926686294,
    0.8663371159410758,
    0.8663371159410758,
    0.8663371159410758,
    0.8663371159410758
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym before the career fair opens.",
    "At the university, consulting firms stack glossy case study booklets on high tables as part of preparations for the career fair. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps.",
    "At the university, consulting firms are stacking glossy case study booklets on high tables as part of preparations for the career fair. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university preparing for the career fair, consulting firms are stacking glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "On a university campus preparing for a career fair, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "On a university campus preparing for a career fair, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "On a university campus preparing for a career fair, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "On a university campus preparing for a career fair, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the fair opens. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.7267227350632418,
    0.7267227350632418,
    0.7267227350632418,
    0.7267227350632418,
    0.7267227350632418,
    0.7267227350632418,
    0.7900153007788544,
    0.7900153007788544,
    0.7900153007788544,
    0.7900153007788544,
    0.7900153007788544,
    0.7900153007788544,
    0.7900153007788544,
    0.7900153007788544,
    0.8477333343111747,
    0.8477333343111747,
    0.8477333343111747,
    0.8477333343111747,
    0.8477333343111747,
    0.8477333343111747,
    0.8477333343111747,
    0.8477333343111747,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.8432609045454402,
    0.845419691277489,
    0.845419691277489
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "A robotics startup is flying a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A robotics startup is flying a small drone above its booth to attract attention. Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At a technology trade event, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At a technology trade event, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners surround a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At a technology trade event, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners surround a polished floor. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens.",
    "At a technology trade event, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners surround a polished floor. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a technology trade event, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners surround a polished floor. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.4673723255058974,
    0.4673723255058974,
    0.4673723255058974,
    0.4673723255058974,
    0.4673723255058974,
    0.6369114619201212,
    0.6369114619201212,
    0.6369114619201212,
    0.6369114619201212,
    0.6369114619201212,
    0.6369114619201212,
    0.6369114619201212,
    0.6369114619201212,
    0.6662124935831835,
    0.6662124935831835,
    0.6662124935831835,
    0.6662124935831835,
    0.6662124935831835,
    0.6662124935831835,
    0.7564759631719347,
    0.7564759631719347,
    0.7564759631719347,
    0.7564759631719347,
    0.7564759631719347,
    0.7564759631719347,
    0.7564759631719347,
    0.7562540371980424,
    0.7562540371980424,
    0.7562540371980424,
    0.7562540371980424,
    0.7562540371980424,
    0.7562540371980424,
    0.7562540371980424,
    0.7562540371980424,
    0.7562540371980424,
    0.8070102846828315,
    0.8070102846828315,
    0.8070102846828315,
    0.8070102846828315,
    0.8070102846828315,
    0.8070102846828315,
    0.8070102846828315,
    0.8070102846828315,
    0.8070102846828315,
    0.8211150716937579,
    0.8211150716937579,
    0.8211150716937579,
    0.8211150716937579,
    0.8211150716937579,
    0.8211150716937579,
    0.8211150716937579,
    0.8211150716937579,
    0.8211150716937579
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, establishing a queue in anticipation of the event. Finance firms are offering QR codes that enable immediate internship applications.",
    "A queue of students forms outside the university gym in anticipation of the career fair opening. Finance firms are offering QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "A queue of students forms outside the university gym in anticipation of the career fair opening. Finance firms are offering QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a queue of students forms in anticipation of the career fair opening. Finance firms offer QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Outside the university gym, a queue of students forms in anticipation of the career fair opening. Finance firms offer QR codes that enable immediate internship applications, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor; students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a queue of students forms in anticipation of the career fair opening. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Finance firms offer QR codes that enable immediate internship applications, while career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a queue of students forms as the career fair opens. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5745066333569091,
    0.5745066333569091,
    0.5745066333569091,
    0.5745066333569091,
    0.5745066333569091,
    0.648970214463622,
    0.648970214463622,
    0.648970214463622,
    0.648970214463622,
    0.648970214463622,
    0.6739902239715778,
    0.6739902239715778,
    0.6739902239715778,
    0.6739902239715778,
    0.6739902239715778,
    0.7826291815208845,
    0.7826291815208845,
    0.7826291815208845,
    0.7826291815208845,
    0.7826291815208845,
    0.7826291815208845,
    0.7826291815208845,
    0.7826291815208845,
    0.7826291815208845,
    0.7826291815208845,
    0.7462144560205208,
    0.7462144560205208,
    0.7462144560205208,
    0.7462144560205208,
    0.7462144560205208,
    0.7462144560205208,
    0.7462144560205208,
    0.7462144560205208,
    0.7918068172700097,
    0.7918068172700097,
    0.7918068172700097,
    0.7918068172700097,
    0.7918068172700097,
    0.8068884811742351,
    0.8068884811742351,
    0.8068884811742351,
    0.8068884811742351,
    0.8068884811742351,
    0.8068884811742351,
    0.8068884811742351,
    0.8068884811742351
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map, designating specific employers as targets and placing their marks on the map used for the event.",
    "Groups of friends are marking target employers on the event map, designating specific employers as targets and placing their marks on the map used for the event. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends are marking target employers on the event map, designating specific employers as targets and placing their marks on the map used for the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends are marking target employers on the event map, designating specific employers as targets by placing their marks on the map used for the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating a busy, exhibition-like atmosphere. The engineering society sponsors a resume review table near the stage, offering feedback to attendees.",
    "Groups of friends mark target employers on the event map, designating specific employers as targets by placing marks on the map used for the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating a busy, exhibition-like atmosphere. The engineering society sponsors a resume review table near the stage, offering feedback to attendees. Career counselors remind attendees to maintain eye contact.",
    "Groups of friends designate target employers by placing marks on the event map used for the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating a busy, exhibition-like atmosphere. The engineering society sponsors a resume review table near the stage, offering feedback to attendees. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends designate target employers by placing marks on the event map used for the event. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating a busy, exhibition-like atmosphere. The engineering society sponsors a resume review table near the stage, offering feedback to attendees. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on an exhibition-like atmosphere as dozens of booths with colorful banners circle the polished floor. Groups of friends designate target employers by placing marks on the event map. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, offering feedback to attendees. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "An exhibition-like career fair scene unfolds on a polished floor, with dozens of booths bearing colorful banners circling the space. Groups of friends designate target employers by placing marks on the event map. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, offering feedback to attendees. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "22_score": [
    0.0,
    0.0,
    0.32652316400353937,
    0.32652316400353937,
    0.32652316400353937,
    0.32652316400353937,
    0.32652316400353937,
    0.32652316400353937,
    0.32652316400353937,
    0.5218364256842952,
    0.5218364256842952,
    0.5218364256842952,
    0.5218364256842952,
    0.5218364256842952,
    0.5218364256842952,
    0.5218364256842952,
    0.5218364256842952,
    0.7043111613626942,
    0.7043111613626942,
    0.7043111613626942,
    0.7043111613626942,
    0.7043111613626942,
    0.7043111613626942,
    0.7483952154673027,
    0.7483952154673027,
    0.7483952154673027,
    0.7483952154673027,
    0.7483952154673027,
    0.7483952154673027,
    0.7483952154673027,
    0.7546158587596536,
    0.7546158587596536,
    0.7546158587596536,
    0.7546158587596536,
    0.7546158587596536,
    0.7546158587596536,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7900961803643596,
    0.7887745370453825,
    0.7887745370453825,
    0.7887745370453825,
    0.7887745370453825,
    0.7887745370453825,
    0.7887745370453825,
    0.7887745370453825,
    0.7887745370453825,
    0.8346631178350853,
    0.8346631178350853,
    0.8346631178350853,
    0.8346631178350853,
    0.8346631178350853,
    0.8346631178350853
  ],
  "23": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the fair schedule, as dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement over the PA system outlines the fair schedule, as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "A welcome announcement over the PA system outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement over the PA system outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement over the PA system outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement over the PA system outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement over the PA system outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4588319049460333,
    0.4588319049460333,
    0.4588319049460333,
    0.4588319049460333,
    0.6012284539515236,
    0.6012284539515236,
    0.6012284539515236,
    0.6012284539515236,
    0.6012284539515236,
    0.6012284539515236,
    0.6012284539515236,
    0.6012284539515236,
    0.7530827382571532,
    0.7530827382571532,
    0.7530827382571532,
    0.7530827382571532,
    0.7530827382571532,
    0.7530827382571532,
    0.7530827382571532,
    0.7530827382571532,
    0.7530827382571532,
    0.7530827382571532,
    0.8314368624033137,
    0.8314368624033137,
    0.8314368624033137,
    0.8314368624033137,
    0.8314368624033137,
    0.8314368624033137,
    0.8314368624033137,
    0.8314368624033137,
    0.8297627096469449,
    0.8297627096469449,
    0.8297627096469449,
    0.8297627096469449,
    0.8297627096469449,
    0.8297627096469449,
    0.8297627096469449,
    0.8297627096469449,
    0.8786271879307427,
    0.8786271879307427,
    0.8786271879307427,
    0.8786271879307427,
    0.8786271879307427,
    0.8786271879307427,
    0.8786271879307427,
    0.8786271879307427,
    0.8884267526043825,
    0.8884267526043825,
    0.8884267526043825,
    0.8884267526043825,
    0.8884267526043825,
    0.8884267526043825,
    0.8884267526043825
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "At the university gym, a career fair is opening soon: healthcare providers showcase community outreach photos, consulting firms stack glossy case study booklets on high tables, and students line up outside before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, a career fair is opening soon. Healthcare providers showcase community outreach photos, consulting firms stack glossy case study booklets on high tables, and students line up outside before the fair opens. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the university gym, a career fair is opening soon. Healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. Students line up outside before the fair opens. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, a career fair is about to open, with dozens of booths and colorful banners circling the polished floor. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Students line up outside before the fair opens. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, a career fair is about to open, with dozens of booths and colorful banners circling the polished floor. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Students line up outside before the fair opens. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair is about to open, with dozens of booths and colorful banners circling the polished floor. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Students line up outside before the fair opens. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3501692150380745,
    0.3501692150380745,
    0.3501692150380745,
    0.3501692150380745,
    0.3501692150380745,
    0.3501692150380745,
    0.3501692150380745,
    0.39155546368546107,
    0.39155546368546107,
    0.39155546368546107,
    0.39155546368546107,
    0.39155546368546107,
    0.39155546368546107,
    0.39155546368546107,
    0.39155546368546107,
    0.39155546368546107,
    0.6214558245523575,
    0.6214558245523575,
    0.6214558245523575,
    0.6214558245523575,
    0.6214558245523575,
    0.6214558245523575,
    0.7894604697834258,
    0.7894604697834258,
    0.7894604697834258,
    0.7894604697834258,
    0.7894604697834258,
    0.7894604697834258,
    0.7894604697834258,
    0.8470961017498575,
    0.8470961017498575,
    0.8470961017498575,
    0.8470961017498575,
    0.8470961017498575,
    0.8470961017498575,
    0.8470961017498575,
    0.8470961017498575,
    0.8470961017498575,
    0.8539533636601421,
    0.8539533636601421,
    0.8539533636601421,
    0.8539533636601421,
    0.8539533636601421,
    0.8539533636601421,
    0.8539533636601421,
    0.8539533636601421,
    0.8539533636601421,
    0.8515388765630179,
    0.8515388765630179,
    0.8515388765630179,
    0.8515388765630179,
    0.8515388765630179,
    0.8515388765630179,
    0.8515388765630179,
    0.8633395774350873,
    0.8633395774350873
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photos documenting their community outreach efforts.",
    "Healthcare providers showcase photos documenting their community outreach efforts, while groups of friends mark target employers on the event map.",
    "Healthcare providers showcase photos documenting their community outreach efforts, establishing a visual record of engagement. Groups of friends mark target employers on the event map, linking social connections to potential workplaces. Career counselors remind attendees to maintain eye contact as they participate.",
    "Healthcare providers showcase photos documenting their community outreach, establishing a visual record of engagement. Groups of friends mark target employers on the event map, linking social connections to potential workplaces. Career counselors remind attendees to maintain eye contact as they participate. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase photos documenting their community outreach, creating a visual record of engagement. Groups of friends mark target employers on the event map, linking social connections to potential workplaces. Career counselors remind attendees to maintain eye contact as they participate. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers are documenting their community outreach with photos, creating a visual record of engagement. Groups of friends mark target employers on the event map, linking social connections to potential workplaces. Career counselors remind attendees to maintain eye contact as they participate. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers document their community outreach with photos, creating a visual record of engagement. Groups of friends mark target employers on the event map, linking social connections to potential workplaces. Career counselors remind attendees to maintain eye contact as they participate. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, healthcare providers document their community outreach with photos and showcase those outreach photos. Groups of friends mark target employers on the event map, linking social connections to potential workplaces. Career counselors remind attendees to maintain eye contact as they participate. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, healthcare providers document their community outreach with photos and showcase those outreach photos. Groups of friends mark target employers on the event map, linking social connections to potential workplaces. Career counselors remind attendees to maintain eye contact as they participate. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2912641402572932,
    0.2912641402572932,
    0.2912641402572932,
    0.2912641402572932,
    0.2912641402572932,
    0.2912641402572932,
    0.2912641402572932,
    0.3430475503284305,
    0.3430475503284305,
    0.3430475503284305,
    0.3430475503284305,
    0.3430475503284305,
    0.6053939248485956,
    0.6053939248485956,
    0.6053939248485956,
    0.6053939248485956,
    0.6053939248485956,
    0.6053939248485956,
    0.6053939248485956,
    0.6053939248485956,
    0.6053939248485956,
    0.6053939248485956,
    0.6912824680660519,
    0.6912824680660519,
    0.6912824680660519,
    0.6912824680660519,
    0.6912824680660519,
    0.6912824680660519,
    0.6912824680660519,
    0.7458487471577524,
    0.7458487471577524,
    0.7458487471577524,
    0.7458487471577524,
    0.7458487471577524,
    0.7458487471577524,
    0.7458487471577524,
    0.7384183130808657,
    0.7384183130808657,
    0.7384183130808657,
    0.7384183130808657,
    0.7384183130808657,
    0.7384183130808657,
    0.7384183130808657,
    0.7384183130808657,
    0.7419761266513138,
    0.7419761266513138,
    0.7419761266513138,
    0.7419761266513138,
    0.7419761266513138,
    0.7419761266513138,
    0.7988774045292838,
    0.7988774045292838,
    0.7988774045292838,
    0.7988774045292838,
    0.7988774045292838,
    0.7988774045292838,
    0.7988774045292838,
    0.7988774045292838,
    0.8290652021042243
  ],
  "26": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "In the scene, finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage.",
    "In the scene, finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "Finance firms in the scene provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "In the scene, finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Finance firms provide QR codes to enable immediate internship applications at the event. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "The event features finance firms offering QR codes to enable immediate internship applications. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "26_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38716272674026136,
    0.38716272674026136,
    0.38716272674026136,
    0.38716272674026136,
    0.38716272674026136,
    0.38716272674026136,
    0.38716272674026136,
    0.38716272674026136,
    0.7244300506238625,
    0.7244300506238625,
    0.7244300506238625,
    0.7244300506238625,
    0.6608251183298799,
    0.6608251183298799,
    0.6608251183298799,
    0.6608251183298799,
    0.6608251183298799,
    0.6608251183298799,
    0.6608251183298799,
    0.7964653882802741,
    0.7964653882802741,
    0.7964653882802741,
    0.7964653882802741,
    0.7964653882802741,
    0.7964653882802741,
    0.7964653882802741,
    0.7964653882802741,
    0.81779785877095,
    0.81779785877095,
    0.81779785877095,
    0.81779785877095,
    0.81779785877095,
    0.81779785877095,
    0.8285571676176754,
    0.8285571676176754,
    0.8285571676176754,
    0.8285571676176754,
    0.8285571676176754,
    0.8285571676176754,
    0.8285571676176754,
    0.8285571676176754,
    0.8285571676176754,
    0.8469404121655952,
    0.8469404121655952,
    0.8469404121655952,
    0.8469404121655952,
    0.8469404121655952,
    0.8469404121655952,
    0.8469404121655952,
    0.8893811197248931,
    0.8893811197248931,
    0.8893811197248931,
    0.8893811197248931,
    0.8893811197248931,
    0.8893811197248931,
    0.8893811197248931,
    0.8893811197248931,
    0.8893811197248931
  ],
  "27": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "On a campus scene around the career fair, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and students line up outside the university gym before the career fair opens.",
    "On a campus scene near the career fair, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map.",
    "Near the campus career fair, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, others line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map.",
    "Near the campus career fair, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, others line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Near the campus career fair, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall; others line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "27_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.5568810486768538,
    0.6336143413526696,
    0.6336143413526696,
    0.6336143413526696,
    0.6336143413526696,
    0.6336143413526696,
    0.6336143413526696,
    0.6336143413526696,
    0.7969744359369504,
    0.7969744359369504,
    0.7969744359369504,
    0.7969744359369504,
    0.7969744359369504,
    0.7969744359369504,
    0.7969744359369504,
    0.6665606280382947,
    0.6665606280382947,
    0.6665606280382947,
    0.6665606280382947,
    0.6665606280382947,
    0.6665606280382947,
    0.6665606280382947,
    0.6665606280382947,
    0.6665606280382947,
    0.6665606280382947,
    0.8142598081223873,
    0.8142598081223873,
    0.8142598081223873,
    0.8142598081223873,
    0.8142598081223873,
    0.8142598081223873,
    0.8142598081223873,
    0.8142598081223873,
    0.8642287293850106,
    0.8642287293850106,
    0.8642287293850106,
    0.8642287293850106,
    0.8642287293850106,
    0.8642287293850106
  ],
  "28": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables and the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables and the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables and the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall as counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables and the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall as counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.36243077609468966,
    0.36243077609468966,
    0.36243077609468966,
    0.36243077609468966,
    0.36243077609468966,
    0.36243077609468966,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5433432770484901,
    0.5528628578441371,
    0.5528628578441371,
    0.5528628578441371,
    0.5528628578441371,
    0.5528628578441371,
    0.5528628578441371,
    0.7240683837683259,
    0.7240683837683259,
    0.7240683837683259,
    0.7240683837683259,
    0.7240683837683259,
    0.7240683837683259,
    0.7240683837683259,
    0.780141458424862,
    0.780141458424862,
    0.780141458424862,
    0.780141458424862,
    0.780141458424862,
    0.780141458424862,
    0.780141458424862,
    0.780141458424862,
    0.780141458424862
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens, as a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens as a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens as a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens as a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens as a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor as human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.5696837244982497,
    0.5696837244982497,
    0.5696837244982497,
    0.5696837244982497,
    0.5696837244982497,
    0.5696837244982497,
    0.6194844782252772,
    0.6194844782252772,
    0.6194844782252772,
    0.6194844782252772,
    0.6194844782252772,
    0.6194844782252772,
    0.6194844782252772,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7693339377544414,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.7851651774803725,
    0.8168136448079814
  ],
  "30": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At a robotics startup booth, students clutch resumes inside branded folders. The startup flies a small drone above its booth to attract attention.",
    "At a robotics startup booth, students clutch resumes inside branded folders while the startup flies a small drone above the booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a robotics startup booth, students clutch resumes inside branded folders while the startup flies a small drone above the booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a robotics startup booth, students clutch resumes inside branded folders while the startup flies a small drone above the booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At a robotics startup booth, students clutch resumes inside branded folders while the startup flies a small drone above the booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At a robotics startup booth, students clutch resumes inside branded folders while a small drone flies above the booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At a robotics startup booth, students clutch resumes inside branded folders while a small drone flies above the booth to attract attention. Nearby, in an adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "At a robotics startup booth, students clutch resumes inside branded folders while a small drone flies above the booth to attract attention. In an adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Meanwhile, some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5367106999614175,
    0.5367106999614175,
    0.5367106999614175,
    0.5367106999614175,
    0.5367106999614175,
    0.5674726945729521,
    0.5674726945729521,
    0.5674726945729521,
    0.5674726945729521,
    0.5674726945729521,
    0.5674726945729521,
    0.6762584834803476,
    0.6762584834803476,
    0.6762584834803476,
    0.6762584834803476,
    0.6762584834803476,
    0.6805511884294084,
    0.6805511884294084,
    0.6805511884294084,
    0.6805511884294084,
    0.6805511884294084,
    0.6805511884294084,
    0.6805511884294084,
    0.7590371619789738,
    0.7590371619789738,
    0.7590371619789738,
    0.7590371619789738,
    0.7590371619789738,
    0.7590371619789738,
    0.7555056755828388,
    0.7555056755828388,
    0.7555056755828388,
    0.7555056755828388,
    0.7555056755828388,
    0.7555056755828388,
    0.7555056755828388,
    0.7555056755828388,
    0.7570302225417188,
    0.7570302225417188,
    0.7570302225417188,
    0.7570302225417188,
    0.7570302225417188,
    0.7570302225417188,
    0.7570302225417188,
    0.7570302225417188,
    0.7570302225417188,
    0.7570302225417188,
    0.7732739651531487,
    0.7732739651531487,
    0.7732739651531487,
    0.7732739651531487,
    0.7732739651531487,
    0.7732739651531487,
    0.7732739651531487
  ],
  "31": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom.",
    "Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair site, finance firms are supplying QR codes to enable immediate internship applications. Networking etiquette workshops are set to begin in the adjoining classroom. Students line up outside the university gym prior to the fairs opening. Inside, human resources teams jot notes on tablets as students introduce themselves, while others rehearse elevator pitches quietly against the wall.",
    "At the university career fair site, finance firms are supplying QR codes to enable immediate internship applications. Networking etiquette workshops are set to begin in the adjoining classroom. Students line up outside the university gym prior to the fair's opening. Inside the gym, human resources teams jot notes on tablets as students introduce themselves, while others rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At the university career fair site, finance firms are distributing QR codes to enable immediate internship applications. Networking etiquette workshops are set to begin in the adjoining classroom. Students line up outside the university gym prior to the fair's opening. Inside the gym, human resources teams jot notes on tablets as students introduce themselves, while others rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the university career fair site, finance firms are distributing QR codes to enable immediate internship applications. Networking etiquette workshops are set to begin in the adjoining classroom. Students line up outside the university gym prior to the fair's opening. Inside the gym, human resources teams jot notes on tablets as students introduce themselves, while others rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map."
  ],
  "31_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.788399451936292,
    0.788399451936292,
    0.788399451936292,
    0.788399451936292,
    0.788399451936292,
    0.788399451936292,
    0.788399451936292,
    0.8061066314701895,
    0.8061066314701895,
    0.8061066314701895,
    0.8061066314701895,
    0.8061066314701895,
    0.8061066314701895,
    0.8527419758943207,
    0.8527419758943207,
    0.8527419758943207,
    0.8527419758943207,
    0.8527419758943207,
    0.8527419758943207,
    0.8527419758943207,
    0.8527419758943207,
    0.8527419758943207,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264,
    0.8563548261373264
  ],
  "32": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, displaying visual materials as part of a community engagement setting. Human resources teams jot notes on tablets, capturing details during the gathering. Students introduce themselves, participating in the interaction around the displays. The scene blends photo exposition with on-tablet note-taking and introductory greetings, reflecting a multi-participation event involving clinical staff, HR personnel, and students.",
    "In a community engagement setting, healthcare providers showcase outreach photos displayed as part of the event. Human resources teams jot notes on tablets during the gathering, capturing details as they go. Students introduce themselves and participate around the displays, with some quietly rehearsing elevator pitches against the wall. The scene blends photo exposition with on-tablet note-taking and introductory greetings, reflecting a multi-participation event involving clinical staff, HR personnel, and students.",
    "At a community engagement event, healthcare providers display outreach photos as part of the program. HR personnel jot notes on tablets during the gathering, capturing details in real time. Students introduce themselves and participate around the displays, with several quietly rehearsing elevator pitches against the wall. The scene blends photo exposition, on-tablet note-taking, and introductory greetings, reflecting a multi-participation setting that includes clinical staff, HR teams, and students. In addition, a cybersecurity company operates a password-cracking challenge on a laptop, adding a technical activity to the mix.",
    "At a community engagement event, healthcare providers display outreach photos as part of the program. Human resources teams jot notes on tablets in real time during the gathering, while students introduce themselves and participate around the displays, with several quietly rehearsing elevator pitches against the wall. The scene blends photo exposition, on-tablet note-taking, and introductory greetings, reflecting a multi-participation setting that includes clinical staff, HR teams, and students. In addition, a cybersecurity company operates a password-cracking challenge on a laptop, adding a technical activity to the mix.",
    "At a community engagement event, healthcare providers display outreach photos as part of the program. HR teams jot notes on tablets in real time during the gathering, while students introduce themselves and participate around the displays, with several quietly rehearsing elevator pitches against the wall. The scene blends photo exposition, on-tablet note-taking, and introductory greetings, reflecting a multi-participation setting that includes clinical staff, HR teams, and students. A cybersecurity company runs a password-cracking challenge on a laptop, adding a technical activity to the mix.",
    "At a community engagement event, healthcare providers display outreach photos. HR teams jot notes on tablets in real time during the gathering. Students introduce themselves and participate around the displays, with several quietly rehearsing elevator pitches against the wall. The scene blends photo exposition, on-tablet note-taking, and introductory greetings, reflecting a multi-participation setting including clinical staff, HR teams, and students. A cybersecurity company runs a password-cracking challenge on a laptop, adding a technical activity to the mix.",
    "At a community engagement event, healthcare providers display outreach photos while HR teams jot notes on tablets in real time. Students introduce themselves and participate around the displays, with several quietly rehearsing elevator pitches against the wall. The multi-participation setting includes clinical staff, HR teams, and students, blending photo exposition with live note-taking and introductory greetings. A cybersecurity company runs a password-cracking challenge on a laptop, adding a technical activity to the mix. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "32_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5803248549184692,
    0.5803248549184692,
    0.5803248549184692,
    0.5803248549184692,
    0.5803248549184692,
    0.5803248549184692,
    0.5803248549184692,
    0.5803248549184692,
    0.5803248549184692,
    0.5803248549184692,
    0.6031884973642776,
    0.6031884973642776,
    0.6031884973642776,
    0.6031884973642776,
    0.6031884973642776,
    0.6031884973642776,
    0.6031884973642776,
    0.6557408803495511,
    0.6557408803495511,
    0.6557408803495511,
    0.6557408803495511,
    0.6557408803495511,
    0.6557408803495511,
    0.6557408803495511,
    0.6557408803495511,
    0.6557408803495511,
    0.6484314394067925,
    0.6484314394067925,
    0.6484314394067925,
    0.6484314394067925,
    0.6484314394067925,
    0.6484314394067925,
    0.6484314394067925,
    0.6484314394067925,
    0.6484314394067925,
    0.6484314394067925,
    0.6426988705768816,
    0.6426988705768816,
    0.6426988705768816,
    0.6426988705768816,
    0.6426988705768816,
    0.6426988705768816,
    0.6426988705768816,
    0.6516387934252236,
    0.6516387934252236,
    0.6516387934252236,
    0.6516387934252236,
    0.6516387934252236,
    0.6516387934252236,
    0.6838430011477445,
    0.6838430011477445,
    0.6838430011477445,
    0.6838430011477445,
    0.6838430011477445,
    0.6838430011477445
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards. An engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue entrance, event staff scan registrations and distribute lanyards. Near the stage, an engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and distribute lanyards. Near the stage, an engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue entrance, staff scan registrations and distribute lanyards. Near the stage, an engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "At the venue entrance, staff scan registrations and distribute lanyards. Near the stage, an engineering society sponsors a resume-review table. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, staff scan registrations and distribute lanyards. Near the stage, an engineering society sponsors a resume-review table. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.601250717775578,
    0.601250717775578,
    0.601250717775578,
    0.601250717775578,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7028757440242583,
    0.7453563890272641,
    0.7453563890272641,
    0.7453563890272641,
    0.7453563890272641,
    0.7453563890272641,
    0.8106124597308928,
    0.8106124597308928,
    0.8106124597308928,
    0.8106124597308928,
    0.8106124597308928,
    0.8106124597308928,
    0.8681556613242929,
    0.8681556613242929,
    0.8681556613242929,
    0.8681556613242929,
    0.8681556613242929,
    0.8681556613242929,
    0.8681556613242929,
    0.8681556613242929,
    0.8823133379624324,
    0.8823133379624324,
    0.8823133379624324,
    0.8823133379624324,
    0.8823133379624324,
    0.8823133379624324,
    0.8823133379624324,
    0.8904681280690839,
    0.8904681280690839,
    0.8904681280690839,
    0.8904681280690839,
    0.8904681280690839,
    0.8904681280690839,
    0.8904681280690839,
    0.8904681280690839,
    0.8904681280690839,
    0.8904681280690839
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "35": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, a robotics startup flies a small drone over its booth to attract attention, while groups of friends mark target employers on the event map.",
    "At the event, a robotics startup flies a small drone over its booth to attract attention; groups of friends mark target employers on the event map; students line up outside the university gym before the career fair opens.",
    "At the event, a robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "During the event, a robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, a robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.43383597967741194,
    0.43383597967741194,
    0.43383597967741194,
    0.43383597967741194,
    0.43383597967741194,
    0.43383597967741194,
    0.43383597967741194,
    0.537396330413747,
    0.537396330413747,
    0.537396330413747,
    0.537396330413747,
    0.537396330413747,
    0.537396330413747,
    0.537396330413747,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8541657428319681,
    0.8651139278949139,
    0.8651139278949139,
    0.8651139278949139,
    0.8651139278949139,
    0.8651139278949139,
    0.8651139278949139,
    0.8651139278949139,
    0.8651139278949139,
    0.8621512060466864,
    0.8621512060466864,
    0.8621512060466864,
    0.8621512060466864,
    0.8621512060466864,
    0.8621512060466864,
    0.8621512060466864,
    0.8621512060466864,
    0.8665102010074712,
    0.8665102010074712,
    0.8665102010074712,
    0.8665102010074712,
    0.8665102010074712,
    0.8665102010074712,
    0.8665102010074712,
    0.8741567166333024,
    0.8741567166333024,
    0.8741567166333024,
    0.8741567166333024,
    0.8741567166333024
  ],
  "36": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In the event space, career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "In the event space, career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "In the event space, career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station; a welcome announcement outlines the fair schedule over the PA system.",
    "In the event space, career counselors remind attendees to maintain eye contact; alumni volunteers share quick pep talks near the coffee station; and a welcome announcement outlines the fair schedule over the PA system.",
    "In the event space, career counselors remind attendees to maintain eye contact; alumni volunteers share quick pep talks near the coffee station; a welcome announcement outlines the fair schedule over the PA system.",
    "In the event space, career counselors remind attendees to maintain eye contact; alumni volunteers share quick pep talks near the coffee station; a welcome announcement outlines the fair schedule over the PA system.",
    "In the event space, career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Across the event space of the career fair, career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "Across the career fair event space, career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders."
  ],
  "36_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3615178814457605,
    0.3615178814457605,
    0.3615178814457605,
    0.3615178814457605,
    0.3615178814457605,
    0.3615178814457605,
    0.3615178814457605,
    0.3615178814457605,
    0.3674839108837362,
    0.3674839108837362,
    0.3674839108837362,
    0.3674839108837362,
    0.3674839108837362,
    0.3674839108837362,
    0.47296786962505166,
    0.47296786962505166,
    0.47296786962505166,
    0.47296786962505166,
    0.47296786962505166,
    0.47296786962505166,
    0.47296786962505166,
    0.47296786962505166,
    0.4826241466198436,
    0.4826241466198436,
    0.4826241466198436,
    0.4826241466198436,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.49828638150049126,
    0.8190782632514941,
    0.8190782632514941,
    0.8190782632514941,
    0.8190782632514941,
    0.8190782632514941,
    0.8190782632514941,
    0.8190782632514941,
    0.805868517825995,
    0.805868517825995,
    0.805868517825995,
    0.805868517825995,
    0.805868517825995,
    0.805868517825995
  ],
  "37": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In the session, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews.",
    "During the session, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "During the session, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "During the session, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "During the session, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "In the session, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Career counselors remind attendees to maintain eye contact as part of the fair's interpersonal guidance. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables around the hall, lending a professional backdrop. Groups of friends mark target employers on the event map, indicating interest areas. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage, offering feedback. A cybersecurity company runs a password cracking challenge on a laptop, adding an interactive tech activity.",
    "At the career fair, attendees receive guidance on interpersonal skills from career counselors emphasizing eye contact. An alumni panel covers preparation for technical interviews. Consulting firms display glossy case study booklets on high tables around the hall, contributing a professional backdrop. Groups mark target employers on an event map, signaling areas of interest. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage to provide feedback. A cybersecurity company hosts a password cracking challenge on a laptop as an interactive tech activity. Students carry resumes in branded folders.",
    "At the career fair, attendees receive guidance on interpersonal skills from career counselors emphasizing eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms display glossy case study booklets on high tables around the hall, providing a professional backdrop. Groups mark target employers on an event map, signaling areas of interest. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage to provide feedback. A cybersecurity company hosts a password cracking challenge on a laptop as an interactive tech activity. Students carry resumes in branded folders."
  ],
  "37_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3928852135074073,
    0.3928852135074073,
    0.3928852135074073,
    0.3928852135074073,
    0.3928852135074073,
    0.3928852135074073,
    0.5879116124869647,
    0.5879116124869647,
    0.5879116124869647,
    0.5879116124869647,
    0.5879116124869647,
    0.7160496682973836,
    0.7160496682973836,
    0.7160496682973836,
    0.7160496682973836,
    0.7160496682973836,
    0.7160496682973836,
    0.7160496682973836,
    0.7868229781087275,
    0.7868229781087275,
    0.7868229781087275,
    0.7868229781087275,
    0.7868229781087275,
    0.7868229781087275,
    0.836470417609508,
    0.836470417609508,
    0.836470417609508,
    0.836470417609508,
    0.836470417609508,
    0.836470417609508,
    0.836470417609508,
    0.836470417609508,
    0.8047919488397026,
    0.8047919488397026,
    0.8047919488397026,
    0.8047919488397026,
    0.8047919488397026,
    0.8047919488397026,
    0.8047919488397026,
    0.8047919488397026,
    0.8047919488397026,
    0.8999875609587826,
    0.8999875609587826,
    0.8999875609587826,
    0.8999875609587826,
    0.8999875609587826,
    0.8999875609587826,
    0.8999875609587826,
    0.8821052770830596,
    0.8821052770830596,
    0.8821052770830596,
    0.8821052770830596,
    0.8821052770830596,
    0.8821052770830596,
    0.8821052770830596,
    0.8821052770830596,
    0.8835647175730067
  ],
  "38": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Finance firms offer QR codes to enable immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Finance firms offer QR codes to enable immediate internship applications. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Finance firms provide QR codes to facilitate immediate internship applications. Groups of friends place marks on the event map to indicate target employers. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Finance firms provide QR codes to facilitate immediate internship applications. Groups of friends place marks on the event map to indicate target employers. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Finance firms provide QR codes to facilitate immediate internship applications. Groups of friends place marks on the event map to indicate target employers. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Finance firms provide QR codes to facilitate immediate internship applications. Groups of friends place marks on the event map to indicate target employers. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Finance firms provide QR codes to facilitate immediate internship applications. Groups of friends place marks on the event map to indicate target employers. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5814053637642796,
    0.5814053637642796,
    0.5814053637642796,
    0.5814053637642796,
    0.5814053637642796,
    0.5814053637642796,
    0.847266861191881,
    0.847266861191881,
    0.847266861191881,
    0.847266861191881,
    0.847266861191881,
    0.847266861191881,
    0.847266861191881,
    0.847266861191881,
    0.847266861191881,
    0.8649164461871963,
    0.8649164461871963,
    0.8649164461871963,
    0.8649164461871963,
    0.8649164461871963,
    0.8874397711846033,
    0.8874397711846033,
    0.8874397711846033,
    0.8874397711846033,
    0.8874397711846033,
    0.8874397711846033,
    0.8874397711846033,
    0.8874397711846033,
    0.8874397711846033,
    0.8858822315432984,
    0.8858822315432984,
    0.8858822315432984,
    0.8858822315432984,
    0.8858822315432984,
    0.8858822315432984,
    0.8858822315432984,
    0.8858822315432984,
    0.8813985493260348,
    0.8813985493260348,
    0.8813985493260348,
    0.8813985493260348,
    0.8813985493260348,
    0.8813985493260348,
    0.8813985493260348,
    0.8813985493260348,
    0.8979869719016307,
    0.8979869719016307,
    0.8979869719016307,
    0.8979869719016307,
    0.8979869719016307,
    0.8979869719016307,
    0.8979869719016307,
    0.9022093077860476,
    0.9022093077860476,
    0.9022093077860476,
    0.9022093077860476,
    0.9022093077860476
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym in the lead-up to the career fair opening.",
    "Some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym in the lead-up to the career fair opening. The engineering society sponsors a resume review table near the stage.",
    "As the career fair nears, some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station.",
    "As the career fair nears, students rehearse elevator pitches quietly against a wall, while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "As the career fair nears, students rehearse elevator pitches quietly against a wall, while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "As the career fair nears, students rehearse elevator pitches quietly against a wall, while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "As the career fair nears, students rehearse elevator pitches quietly against a wall, while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, with alumni volunteers offering quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "With the career fair near, students rehearse elevator pitches quietly against a wall while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, with alumni volunteers offering quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "As the career fair nears, students rehearse elevator pitches against a wall while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, with alumni volunteers offering quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.40243401196397166,
    0.40243401196397166,
    0.40243401196397166,
    0.40243401196397166,
    0.40243401196397166,
    0.40243401196397166,
    0.5891389200642883,
    0.5891389200642883,
    0.5891389200642883,
    0.5891389200642883,
    0.5891389200642883,
    0.5891389200642883,
    0.5891389200642883,
    0.5891389200642883,
    0.5891389200642883,
    0.6129934998341111,
    0.6129934998341111,
    0.6129934998341111,
    0.6129934998341111,
    0.6129934998341111,
    0.7753192919586909,
    0.7753192919586909,
    0.7753192919586909,
    0.7753192919586909,
    0.7753192919586909,
    0.7753192919586909,
    0.7753192919586909,
    0.7987009107729084,
    0.7987009107729084,
    0.7987009107729084,
    0.7987009107729084,
    0.7987009107729084,
    0.7987009107729084,
    0.8248274152392383,
    0.8248274152392383,
    0.8248274152392383,
    0.8248274152392383,
    0.8248274152392383,
    0.8248274152392383,
    0.8248274152392383,
    0.8248913127090918,
    0.8248913127090918,
    0.8248913127090918,
    0.8248913127090918,
    0.8248913127090918,
    0.8248913127090918,
    0.8248913127090918,
    0.8033578280215246,
    0.8033578280215246,
    0.8033578280215246,
    0.8033578280215246,
    0.8033578280215246,
    0.8033578280215246,
    0.8033578280215246,
    0.8145276918021153
  ],
  "40": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens that show their latest apps.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens that show their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "An engineering society sponsors a resume review table near the stage while tech companies display demo screens showing their latest apps. Workshops on networking etiquette commence in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette commence. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette commence. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5683166114370104,
    0.5683166114370104,
    0.5683166114370104,
    0.5683166114370104,
    0.5683166114370104,
    0.5683166114370104,
    0.5683166114370104,
    0.5683166114370104,
    0.5683166114370104,
    0.6807111335301701,
    0.6807111335301701,
    0.6807111335301701,
    0.6807111335301701,
    0.6807111335301701,
    0.6807111335301701,
    0.6819374182970662,
    0.6819374182970662,
    0.6819374182970662,
    0.6819374182970662,
    0.6819374182970662,
    0.6819374182970662,
    0.6819374182970662,
    0.6875821243422443,
    0.6875821243422443,
    0.6875821243422443,
    0.6875821243422443,
    0.6875821243422443,
    0.6875821243422443,
    0.6875821243422443,
    0.7628198859558439,
    0.7628198859558439,
    0.7628198859558439,
    0.7628198859558439,
    0.7628198859558439,
    0.7628198859558439,
    0.7628198859558439,
    0.7628198859558439,
    0.7628198859558439,
    0.7244350057926514,
    0.7244350057926514,
    0.7244350057926514,
    0.7244350057926514,
    0.7244350057926514,
    0.7244350057926514,
    0.7244350057926514,
    0.7244350057926514,
    0.752124204590983,
    0.752124204590983,
    0.752124204590983,
    0.752124204590983,
    0.752124204590983,
    0.752124204590983,
    0.752124204590983,
    0.752124204590983,
    0.7694381091773683,
    0.7694381091773683,
    0.7694381091773683
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle a polished floor. Tech companies display demo screens showing their latest apps.",
    "A convention-like space features dozens of booths with colorful banners circling a polished floor. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give quick pep talks near the coffee station.",
    "In a convention-like space, dozens of booths with colorful banners circle a polished floor. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "In a convention-like space, dozens of booths with colorful banners encircle a polished floor. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "In a convention-like space, dozens of booths with colorful banners encircle a polished floor. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "In a convention-like space, dozens of booths with colorful banners encircle a polished floor. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a convention-like space with a polished floor, dozens of booths adorned with colorful banners surround the area. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "In a convention-like space with a polished floor, dozens of booths adorned with colorful banners surround the area. Tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.49609289170567145,
    0.49609289170567145,
    0.49609289170567145,
    0.49609289170567145,
    0.6390508466498155,
    0.6390508466498155,
    0.6390508466498155,
    0.6390508466498155,
    0.6390508466498155,
    0.6390508466498155,
    0.7476446511000128,
    0.7476446511000128,
    0.7476446511000128,
    0.7476446511000128,
    0.7476446511000128,
    0.7476446511000128,
    0.7476446511000128,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7655233676609194,
    0.7749122534335696,
    0.7749122534335696,
    0.7749122534335696,
    0.7749122534335696,
    0.7749122534335696,
    0.7749122534335696,
    0.7749122534335696,
    0.7749122534335696,
    0.7749122534335696,
    0.7903368704719734,
    0.7903368704719734,
    0.7903368704719734,
    0.7903368704719734,
    0.7903368704719734,
    0.7903368704719734,
    0.7903368704719734,
    0.7903368704719734,
    0.7903368704719734,
    0.795052190503902,
    0.795052190503902,
    0.795052190503902
  ],
  "42": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries; alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries; alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "During the session, career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, presenting them as they move through the space.",
    "During the session at the university gym, career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and present them as they move through the space. A line forms outside the university gym before the career fair opens.",
    "At the university gym session, career counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and present them as they move through the space. A line forms outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym session, career counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and present them as they move through the space. A line forms outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym hosting a career fair, counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and present them as they move through the space. A line forms outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym hosting a career fair, counselors redirect unsure students toward applicable industries while alumni volunteers deliver quick pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and present them as they move through the space. A line forms outside the gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym hosting a career fair, counselors redirect unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and present them as they move through the space. A line forms outside the gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor."
  ],
  "42_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.44189165765743327,
    0.44189165765743327,
    0.44189165765743327,
    0.44189165765743327,
    0.44189165765743327,
    0.5212512876815004,
    0.5212512876815004,
    0.5212512876815004,
    0.5212512876815004,
    0.5212512876815004,
    0.5212512876815004,
    0.5212512876815004,
    0.5212512876815004,
    0.6185525700849956,
    0.6185525700849956,
    0.6185525700849956,
    0.6185525700849956,
    0.6185525700849956,
    0.6185525700849956,
    0.7191251637639677,
    0.7191251637639677,
    0.7191251637639677,
    0.7191251637639677,
    0.7191251637639677,
    0.7191251637639677,
    0.724499161650368,
    0.724499161650368,
    0.724499161650368,
    0.724499161650368,
    0.724499161650368,
    0.724499161650368,
    0.724499161650368,
    0.7633176104046837,
    0.7633176104046837,
    0.7633176104046837,
    0.7633176104046837,
    0.7633176104046837,
    0.7633176104046837,
    0.7633176104046837,
    0.7633176104046837,
    0.8251093744143094,
    0.8251093744143094,
    0.8251093744143094,
    0.8251093744143094,
    0.8251093744143094,
    0.8251093744143094,
    0.8251093744143094,
    0.8303841373693013,
    0.8303841373693013,
    0.8303841373693013,
    0.8303841373693013,
    0.8303841373693013,
    0.8303841373693013,
    0.8303841373693013,
    0.8303841373693013,
    0.8367572163149988,
    0.8367572163149988
  ],
  "43": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map; healthcare providers showcase community outreach photos.",
    "In the event space, career counselors redirect unsure students toward applicable industries, groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Within the event space, career counselors direct unsure students toward applicable industries, while groups of friends mark target employers on the event map and healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around attendees. The engineering society sponsors a resume review table near the stage, providing on-site career assistance. The scene emphasizes structured networking and career exploration, with students guided toward industry fits, attendees mapping potential employers, and providers illustrating outreach work, all set around a centrally staged area where resume support is offered.",
    "In the event space, career counselors direct unsure students toward applicable industries while groups of friends mark target employers on the event map and healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around attendees. The engineering society sponsors a resume review table near the stage, providing on-site career assistance. The scene emphasizes structured networking and career exploration, with students guided toward industry fits, attendees mapping potential employers, and providers illustrating outreach work, all centered around a centrally staged area where resume support is offered. Alumni volunteers share quick pep talks near the coffee station.",
    "In the event space, career counselors guide unsure students toward applicable industries while groups of friends mark target employers on the event map and healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around attendees. The engineering society sponsors a resume review table near the stage, offering on-site career assistance. The scene emphasizes structured networking and career exploration, with students steered toward industry fits, attendees mapping potential employers, and providers illustrating outreach work, all centered around a centrally staged area where resume support is offered. Alumni volunteers share quick pep talks near the coffee station.",
    "Within the event space, career counselors guide unsure students toward applicable industries while groups of friends mark target employers on the event map and healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant perimeter around attendees. The engineering society sponsors a resume review table near the stage, offering on-site career assistance. The scene emphasizes structured networking and career exploration, with students steered toward industry fits, attendees mapping potential employers, and providers illustrating outreach work, all centered around a centrally staged area where resume support is offered. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "An event space centered on structured networking and career exploration, with dozens of booths bearing colorful banners encircling a polished floor. Career counselors guide unsure students toward applicable industries, groups of friends mark target employers on the event map, and healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage, offering on-site career assistance around a centrally staged area where resume support is provided. Alumni volunteers share quick pep talks near the coffee station. The scene shows students steered toward industry fits, attendees mapping potential employers, and providers illustrating outreach work, with counselors also reminding attendees to maintain eye contact."
  ],
  "43_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.43496428052587965,
    0.43496428052587965,
    0.43496428052587965,
    0.43496428052587965,
    0.43496428052587965,
    0.43496428052587965,
    0.43496428052587965,
    0.6191490290616528,
    0.6191490290616528,
    0.6191490290616528,
    0.6191490290616528,
    0.6191490290616528,
    0.6191490290616528,
    0.6191490290616528,
    0.6191490290616528,
    0.7455977764208235,
    0.7455977764208235,
    0.7455977764208235,
    0.7455977764208235,
    0.7455977764208235,
    0.7455977764208235,
    0.7564329126441015,
    0.7564329126441015,
    0.7564329126441015,
    0.7564329126441015,
    0.7564329126441015,
    0.7564329126441015,
    0.7564329126441015,
    0.7554159255461886,
    0.7554159255461886,
    0.7554159255461886,
    0.7554159255461886,
    0.7554159255461886,
    0.7554159255461886,
    0.7554159255461886,
    0.7554159255461886,
    0.7554159255461886,
    0.7554159255461886,
    0.7541967167285935,
    0.7541967167285935,
    0.7541967167285935,
    0.7541967167285935,
    0.7541967167285935,
    0.7541967167285935,
    0.7541967167285935,
    0.7541967167285935,
    0.7458880478575232,
    0.7458880478575232,
    0.7458880478575232,
    0.7458880478575232,
    0.7458880478575232,
    0.7458880478575232
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5555093186090551,
    0.5555093186090551,
    0.5555093186090551,
    0.5555093186090551,
    0.5555093186090551,
    0.778230423953139,
    0.778230423953139,
    0.778230423953139,
    0.778230423953139,
    0.778230423953139,
    0.778230423953139,
    0.8169592689329318,
    0.8169592689329318,
    0.8169592689329318,
    0.8169592689329318,
    0.8169592689329318,
    0.8169592689329318,
    0.8515070596370473,
    0.8515070596370473,
    0.8515070596370473,
    0.8515070596370473,
    0.8515070596370473,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8662879664332876,
    0.8699246125213216,
    0.8699246125213216,
    0.8699246125213216,
    0.8699246125213216,
    0.8699246125213216,
    0.8699246125213216,
    0.8699246125213216,
    0.8699246125213216,
    0.8701199212758883,
    0.8701199212758883,
    0.8701199212758883,
    0.8701199212758883,
    0.8701199212758883,
    0.8701199212758883,
    0.8701199212758883
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while finance firms offer QR codes for immediate internship applications.",
    "An event features a cybersecurity company running a password-cracking challenge on a laptop, while finance firms offer QR codes for immediate internship applications, as dozens of booths with colorful banners circle the polished floor.",
    "An event features a cybersecurity company running a password-cracking challenge on a laptop, while finance firms display QR codes for immediate internship applications, as dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "An event at the university career fair features a cybersecurity company running a password-cracking challenge on a laptop, while finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, and workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, and workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, and workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4667707907307547,
    0.4667707907307547,
    0.4667707907307547,
    0.4667707907307547,
    0.4667707907307547,
    0.4667707907307547,
    0.4667707907307547,
    0.4667707907307547,
    0.6545672995104158,
    0.6545672995104158,
    0.6545672995104158,
    0.6545672995104158,
    0.6545672995104158,
    0.6545672995104158,
    0.8195847014826152,
    0.8195847014826152,
    0.8195847014826152,
    0.8195847014826152,
    0.8195847014826152,
    0.8195847014826152,
    0.8195847014826152,
    0.8294366453121577,
    0.8294366453121577,
    0.8294366453121577,
    0.8294366453121577,
    0.8294366453121577,
    0.8294366453121577,
    0.8294366453121577,
    0.8294366453121577,
    0.8294366453121577,
    0.8430392944590367,
    0.8430392944590367,
    0.8430392944590367,
    0.8430392944590367,
    0.8430392944590367,
    0.8430392944590367,
    0.842740432299508,
    0.842740432299508,
    0.842740432299508,
    0.842740432299508,
    0.842740432299508,
    0.842740432299508,
    0.842740432299508,
    0.842740432299508,
    0.842740432299508,
    0.842740432299508
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to draw attention. The drone's flight above the booth acts as an attention-getter for the booth.",
    "A robotics startup uses a small drone flying above its booth to attract attention, with the airborne display serving as an attention-getter. At the booth, human resources teams jot notes on tablets while students introduce themselves. The scene centers on the drones overhead presence as introductions proceed and HR staff record information.",
    "A robotics startup uses a small drone flying above its booth as an airborne display to attract attention. The drones overhead presence accompanies introductions as HR staff jot notes on tablets, recording information from students who introduce themselves. Some students rehearse elevator pitches quietly against the wall. The scene centers on the drone overhead while HR staff capture data from the interactions at the booth.",
    "A robotics startup uses a small drone flying above its booth as an airborne display to attract attention. The drone's overhead presence accompanies introductions as HR staff jot notes on tablets, recording information from students who introduce themselves. Some students rehearse elevator pitches quietly against the wall. The scene centers on the drone overhead while HR staff capture data from the interactions at the booth. Event staff scan registrations and hand out lanyards at the entrance.",
    "A robotics startup uses a small drone flying above its booth as an airborne display to attract attention. The drones overhead presence accompanies introductions as HR staff jot notes on tablets, recording information from students who introduce themselves. Some students rehearse elevator pitches quietly against the wall. The scene centers on the drone overhead while HR staff capture data from the interactions at the booth. At the entrance, event staff scan registrations and hand out lanyards. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "An airborne display from a small drone above a robotics startup booth attracts attention. The drones overhead presence accompanies introductions as HR staff jot notes on tablets, recording information from students who introduce themselves. Students rehearse elevator pitches quietly against the wall. The scene centers on the drone overhead as HR staff capture data from booth interactions. At the booth entrance, event staff scan registrations and hand out lanyards. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showcasing their latest apps.",
    "A robotics startup uses a small drone hovering above its booth to attract attention as introductions unfold. HR staff jot notes on tablets, recording information from students who introduce themselves, while students rehearse elevator pitches quietly against the wall. The drone overhead is a focal point as booth interactions are captured. At the booth entrance, event staff scan registrations and hand out lanyards. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showcasing their latest apps.",
    "At a booth area, a robotics startup employs a small drone hovering above its booth to attract attention as introductions unfold, with the drone overhead a focal point as booth interactions are captured. HR staff jot notes on tablets, recording information from students who introduce themselves, while students rehearse elevator pitches quietly against the wall. At the booth entrance, event staff scan registrations and hand out lanyards. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showcasing their latest apps."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.43256511557791794,
    0.43256511557791794,
    0.43256511557791794,
    0.43256511557791794,
    0.43256511557791794,
    0.43256511557791794,
    0.5990677782609068,
    0.5990677782609068,
    0.5990677782609068,
    0.5990677782609068,
    0.5990677782609068,
    0.5990677782609068,
    0.6471734850549767,
    0.6471734850549767,
    0.6471734850549767,
    0.6471734850549767,
    0.6471734850549767,
    0.6471734850549767,
    0.6471734850549767,
    0.6471734850549767,
    0.6963661365690128,
    0.6963661365690128,
    0.6963661365690128,
    0.6963661365690128,
    0.6963661365690128,
    0.6963661365690128,
    0.6963661365690128,
    0.6860891969972898,
    0.6860891969972898,
    0.6860891969972898,
    0.6860891969972898,
    0.6860891969972898,
    0.7201175377920406,
    0.7201175377920406,
    0.7201175377920406,
    0.7201175377920406,
    0.7201175377920406,
    0.7201175377920406,
    0.7201175377920406,
    0.7201175377920406,
    0.7201175377920406,
    0.7201175377920406,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7016354223241363,
    0.7480567529996129,
    0.7480567529996129,
    0.7480567529996129,
    0.7480567529996129,
    0.7480567529996129,
    0.7480567529996129
  ],
  "47": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event features an alumni panel discussing how to prepare for technical interviews, supplemented by career counselors reminding attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "An event features an alumni panel on how to prepare for technical interviews, with career counselors reminding attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Career counselors also redirect unsure students toward applicable industries.",
    "An event features an alumni panel on how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and later redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "An event features an alumni panel that discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and later redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "An event features an alumni panel discussing how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and later redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.5359119387548039,
    0.5359119387548039,
    0.5359119387548039,
    0.5359119387548039,
    0.5359119387548039,
    0.7283676090925106,
    0.7283676090925106,
    0.7283676090925106,
    0.7283676090925106,
    0.7283676090925106,
    0.7283676090925106,
    0.7283676090925106,
    0.772118471847554,
    0.772118471847554,
    0.772118471847554,
    0.772118471847554,
    0.772118471847554,
    0.772118471847554,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7888474689328128,
    0.7753399262265628,
    0.7753399262265628,
    0.7753399262265628,
    0.7753399262265628,
    0.7753399262265628,
    0.7753399262265628,
    0.7753399262265628,
    0.7753399262265628,
    0.7781132443773934,
    0.7781132443773934,
    0.7781132443773934,
    0.7781132443773934,
    0.7781132443773934,
    0.7781132443773934,
    0.7781132443773934,
    0.8043676928521992,
    0.8043676928521992,
    0.8043676928521992,
    0.8043676928521992,
    0.8043676928521992,
    0.8043676928521992,
    0.8043676928521992
  ],
  "48": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Staff are scanning registrations and distributing lanyards at the event entrance. An alumni panel discusses preparation for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Staff are scanning registrations and distributing lanyards at the event entrance. An alumni panel discusses preparation for technical interviews. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff are scanning registrations and distributing lanyards. Inside, an alumni panel discusses preparation for technical interviews. Near the stage, the engineering society sponsors a resume review table. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, creating a lively, interactive ambiance.",
    "At the event entrance, staff are scanning registrations and distributing lanyards. Inside, an alumni panel discusses preparation for technical interviews. Near the stage, the engineering society sponsors a resume review table. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, creating a lively, interactive ambiance. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and distribute lanyards. Inside, an alumni panel discusses preparation for technical interviews. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, creating a lively, interactive ambiance. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, an alumni panel discusses preparation for technical interviews. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, creating a lively, interactive ambiance. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, an alumni panel discusses preparation for technical interviews. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, creating a lively, interactive ambiance. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the event venue, staff scan registrations at the entrance and hand out lanyards. Inside, an alumni panel discusses preparation for technical interviews. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, creating a lively, interactive ambiance. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the event venue, staff scan registrations at the entrance and hand out lanyards. Inside, an alumni panel discusses preparation for technical interviews. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, creating a lively, interactive ambiance. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "48_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6466463818311767,
    0.6466463818311767,
    0.6466463818311767,
    0.6466463818311767,
    0.6466463818311767,
    0.714063833871823,
    0.714063833871823,
    0.714063833871823,
    0.714063833871823,
    0.7382545664781249,
    0.7382545664781249,
    0.7382545664781249,
    0.7382545664781249,
    0.7382545664781249,
    0.7382545664781249,
    0.7905335588594248,
    0.7905335588594248,
    0.7905335588594248,
    0.7905335588594248,
    0.7905335588594248,
    0.7905335588594248,
    0.8075728477438018,
    0.8075728477438018,
    0.8075728477438018,
    0.8075728477438018,
    0.8075728477438018,
    0.8075728477438018,
    0.8290778238048564,
    0.8290778238048564,
    0.8290778238048564,
    0.8290778238048564,
    0.8290778238048564,
    0.8290778238048564,
    0.8290778238048564,
    0.8290778238048564,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8267667894686372,
    0.8228965239579719,
    0.8228965239579719,
    0.8228965239579719,
    0.8228965239579719,
    0.8228965239579719,
    0.8228965239579719,
    0.8228965239579719,
    0.8425396217828645
  ],
  "49": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as human resources teams jot notes on tablets while students introduce themselves.",
    "Students clutch resumes inside branded folders as human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens. Inside, students clutch resumes inside branded folders as human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "In a university gym, students line up outside before the career fair opens. Inside, students clutch resumes in branded folders as human resources teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "In a university gym, students line up outside before the career fair opens. Inside, they clutch resumes in branded folders as human resources teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "In a university gym, students line up outside before the career fair opens. Inside, they clutch resumes in branded folders as human resources teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At a university gym, students line up outside as the career fair opens. Inside, they clutch resumes in branded folders while human resources teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.43056041849443666,
    0.43056041849443666,
    0.43056041849443666,
    0.43056041849443666,
    0.43056041849443666,
    0.43056041849443666,
    0.43056041849443666,
    0.5982300603187003,
    0.5982300603187003,
    0.5982300603187003,
    0.5982300603187003,
    0.5982300603187003,
    0.5982300603187003,
    0.7791309912531146,
    0.7791309912531146,
    0.7791309912531146,
    0.7791309912531146,
    0.7791309912531146,
    0.7791309912531146,
    0.7791309912531146,
    0.7791309912531146,
    0.7791309912531146,
    0.7435413252162215,
    0.7435413252162215,
    0.7435413252162215,
    0.7435413252162215,
    0.7435413252162215,
    0.7435413252162215,
    0.7815582384190939,
    0.7815582384190939,
    0.7815582384190939,
    0.7815582384190939,
    0.7815582384190939,
    0.7815582384190939,
    0.7815582384190939,
    0.7815582384190939,
    0.7815582384190939,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.806426744897542,
    0.8064488440288952,
    0.8064488440288952
  ]
}