{
  "0": [
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym, waiting for the career fair to open.",
    "Students line up outside the university gym, waiting for the career fair to open. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym, waiting for the career fair to open. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Students line up outside, waiting for the event to open, while groups of friends mark target employers on the event map and others rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. In the shared environment, HR teams use tablets as the primary documentation tool for note-taking, while students introduce themselves as the other focal activity; both occur concurrently within the same space. Career counselors direct unsure students toward applicable industries.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Students line up outside, waiting for the event to open, while groups of friends mark target employers on the event map and others rehearse elevator pitches quietly against the wall. Workshops on networking etiquette take place in the adjoining classroom. Inside the shared space, HR teams use tablets for note-taking while students introduce themselves, both activities occurring concurrently. Career counselors direct unsure students toward applicable industries within the busy venue. A welcome PA announces the fair schedule as attendees arrive. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders, and the scene centers on networking and employer engagement.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Students line up outside, waiting for the event to open, while groups of friends mark target employers on the event map and others rehearse elevator pitches against the wall. Workshops on networking etiquette take place in the adjoining classroom. Inside the shared space, HR teams use tablets for note-taking while students introduce themselves, both activities occurring concurrently. Career counselors direct unsure students toward applicable industries within the busy venue. A welcome PA announces the fair schedule as attendees arrive. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders, and the scene centers on networking and employer engagement. A robotics startup flies a small drone above its booth for attention.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Students line up outside waiting for the event to open, while groups mark target employers on the event map and rehearse elevator pitches against the wall. In an adjoining classroom, workshops on networking etiquette take place. Inside the shared space, HR teams use tablets for note-taking as students introduce themselves, with career counselors directing unsure attendees toward applicable industries within the busy venue. A welcome PA announces the fair schedule as attendees arrive. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes in branded folders, and the scene centers on networking and employer engagement. A robotics startup flies a small drone above its booth for attention.",
    "In a university gym hosting a career fair, dozens of booths with banners encircle a polished floor as students line up outside, groups mark target employers on the event map, and rehearse elevator pitches, while in an adjoining classroom workshops on networking etiquette occur. Inside the shared space, HR teams use tablets for note-taking and as the primary documentation tool while students introduce themselves, with career counselors directing unsure attendees toward applicable industries; a welcome PA announces the fair schedule and staff scan registrations, handing out lanyards at the entrance. A robotics startup flies a small drone above its booth; healthcare providers display photographs of community outreach activities; an alumni panel discusses preparation for technical interviews. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. The scene centers on networking and employer engagement as dozens of booths frame venue.",
    "In a university gym hosting a bustling career fair, dozens of booths with colorful banners encircle a polished floor while students line up outside and clutch resumes in branded folders. Groups mark target employers on an event map and rehearse elevator pitches, as an adjoining classroom hosts networking etiquette workshops. Inside, HR teams use tablets as the primary documentation tool and students introduce themselves, while career counselors direct unsure attendees toward applicable industries; a welcome PA announces the schedule and staff scan registrations, handing out lanyards at the entrance. A robotics startup flies a drone above its booth; cybersecurity company runs a password-cracking challenge on a laptop; healthcare providers display photos of community outreach; an alumni panel discusses preparation for technical interviews. Consulting firms display case-study booklets on tables; tech companies show demo screens; finance firms post QR codes offering internship applications. The scene centers on networking and employer engagement."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.5590228398354613,
    0.5590228398354613,
    0.5590228398354613,
    0.7138982776353938,
    0.7138982776353938,
    0.7138982776353938,
    0.7138982776353938,
    0.7138982776353938,
    0.7138982776353938,
    0.7138982776353938,
    0.7927287757427768,
    0.7927287757427768,
    0.7927287757427768,
    0.7927287757427768,
    0.7927287757427768,
    0.7927287757427768,
    0.7927287757427768,
    0.7927287757427768,
    0.8539316583529093,
    0.8539316583529093,
    0.8539316583529093,
    0.8539316583529093,
    0.8539316583529093,
    0.8539316583529093,
    0.8783934994523239,
    0.8783934994523239,
    0.8783934994523239,
    0.8783934994523239,
    0.8783934994523239,
    0.8783934994523239,
    0.8783934994523239,
    0.8783934994523239,
    0.8802984573554906,
    0.8802984573554906,
    0.8802984573554906,
    0.8802984573554906,
    0.8802984573554906,
    0.8802984573554906,
    0.8802984573554906,
    0.8802984573554906,
    0.8802984573554906,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8403873614494493,
    0.8449287666217193
  ],
  "1": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries, while dozens of booths with colorful banners circle the polished floor.",
    "Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Career counselors direct unsure students toward applicable industries at a bustling career fair. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. A welcome message delivered over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a bustling career fair, career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. A welcome message delivered over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a bustling career fair, counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes inside branded folders. A welcome message delivered over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a bustling career fair, counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes inside branded folders. A welcome message delivered over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a bustling career fair, counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, while students clutch resumes inside branded folders. A welcome message delivered over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A bustling career fair unfolds as counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, while students clutch resumes inside branded folders. A welcome message over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene centers on a bustling career fair where counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, while students clutch resumes in branded folders. A welcome message over the PA outlines the fair schedule as attendees arrive, and staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map and rehearse elevator pitches against a wall. Workshops on networking etiquette run in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers display photos of community outreach, illustrating outreach activities. In a shared space, HR teams use tablets as the primary documentation tool for the HR process, while students introduce themselves as the other focal activity; both run concurrently. Finance firms display QR codes offering internship applications.",
    "The scene is a bustling career fair where counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, and students clutch resumes in branded folders as a welcome PA announces the schedule and staff scan registrations, handing out lanyards. Groups of friends mark target employers on an event map and rehearse elevator pitches against a wall, while workshops on networking etiquette run in an adjoining classroom. A cybersecurity company conducts a password-cracking challenge on a laptop, and healthcare providers display photos of community outreach. In a shared space, HR teams use tablets as the primary documentation tool for the HR process, while students introduce themselves as the other focal activity; both run concurrently. Finance firms display QR codes offering internship applications.",
    "The scene is a bustling career fair where counselors guide unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor as students clutch resumes in branded folders. A welcome PA announces the schedule while staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map and rehearse elevator pitches against a wall; workshops on networking etiquette run in an adjoining classroom. A cybersecurity company conducts a password-cracking challenge on a laptop, and healthcare providers display photos of community outreach. In a shared space, HR teams use tablets as the primary documentation tool for the HR process, while students introduce themselves as the other focal activity; both run concurrently. Finance firms display QR codes offering internship applications. Career counselors remind attendees to maintain eye contact.",
    "At a bustling career fair, counselors guide unsure students toward industries as dozens of booths with colorful banners encircle a polished floor. Students clutch resumes in branded folders. A welcome PA announces the schedule while staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map and rehearse elevator pitches against a wall; workshops on networking etiquette run in an adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display photos of community outreach. In a shared space, HR teams use tablets as the primary documentation tool while students introduce themselves as the other focal activity; both run concurrently. Finance firms display QR codes offering internship applications. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a bustling career fair, dozens of booths with colorful banners surround a polished floor, where students clutch resumes in branded folders. A welcome PA announces the schedule as staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map and rehearse elevator pitches against a wall, while workshops on networking etiquette run in an adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display photos of community outreach. In a shared space, HR teams use tablets as the primary documentation tool while students introduce themselves as the other focal activity; both run concurrently. Finance firms display QR codes offering internship applications. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.41303281332224223,
    0.41303281332224223,
    0.41303281332224223,
    0.6293192211816901,
    0.6293192211816901,
    0.6293192211816901,
    0.8085621392209292,
    0.8085621392209292,
    0.8085621392209292,
    0.8085621392209292,
    0.8331538456315587,
    0.8331538456315587,
    0.8331538456315587,
    0.8331538456315587,
    0.8602247611127374,
    0.8602247611127374,
    0.8602247611127374,
    0.8602247611127374,
    0.8602247611127374,
    0.8602247611127374,
    0.8602247611127374,
    0.8602247611127374,
    0.8602247611127374,
    0.8595062449586646,
    0.8595062449586646,
    0.8595062449586646,
    0.8595062449586646,
    0.8595062449586646,
    0.8595062449586646,
    0.8627863148392173,
    0.8627863148392173,
    0.8627863148392173,
    0.8627863148392173,
    0.8627863148392173,
    0.8627863148392173,
    0.8386370749236363,
    0.8386370749236363,
    0.8386370749236363,
    0.8386370749236363,
    0.8299392469087965,
    0.8299392469087965,
    0.8299392469087965,
    0.8299392469087965,
    0.8299392469087965,
    0.8359576526382004,
    0.8359576526382004,
    0.8359576526382004,
    0.8359576526382004,
    0.8359576526382004,
    0.8359576526382004,
    0.8359576526382004,
    0.8387438396772585,
    0.8387438396772585,
    0.8387438396772585,
    0.8387438396772585,
    0.8387438396772585,
    0.8387438396772585,
    0.8464187945336432,
    0.8464187945336432
  ],
  "2": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach, displaying images of outreach activities. Groups of friends mark target employers on the event map.",
    "Healthcare providers showcase photos of community outreach, displaying images of outreach activities. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At a career fair, healthcare providers showcase photos of community outreach, displaying images of outreach activities. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, healthcare providers showcase photos of community outreach, displaying images of outreach activities. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and in a shared space an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, healthcare providers showcase photos of community outreach, displaying images of outreach activities. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and in a shared space an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At a career fair, healthcare providers showcase photos of community outreach, displaying images of outreach activities. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and in a shared space an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the career fair, healthcare providers display photographs of community outreach activities. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and in a shared space an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the career fair, healthcare providers display photographs of community outreach activities. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, and in a shared space an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. In a shared space, HR teams use tablets as the primary documentation tool for the HR process, while students introduce themselves as the other focal activity; both activities run concurrently. Dozens of booths with colorful banners encircle the polished floor, framing the combined scene of HR work and student introductions.",
    "At the university career fair, a polished floor is encircled by dozens of booths with colorful banners, framing a scene where HR work and student introductions unfold. Healthcare providers display photographs of community outreach; groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries; a welcome announcement is broadcast over the PA system outlining the schedule. Students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews in a shared space. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps; HR teams use tablets as the primary documentation tool for the HR process. Outside the gym, students line up before opening; a cybersecurity company runs a password cracking challenge on a laptop; workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, floor is encircled by booths with banners, framing HR work and student introductions. Healthcare providers display photographs of community outreach; groups of friends mark target employers on event map; career counselors redirect unsure students toward applicable industries; a welcome announcement is broadcast over the PA system outlining the schedule. Students rehearse elevator pitches against the wall, and alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on tables, while tech companies display demo screens of their apps; HR teams use tablets as the primary documentation tool for HR processes. Outside the gym, students line up before opening; a cybersecurity company runs a password cracking challenge on laptop; workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes in branded folders as HR jot notes on tablets during introductions; career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.4665121219453627,
    0.4665121219453627,
    0.4665121219453627,
    0.5091546791077891,
    0.5091546791077891,
    0.5091546791077891,
    0.5091546791077891,
    0.7506009116679779,
    0.7506009116679779,
    0.7506009116679779,
    0.7506009116679779,
    0.7506009116679779,
    0.7968415489225105,
    0.7968415489225105,
    0.7968415489225105,
    0.7968415489225105,
    0.8354022965549812,
    0.8354022965549812,
    0.8354022965549812,
    0.8354022965549812,
    0.8315337345043159,
    0.8315337345043159,
    0.8315337345043159,
    0.8652158126398921,
    0.8652158126398921,
    0.8652158126398921,
    0.8652158126398921,
    0.8652158126398921,
    0.8652158126398921,
    0.8652158126398921,
    0.8404072434750944,
    0.8404072434750944,
    0.8404072434750944,
    0.8404072434750944,
    0.8404072434750944,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8482518755978394,
    0.8554480952250468,
    0.8554480952250468,
    0.8554480952250468
  ],
  "3": [
    "",
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome PA announcement outlines the fair schedule as attendees arrive to a bustling career fair. At the entrance, event staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries within the busy venue. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Attendees arrive to a bustling career fair as a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor, while students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries within the busy venue. Workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. Finance firms display QR codes offering immediate internship applications.",
    "Attendees arrive to a bustling career fair as a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor, while students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries within the busy venue. Workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. Finance firms display QR codes offering immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At a bustling career fair, attendees move through a space as a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor, while students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries within the busy venue. Workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. Finance firms display QR codes offering immediate internship applications, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At a bustling career fair, a welcome PA outlines the schedule as attendees move through a space. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, and students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes offering immediate internship applications, while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a bustling career fair, a welcome PA outlines the schedule as attendees move through a space. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor, where students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes offering immediate internship applications, while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At a bustling career fair, a welcome PA outlines the schedule as attendees move through a space. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor, where students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes offering immediate internship applications, while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At a bustling career fair, a welcome PA outlines the schedule as attendees move through the space. At the entrance staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor, where students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes offering immediate internship applications, and tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop, and a robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "At a bustling career fair, a welcome PA outlines the schedule as attendees move through the space. Entrance staff scan registrations and hand out lanyards while dozens of booths with colorful banners encircle a polished floor, where students clutch resumes in branded folders. Career counselors guide unsure students toward applicable industries, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes offering immediate internship applications, and tech companies show demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop, and a robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6053507605018065,
    0.6053507605018065,
    0.6053507605018065,
    0.7811285333633472,
    0.7811285333633472,
    0.7811285333633472,
    0.7811285333633472,
    0.7811285333633472,
    0.843582688548324,
    0.843582688548324,
    0.843582688548324,
    0.8533426446277432,
    0.8533426446277432,
    0.8533426446277432,
    0.8533426446277432,
    0.8612243888531069,
    0.8612243888531069,
    0.8612243888531069,
    0.8612243888531069,
    0.8612243888531069,
    0.8580386241486853,
    0.8580386241486853,
    0.8580386241486853,
    0.8580386241486853,
    0.8580386241486853,
    0.8580386241486853,
    0.8686976197697999,
    0.8686976197697999,
    0.8686976197697999,
    0.8686976197697999,
    0.8686976197697999,
    0.8686976197697999,
    0.8686976197697999,
    0.8850915066757099,
    0.8850915066757099,
    0.8850915066757099,
    0.8850915066757099,
    0.8850915066757099,
    0.8850915066757099,
    0.8850915066757099,
    0.8850915066757099,
    0.8850915066757099,
    0.8850915066757099,
    0.8909990101496914,
    0.8909990101496914,
    0.8909990101496914,
    0.8909990101496914,
    0.8909990101496914,
    0.8909990101496914,
    0.8909990101496914,
    0.8949906977197636,
    0.8949906977197636,
    0.8949906977197636,
    0.8949906977197636
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In a shared space at the career fair, some students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers at the fair showcase photos of community outreach, displaying images of outreach activities. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair's shared space, students rehearse elevator pitches quietly against a wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers display photos of community outreach, showing images of outreach activities. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair's shared space, students rehearse elevator pitches quietly against a wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display photos of community outreach activities. Groups of friends mark target employers on the event map, and career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the career fair's shared space, students rehearse elevator pitches quietly against a wall as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display photos of community outreach activities. Groups of friends mark target employers on the event map, and career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "In the career fair's shared space, students rehearse elevator pitches quietly against a wall as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display photos of community outreach activities. Groups of friends mark target employers on the event map, and career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders while HR teams jot notes on tablets as students introduce themselves.",
    "In the career fair's shared space, students rehearse elevator pitches quietly against a wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and healthcare providers display photos of community outreach activities. Groups of friends mark target employers on the event map, and career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders as HR teams jot notes on tablets during introductions. Career counselors remind attendees to maintain eye contact.",
    "In a large event space resembling a career fair, dozens of booths with colorful banners surround a polished floor as HR teams use tablets to document introductions and jot notes while students introduce themselves, clutching resumes in branded folders. Students rehearse elevator pitches quietly against a wall even as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage; healthcare providers display photos of community outreach activities. Groups of friends mark target employers on the event map, while career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a large event space styled like a career fair, dozens of booths with colorful banners surround a polished floor. HR teams use tablets to document introductions and jot notes while students introduce themselves, clutching resumes in branded folders. Students rehearse elevator pitches quietly against a wall as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage; healthcare providers display photos of community outreach activities. Groups of friends mark target employers on the event map, while career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "In a large event space styled like a career fair, dozens of booths with colorful banners surround a polished floor. HR teams use tablets to document introductions and jot notes as students introduce themselves, clutching resumes in branded folders. Students rehearse elevator pitches quietly against a wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage; healthcare providers display photos of community outreach activities. Groups of friends mark target employers on the event map, and career counselors direct unsure attendees toward applicable industries, reminding them to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3871803389281209,
    0.3871803389281209,
    0.3871803389281209,
    0.3871803389281209,
    0.3871803389281209,
    0.3871803389281209,
    0.3871803389281209,
    0.5357413530357542,
    0.5357413530357542,
    0.5357413530357542,
    0.5357763588436308,
    0.5357763588436308,
    0.5357763588436308,
    0.5357763588436308,
    0.8453839352598964,
    0.8453839352598964,
    0.8453839352598964,
    0.8453839352598964,
    0.8453839352598964,
    0.8393932298745574,
    0.8393932298745574,
    0.8393932298745574,
    0.8393932298745574,
    0.8393932298745574,
    0.8496298994516325,
    0.8496298994516325,
    0.8496298994516325,
    0.863483596252205,
    0.863483596252205,
    0.863483596252205,
    0.863483596252205,
    0.863483596252205,
    0.8700023287502803,
    0.8700023287502803,
    0.8700023287502803,
    0.8700023287502803,
    0.8698072062788323,
    0.8698072062788323,
    0.8698072062788323,
    0.8698072062788323,
    0.8698072062788323,
    0.8698072062788323,
    0.8698072062788323,
    0.8518048514742695,
    0.8518048514742695,
    0.8518048514742695,
    0.8518048514742695,
    0.8518048514742695,
    0.8577608158577852,
    0.8577608158577852,
    0.8577608158577852,
    0.8577608158577852,
    0.8607695329409634,
    0.8607695329409634,
    0.8607695329409634,
    0.8607695329409634,
    0.8607695329409634,
    0.8607695329409634,
    0.8607695329409634,
    0.8607695329409634,
    0.8607695329409634
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map as some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach, displaying images of outreach activities. Career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against a wall. Healthcare providers display photos of community outreach, showing outreach activities. Career counselors direct unsure students toward applicable industries. In a shared space, HR teams use tablets as the primary documentation tool for the HR process, while students introduce themselves as the other focal activity; both activities run concurrently. Dozens of booths with colorful banners encircle the polished floor, framing the combined scene of HR work and student introductions. A welcome announcement outlines the fair schedule over the PA system.",
    "In a bustling career fair, groups of friends mark target employers on the event map while students rehearse elevator pitches against a wall. Healthcare providers display photos of community outreach, illustrating outreach activities. Career counselors guide unsure students toward applicable industries. In a shared space, HR teams use tablets as the primary documentation tool for the HR process, while students introduce themselves as the other focal activity; both run concurrently. Dozens of booths with colorful banners encircle the polished floor, framing the combined scene of HR work and student introductions. A welcome announcement outlines the fair schedule over the PA system as attendees arrive. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Workshops on networking etiquette run in the adjoining classroom. Finance firms display QR codes offering internship applications.",
    "At a university career fair unfolding in a gym and adjoining shared spaces, dozens of booths with colorful banners encircle a polished floor. Groups of friends mark target employers on the event map while students rehearse elevator pitches against a wall; healthcare providers display photos of community outreach; career counselors guide unsure students toward applicable industries. In the shared space, HR teams take notes on tablets as students introduce themselves, both activities running concurrently. A welcome PA announces the schedule as attendees arrive; at the entrance staff scan registrations and hand out lanyards; students clutch resumes in branded folders. Workshops on networking etiquette occur in the adjoining classroom; finance firms display QR codes offering internship applications. A robotics startup flies a small drone above its booth for attention; some students line up outside waiting for the event to open.",
    "At a university career fair unfolding in a gym and spaces, dozens of booths encircle a polished floor, with students lining up outside waiting for the event to open. Groups of friends mark target employers on the event map, while students rehearse elevator pitches against a wall. Healthcare providers display photos of community outreach, and career counselors guide unsure students toward applicable industries. In the shared space, HR teams take notes on tablets as students introduce themselves, both activities running concurrently. A welcome PA outlines the schedule as attendees arrive; at the entrance staff scan registrations and hand out lanyards; students clutch resumes in branded folders. Workshops on networking etiquette occur in the adjoining classroom; finance firms display QR codes offering immediate internship applications; tech companies show demo screens of apps; robotics startup flies a drone above its booth; a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.7423647094116227,
    0.7423647094116227,
    0.7423647094116227,
    0.7423647094116227,
    0.7423647094116227,
    0.7423647094116227,
    0.7423647094116227,
    0.8361742169376821,
    0.8361742169376821,
    0.8361742169376821,
    0.8361742169376821,
    0.8361742169376821,
    0.8361742169376821,
    0.8361742169376821,
    0.8361742169376821,
    0.8361742169376821,
    0.8628892782043069,
    0.8628892782043069,
    0.8628892782043069,
    0.8628892782043069,
    0.8628892782043069,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8659930840087424,
    0.8734547859172159,
    0.8734547859172159,
    0.8734547859172159,
    0.8734547859172159
  ],
  "6": [
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university, a welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university, a welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university, a welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university, a welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps.",
    "At the university, a welcome announcement over the PA outlines the career fair schedule as dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches against the wall while workshops on networking etiquette proceed in an adjoining classroom. A line forms outside the gym before the fair opens, and career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. In a shared space that blends HR work with student introductions, HR teams use tablets for documentation as students introduce themselves, with both activities running concurrently. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables near the stage, and the engineering society sponsors a resume review table.",
    "At the university, a welcome PA outlines the career fair schedule as dozens of booths with colorful banners circle the polished floor. Students rehearse elevator pitches against a wall while workshops on networking etiquette proceed in an adjoining classroom. A line forms outside the gym before the fair opens, and career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. In a shared space blending HR work with student introductions, HR teams use tablets for documentation as students introduce themselves, with both activities running concurrently. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables near the stage, and the engineering society sponsors a resume review table. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university, a welcome PA outlines the career fair schedule as dozens of booths with colorful banners circling the polished floor. Students rehearse elevator pitches against a wall while workshops on networking etiquette proceed in an adjoining classroom. A line forms outside the gym before the fair opens, and career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. In a shared space blending HR work with student introductions, HR teams use tablets for documentation as students introduce themselves, with both activities running concurrently. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables near the stage, and the engineering society sponsors a resume review table. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5444839252105369,
    0.5444839252105369,
    0.5444839252105369,
    0.5444839252105369,
    0.5444839252105369,
    0.7301776798836184,
    0.7301776798836184,
    0.7301776798836184,
    0.7301776798836184,
    0.7301776798836184,
    0.7301776798836184,
    0.8289064990627433,
    0.8289064990627433,
    0.8289064990627433,
    0.8289064990627433,
    0.8289064990627433,
    0.8173961830964537,
    0.8173961830964537,
    0.8173961830964537,
    0.8173961830964537,
    0.8173961830964537,
    0.7895935895698566,
    0.7895935895698566,
    0.7895935895698566,
    0.7895935895698566,
    0.7895935895698566,
    0.7895935895698566,
    0.8222911558419408,
    0.8222911558419408,
    0.8222911558419408,
    0.8222911558419408,
    0.8222911558419408,
    0.8222911558419408,
    0.8222911558419408,
    0.8222911558419408,
    0.8691303061468736,
    0.8691303061468736,
    0.8691303061468736,
    0.8691303061468736,
    0.8691303061468736,
    0.8691303061468736,
    0.8691303061468736,
    0.8763835998793508,
    0.8763835998793508,
    0.8763835998793508,
    0.8763835998793508,
    0.8763835998793508,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944,
    0.8791162225027944
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement delivered over the PA system outlines the fair schedule, while groups of friends mark target employers on the event map.",
    "A welcome announcement delivered over the PA system outlines the fair schedule, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase photos of community outreach, displaying images of outreach activities.",
    "A welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase photos of community outreach, displaying images of outreach activities. The engineering society sponsors a resume review table near the stage.",
    "A welcome PA announcement outlines the fair schedule, establishing the event's flow. Groups of friends mark target employers on the event map, defining positions and interests. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase photos of community outreach, displaying images of outreach activities. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "A welcome PA announcement outlines the fair schedule, establishing the event's flow. Groups of friends mark target employers on the event map, defining positions and interests. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase photos of community outreach. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "An opening PA announcement outlines the fair schedule, establishing the event's flow. Groups of friends mark target employers on the event map, defining positions and interests. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase photos of community outreach. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "An opening PA announcement outlines the fair schedule, and a welcome PA broadcast reinforces the day's flow. Groups of friends mark target employers on the event map, defining positions and interests. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase photos of community outreach. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while in a shared space an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "An opening PA announcement outlines the fair schedule, followed by a welcome PA broadcast that reinforces the days flow. Groups of friends mark target employers on the event map, defining positions and interests. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase photos of community outreach. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while in a shared space an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "A university career fair unfolds with an opening PA announcement outlining the fair schedule, followed by a welcome PA reinforcing the days flow. Groups of friends mark target employers on the event map, defining positions and interests. In an adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase photos of community outreach. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while in a shared space an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "A university career fair opens with a PA announcement outlining the schedule, followed by a welcome PA reinforcing the days flow. Groups of friends mark target employers on the event map, defining positions and interests. In an adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase photos of community outreach. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while in a shared space an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The university career fair opens with a PA announcement outlining the schedule, followed by a welcome PA reinforcing the days flow. Groups of friends mark target employers on the event map, defining positions and interests. In an adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase photos of community outreach. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while in a shared space an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene opens with a university career fair: a PA announcement outlines the schedule, followed by a second welcome PA reinforcing the days flow. Groups of friends map target employers on the event map, noting positions and interests. In an adjoining classroom, workshops on networking etiquette begin. Healthcare providers display photos of community outreach. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against a wall, while an alumni panel discusses how to prepare for technical interviews. Career counselors steer unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4629982907010732,
    0.4629982907010732,
    0.4629982907010732,
    0.6398013546665451,
    0.6398013546665451,
    0.6398013546665451,
    0.6398013546665451,
    0.7968534192261317,
    0.7968534192261317,
    0.8024074170445585,
    0.8024074170445585,
    0.8024074170445585,
    0.8004584741962711,
    0.8004584741962711,
    0.8004584741962711,
    0.8004584741962711,
    0.8240689270595062,
    0.8240689270595062,
    0.8240689270595062,
    0.8240689270595062,
    0.8240689270595062,
    0.8240689270595062,
    0.8240689270595062,
    0.8240689270595062,
    0.8583356156262691,
    0.8583356156262691,
    0.8583356156262691,
    0.8583356156262691,
    0.8583356156262691,
    0.8583356156262691,
    0.8583356156262691,
    0.8930368747603092,
    0.8930368747603092,
    0.8930368747603092,
    0.8930368747603092,
    0.884836240879701,
    0.884836240879701,
    0.884836240879701,
    0.884836240879701,
    0.884836240879701,
    0.8509824129892094,
    0.8509824129892094,
    0.8509824129892094,
    0.8509824129892094,
    0.8509824129892094,
    0.8507138377264222,
    0.8507138377264222,
    0.8507138377264222,
    0.8507138377264222,
    0.8507138377264222,
    0.8507138377264222,
    0.8507138377264222,
    0.861476767642804,
    0.861476767642804,
    0.861476767642804,
    0.861476767642804,
    0.861476767642804,
    0.8353181416353843,
    0.8353181416353843,
    0.8353181416353843
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. The scene centers on tablets used for HR note-taking and on the students self-introductions.",
    "The scene centers on tablets used for HR note-taking as human resources teams jot notes, while students introduce themselves, with both activities occurring concurrently. Tablets are the primary tool for documentation in the HR process, and the students self-introductions provide the other focal activity in the same moment. The emphasis remains on the tablets and on the students introductions, depicted together within the shared environment.",
    "In a shared environment, HR teams use tablets for note-taking, with tablets described as the primary documentation tool in the HR process, while students introduce themselves as the other focal activity; both activities occur concurrently, depicted together within the same space. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, framing the scene of the HR process and student introductions together.",
    "In a shared environment, HR teams use tablets as the primary documentation tool for the HR process, while students introduce themselves as the other focal activity; both activities run concurrently in the same space. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, framing the combined scene of HR work and student introductions. A welcome announcement outlines the fair schedule over the PA system.",
    "In a shared space, HR teams use tablets as the primary documentation tool for the HR process while students introduce themselves as the other focal activity; both run concurrently. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, framing the combined scene of HR work and student introductions. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In a shared space resembling a career fair, HR teams use tablets as the primary documentation tool for the HR process while students introduce themselves as the other focal activity; both run concurrently. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, framing the combined scene of HR work and student introductions. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "In a shared space resembling a career fair, HR teams use tablets as the primary documentation tool while students introduce themselves, with both activities running concurrently. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, framing the merged scene of HR work and student introductions. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "An event space resembling a career fair hosts a merged scene of HR work and student introductions. HR teams use tablets as the primary documentation tool while students introduce themselves, with both activities happening concurrently. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners surround a polished floor, framing the scene. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event space that resembles a career fair hosts a merged scene of HR activities and student introductions. HR teams use tablets as the primary documentation tool while students introduce themselves, concurrently. Career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners surround a polished floor, framing the scene. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "An event space resembling a career fair hosts a merged scene of HR activities and student introductions. HR teams use tablets for documentation while students introduce themselves; career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners surround a polished floor, framed by the scene. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "An event space resembling a career fair hosts a merged scene of HR activities and student introductions. HR staff use tablets for documentation as students introduce themselves; career counselors guide unsure students to applicable industries. Dozens of booths with colorful banners surround a polished floor. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches against the wall; an alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4196837502597759,
    0.4196837502597759,
    0.4196837502597759,
    0.4196837502597759,
    0.480662395250042,
    0.480662395250042,
    0.480662395250042,
    0.480662395250042,
    0.480662395250042,
    0.6159071561326723,
    0.6159071561326723,
    0.6159071561326723,
    0.6159071561326723,
    0.7294862811048364,
    0.7294862811048364,
    0.7294862811048364,
    0.7294862811048364,
    0.7442858428414452,
    0.7442858428414452,
    0.7442858428414452,
    0.7442858428414452,
    0.7961392023602671,
    0.7961392023602671,
    0.7961392023602671,
    0.7961392023602671,
    0.7961392023602671,
    0.7961392023602671,
    0.7961392023602671,
    0.8171672055629892,
    0.8171672055629892,
    0.8171672055629892,
    0.8171672055629892,
    0.8171672055629892,
    0.833984140870806,
    0.833984140870806,
    0.833984140870806,
    0.833984140870806,
    0.833984140870806,
    0.833984140870806,
    0.8448589680424847,
    0.8448589680424847,
    0.8448589680424847,
    0.8448589680424847,
    0.8448589680424847,
    0.8448589680424847,
    0.8528434892372243,
    0.8528434892372243,
    0.8528434892372243,
    0.8528434892372243,
    0.8528434892372243,
    0.8528434892372243,
    0.8528434892372243,
    0.8532479917078974,
    0.8532479917078974,
    0.8532479917078974,
    0.8532479917078974,
    0.8532479917078974,
    0.8532479917078974,
    0.8532479917078974,
    0.8532479917078974,
    0.8532479917078974,
    0.8532479917078974
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "The scene centers on the use of tablets for HR note-taking and on the students self-introductions, as career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. The setting captures the parallel tasks of interpersonal presentation and documentation, linking eye-contact guidance with formal note-taking by HR staff during the introductions.",
    "The scene documents parallel activities at a fair: HR teams take notes on tablets while students introduce themselves, with both tasks unfolding concurrently. Career counselors remind attendees to maintain eye contact during these presentations, linking guidance on interpersonal engagement with formal note-taking. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, while others participate in self-introductions and documentation. The setting emphasizes the coexistence of presentation and record-keeping, with eye-contact guidance accompanying HR staff's contemporaneous note-taking during introductions.",
    "At a fair, parallel activities unfold: HR teams take notes on tablets while students introduce themselves, occurring concurrently. Career counselors remind attendees to maintain eye contact during these presentations, tying interpersonal guidance to formal record-keeping. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, while others participate in self-introductions and documentation. The scene emphasizes the coexistence of presentation and note-taking, with eye-contact guidance accompanying HR staffs contemporaneous note-taking during introductions. Groups of friends mark target employers on the event map, reinforcing the networking focus of the event.",
    "At a fair, parallel activities unfold as HR teams take notes on tablets while students introduce themselves, with career counselors reminding attendees to maintain eye contact during the presentations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, while others participate in self-introductions and documentation, with eye-contact guidance accompanying HR staffs contemporaneous note-taking during introductions. Groups of friends mark target employers on the event map to reinforce networking. At the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, HR teams take notes on tablets while students introduce themselves, with career counselors reminding attendees to maintain eye contact during presentations. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, while others participate in self-introductions and documentation, with eye-contact guidance accompanying HR staffs note-taking during introductions. Groups of friends mark target employers on the event map to reinforce networking. At the entrance, event staff scan registrations and hand out lanyards to attendees; workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, HR teams take notes on tablets while students introduce themselves, with career counselors reminding attendees to maintain eye contact during presentations. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, while others participate in self-introductions and documentation, with eye-contact guidance accompanying HR staffs note-taking during introductions. Groups of friends mark target employers on the event map to reinforce networking. At the entrance, event staff scan registrations and hand out lanyards to attendees; workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the fair, HR teams take notes on tablets while students introduce themselves, with career counselors reminding attendees to maintain eye contact during presentations. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, while others participate in self-introductions and documentation, with eye-contact guidance accompanying HR staffs note-taking during introductions. Groups of friends mark target employers on the event map to reinforce networking. At the entrance, event staff scan registrations and hand out lanyards to attendees; workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the fair, HR teams take notes on tablets while students introduce themselves, with career counselors reminding attendees to maintain eye contact during presentations, and a welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall, while others participate in self-introductions and documentation, with eye-contact guidance accompanying HR staffs note-taking during introductions. Groups of friends mark target employers on the event map to reinforce networking. At the entrance, event staff scan registrations and hand out lanyards to attendees; workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Counselors direct unsure students toward applicable industries as dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5300048014028262,
    0.5300048014028262,
    0.5300048014028262,
    0.5300048014028262,
    0.5300048014028262,
    0.6681268467249986,
    0.6681268467249986,
    0.6681268467249986,
    0.7526110926728169,
    0.7526110926728169,
    0.7526110926728169,
    0.7526110926728169,
    0.7526110926728169,
    0.7794712417382321,
    0.7794712417382321,
    0.7794712417382321,
    0.836592656629195,
    0.836592656629195,
    0.836592656629195,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8445697790886459,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361,
    0.8868997082752361
  ]
}