{
  "0": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show the providers interacting with several individuals, including a young boy, a woman, and an elderly man. The event took place outdoors, with a group of people gathered around a table.",
    "The healthcare providers are displaying photographs taken during community outreach events, showing them interacting with a young boy, a woman, and an elderly man. A group of people are gathered around a table outdoors. Tech companies are displaying demo screens.",
    "The outdoor fair features a table surrounded by a group of people, with photographs displaying healthcare providers interacting with a young boy, a woman, and an elderly man. Tech companies are showcasing demo screens. A welcome announcement detailing the fair schedule is being broadcast over the PA system.",
    "The outdoor fair includes a table surrounded by a group of people, featuring demo screens presented by tech companies. Healthcare providers are displaying photographs of themselves interacting with a young boy, a woman, and an elderly man. A welcome announcement detailing the fair schedule is being broadcast over the PA system, alongside community outreach photos from the healthcare providers.",
    "The outdoor fair features a table surrounded by a group of people, with demo screens presented by tech companies. Healthcare providers are displaying photographs of themselves interacting with a young boy, a woman, and an elderly man. Consulting firms stack glossy case study booklets on high tables. A welcome announcement detailing the fair schedule is being broadcast over the PA system.",
    "The outdoor fair features a polished floor surrounded by dozens of booths with colorful banners. A table is present, encircled by a group of people, and displays demo screens presented by tech companies. Healthcare providers are displaying photographs of themselves interacting with a young boy, a woman, and an elderly man. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement detailing the fair schedule is being broadcast over the PA system.",
    "The outdoor fair features a polished floor surrounded by dozens of booths with colorful banners. A table is present, encircled by a group of people, and displays demo screens presented by tech companies. Healthcare providers are displaying photographs of themselves interacting with a young boy, a woman, and an elderly man. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement detailing the fair schedule is being broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The outdoor fair features a polished floor surrounded by dozens of booths with colorful banners. A table is present, encircled by a group of people, and displays demo screens presented by tech companies. Healthcare providers are displaying photographs of themselves interacting with a young boy, a woman, and an elderly man. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement detailing the fair schedule is being broadcast over the PA system. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "The outdoor fair features a polished floor surrounded by dozens of booths with colorful banners. A table is present, encircled by a group of people, and displays demo screens presented by tech companies. Healthcare providers are displaying photographs of themselves interacting with a young boy, a woman, and an elderly man. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlining the fair schedule is being broadcast over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "The outdoor fair includes a polished floor surrounded by dozens of booths with colorful banners. Demo screens presented by tech companies are at a table encircled by a group of people. Healthcare providers are displaying photographs of themselves interacting with a young boy, a woman, and an elderly man. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlining the fair schedule is being broadcast over the PA system. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "The outdoor fair features a polished floor surrounded by dozens of booths displaying colorful banners. Tech companies present demo screens at a table encircled by a group of people. Healthcare providers are showing photographs of themselves with a young boy, a woman, and an elderly man. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement is being broadcast over the PA system. Alumni volunteers share pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "The outdoor fair includes a polished floor surrounded by dozens of booths displaying colorful banners. Tech companies present demo screens at a table encircled by a group of people. Healthcare providers are showing photographs of themselves with a young boy, a woman, and an elderly man. Alumni volunteers share pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The outdoor fair features a polished floor surrounded by dozens of booths displaying colorful banners. Tech companies present demo screens at a table encircled by a group of people. Healthcare providers are showing photographs of themselves with a young boy, a woman, and an elderly man. Alumni volunteers share pep talks near the coffee station, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.36941523043023894,
    0.36941523043023894,
    0.4401021901119688,
    0.4401021901119688,
    0.5292776734123097,
    0.5292776734123097,
    0.5292776734123097,
    0.5292776734123097,
    0.5295162599429909,
    0.5295162599429909,
    0.5295162599429909,
    0.5295162599429909,
    0.5868034043626059,
    0.5868034043626059,
    0.5868034043626059,
    0.5868034043626059,
    0.5868034043626059,
    0.5868034043626059,
    0.5442208695063951,
    0.5442208695063951,
    0.5442208695063951,
    0.5442208695063951,
    0.5442208695063951,
    0.5791773592287695,
    0.5791773592287695,
    0.5791773592287695,
    0.5791773592287695,
    0.5791773592287695,
    0.6509310760976109,
    0.6509310760976109,
    0.6509310760976109,
    0.6509310760976109,
    0.6509310760976109,
    0.6509310760976109,
    0.6459501490435338,
    0.6459501490435338,
    0.6459501490435338,
    0.6459501490435338,
    0.6459501490435338,
    0.6459501490435338,
    0.6459501490435338,
    0.683980414448467,
    0.683980414448467,
    0.683980414448467,
    0.683980414448467,
    0.683980414448467,
    0.683980414448467,
    0.683980414448467,
    0.6764837314884107,
    0.6764837314884107,
    0.6764837314884107,
    0.6764837314884107,
    0.6764837314884107,
    0.6764837314884107,
    0.6764837314884107,
    0.6835219279754545,
    0.6835219279754545,
    0.6835219279754545,
    0.6835219279754545,
    0.6835219279754545,
    0.6835219279754545,
    0.6835219279754545,
    0.6827392605617542,
    0.6827392605617542,
    0.6827392605617542
  ],
  "1": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps. The demo screens are located in a large exhibition hall.",
    "The large exhibition hall contains demo screens displaying the latest apps from tech companies. Event staff are scanning registrations and distributing lanyards at the entrance to the hall.",
    "The large exhibition hall contains demo screens displaying the latest apps from tech companies. Event staff are scanning registrations and distributing lanyards at the entrance to the hall. Event staff scan registrations and hand out lanyards at the entrance.",
    "The large exhibition hall contains demo screens displaying the latest apps from tech companies. Event staff are scanning registrations and distributing lanyards at the entrance to the hall. Students clutch resumes inside branded folders.",
    "The large exhibition hall features demo screens showcasing apps from tech companies. Event staff are scanning registrations and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "The large exhibition hall includes demo screens displaying apps from tech companies. Event staff are scanning registrations and distributing lanyards at the entrance. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The large exhibition hall contains demo screens displaying apps from tech companies. Event staff are scanning registrations and distributing lanyards at the entrance. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The large exhibition hall features demo screens displaying apps from tech companies. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The large exhibition hall contains demo screens displaying apps from tech companies. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables.",
    "The large exhibition hall features demo screens displaying apps from tech companies, with event staff scanning registrations and distributing lanyards at the entrance. Outside the university gym, students line up clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables.",
    "The large exhibition hall contains demo screens displaying apps from tech companies, with event staff scanning registrations and distributing lanyards at the entrance. Outside the university gym, students line up clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4312525207199559,
    0.4312525207199559,
    0.4312525207199559,
    0.4312525207199559,
    0.4408726045406065,
    0.4408726045406065,
    0.4408726045406065,
    0.4408726045406065,
    0.4408726045406065,
    0.4408726045406065,
    0.488402643088771,
    0.488402643088771,
    0.488402643088771,
    0.488402643088771,
    0.570077420453864,
    0.570077420453864,
    0.570077420453864,
    0.570077420453864,
    0.7019340246919781,
    0.7019340246919781,
    0.7019340246919781,
    0.7019340246919781,
    0.7019340246919781,
    0.7322735106502467,
    0.7322735106502467,
    0.7322735106502467,
    0.7322735106502467,
    0.7322735106502467,
    0.7322735106502467,
    0.7322735106502467,
    0.7358006274257594,
    0.7358006274257594,
    0.7358006274257594,
    0.7358006274257594,
    0.7358006274257594,
    0.695707426319085,
    0.695707426319085,
    0.695707426319085,
    0.695707426319085,
    0.695707426319085,
    0.695707426319085,
    0.695707426319085,
    0.695707426319085,
    0.695707426319085,
    0.6912129806036347,
    0.6912129806036347,
    0.6912129806036347,
    0.6912129806036347,
    0.6912129806036347,
    0.6912129806036347,
    0.6912129806036347,
    0.7121249268605836,
    0.7121249268605836,
    0.7121249268605836,
    0.7121249268605836,
    0.7121249268605836,
    0.7121249268605836,
    0.7168918083264955,
    0.7168918083264955,
    0.7168918083264955,
    0.7168918083264955,
    0.7168918083264955
  ],
  "2": [
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Several blue laptops are set up on a table near the doorway, and a collection of purple lanyards are stacked beside them. A large banner promoting the conference hangs behind the staff.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway, and a collection of purple lanyards are stacked beside them. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway, and a collection of purple lanyards are stacked beside them. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway, alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway, alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway, alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway, alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway, alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing purple lanyards at the entrance. Several blue laptops are set up on a table near the doorway alongside a collection of purple lanyards. A large banner promoting the conference hangs behind the staff, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.48171394114791877,
    0.48171394114791877,
    0.48171394114791877,
    0.48171394114791877,
    0.5382662390065804,
    0.5382662390065804,
    0.5382662390065804,
    0.5382662390065804,
    0.5382662390065804,
    0.5382662390065804,
    0.5382662390065804,
    0.5382662390065804,
    0.5382662390065804,
    0.5382662390065804,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.620782836864852,
    0.706462438989149,
    0.706462438989149,
    0.706462438989149,
    0.706462438989149,
    0.706462438989149,
    0.706462438989149,
    0.706462438989149,
    0.6314650905795098,
    0.6314650905795098,
    0.6314650905795098,
    0.6314650905795098,
    0.6314650905795098,
    0.6314650905795098,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6320504361674679,
    0.6772732706304851,
    0.6772732706304851,
    0.6772732706304851,
    0.6772732706304851,
    0.6772732706304851,
    0.6772732706304851,
    0.6772732706304851,
    0.7696770668422772
  ],
  "3": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students are lined up awaiting the opening of the career fair. Career counselors are reminding attendees to maintain eye contact. A welcome announcement is playing over the PA system, outlining the fair’s schedule. Alumni volunteers are offering quick pep talks near the coffee station.",
    "Outside the university gym, students are lined up awaiting the opening of the career fair. Career counselors are reminding attendees to maintain eye contact. A welcome announcement is playing over the PA system, outlining the fair’s schedule. Alumni volunteers are offering quick pep talks near the coffee station, and healthcare providers are showcasing community outreach photos.",
    "Outside the university gym, students are lined up awaiting the opening of the career fair. Career counselors are reminding attendees to maintain eye contact. A welcome announcement is playing over the PA system, outlining the fair’s schedule. Alumni volunteers are offering quick pep talks near the coffee station, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders.",
    "Outside the university gym, students are lined up awaiting the opening of the career fair. Career counselors are reminding attendees to maintain eye contact. A welcome announcement is playing over the PA system, outlining the fair’s schedule. Alumni volunteers are offering quick pep talks near the coffee station, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders.",
    "Outside the university gym, students are lined up awaiting the opening of the career fair. Career counselors are reminding attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers are offering quick pep talks near the coffee station, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders. A welcome announcement is playing over the PA system, outlining the fair’s schedule.",
    "Outside the university gym, students are lined up awaiting the opening of the career fair. Career counselors are reminding attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers are offering quick pep talks near the coffee station, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders. A welcome announcement is playing over the PA system, outlining the fair’s schedule.",
    "Outside the university gym, students are lined up awaiting the opening of the career fair. Career counselors are reminding attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers are offering quick pep talks near the coffee station, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders. A welcome announcement is playing over the PA system, outlining the fair’s schedule.",
    "Outside the university gym, students are lined up awaiting the opening of the career fair. Career counselors are reminding attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers are offering quick pep talks near the coffee station, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is playing over the PA system, outlining the fair’s schedule."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.681582371474789,
    0.681582371474789,
    0.681582371474789,
    0.681582371474789,
    0.681582371474789,
    0.7942497979925414,
    0.7942497979925414,
    0.7942497979925414,
    0.7942497979925414,
    0.7942497979925414,
    0.8669398612788393,
    0.8669398612788393,
    0.8669398612788393,
    0.8669398612788393,
    0.867443321433924,
    0.867443321433924,
    0.867443321433924,
    0.867443321433924,
    0.867443321433924,
    0.867443321433924,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8820709521696636,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8805747582855695,
    0.8984132044841668,
    0.8984132044841668,
    0.8984132044841668,
    0.8984132044841668,
    0.8984132044841668,
    0.8984132044841668,
    0.8984132044841668
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "5": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Several students are wearing blue backpacks and carrying resumes. The volunteers are wearing red t-shirts and are speaking to small groups of students.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. Alumni volunteers, wearing red t-shirts, share quick pep talks near the coffee station while several students are wearing blue backpacks and carrying resumes. Healthcare providers showcase community outreach photos at the entrance, and event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables."
  ],
  "5_score": [
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.7999835546236486,
    0.7999835546236486,
    0.7999835546236486,
    0.7056311147331605,
    0.7056311147331605,
    0.7056311147331605,
    0.7056311147331605,
    0.7056311147331605,
    0.8178794945728681,
    0.8178794945728681,
    0.8178794945728681,
    0.8178794945728681,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8180661486199299,
    0.8206630828313672,
    0.8206630828313672,
    0.8206630828313672,
    0.8206630828313672,
    0.8206630828313672,
    0.8206630828313672,
    0.8206630828313672,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8494337859316121,
    0.8660526101445023,
    0.8660526101445023,
    0.8660526101445023,
    0.8660526101445023,
    0.8660526101445023,
    0.8660526101445023
  ],
  "6": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a brightly colored mobile clinic parked outside a local community center. Several healthcare providers are visible in the images, assisting patients in a waiting area filled with chairs. A small child is shown receiving a vaccination from one of the providers.",
    "The mobile clinic, brightly colored, is parked outside the local community center. Several healthcare providers are assisting patients in a waiting area filled with chairs. A small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "The brightly colored mobile clinic is parked outside the local community center, with dozens of booths featuring colorful banners surrounding the polished floor. Several healthcare providers are assisting patients in a waiting area filled with chairs, and a small child is receiving a vaccination from one of the providers. Alumni volunteers are sharing quick pep talks near the coffee station, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.36178930827909817,
    0.36178930827909817,
    0.36178930827909817,
    0.4339859978955436,
    0.4339859978955436,
    0.4339859978955436,
    0.44908216095929415,
    0.44908216095929415,
    0.44908216095929415,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5066916061296832,
    0.5922225333986068,
    0.5922225333986068,
    0.5922225333986068,
    0.5922225333986068,
    0.5922225333986068,
    0.5922225333986068,
    0.5388025075672068,
    0.5388025075672068,
    0.5388025075672068,
    0.5388025075672068,
    0.5388025075672068,
    0.5388025075672068,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.5578506624208343,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922,
    0.565012322176922
  ],
  "7": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos."
  ],
  "7_score": [
    0.0,
    0.0,
    0.6411839667802622,
    0.6411839667802622,
    0.6411839667802622,
    0.6411839667802622,
    0.8092961067024723,
    0.8092961067024723,
    0.8092961067024723,
    0.8092961067024723,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8818007061564956,
    0.8818007061564956,
    0.8818007061564956,
    0.8818007061564956,
    0.8818007061564956,
    0.8818007061564956,
    0.8848474976685071,
    0.8848474976685071,
    0.8848474976685071,
    0.8848474976685071,
    0.8848474976685071,
    0.8977827620095247,
    0.8977827620095247,
    0.8977827620095247,
    0.8977827620095247,
    0.8977827620095247,
    0.8977827620095247,
    0.8852530887903678,
    0.8852530887903678,
    0.8852530887903678,
    0.8852530887903678,
    0.8852530887903678,
    0.8852530887903678,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8801340825250653,
    0.8836295730668532,
    0.8836295730668532,
    0.8836295730668532,
    0.8836295730668532,
    0.8836295730668532,
    0.8836295730668532,
    0.8836295730668532,
    0.8836295730668532,
    0.8836295730668532
  ],
  "8": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "The polished floor is surrounded by dozens of booths displaying colorful banners. Students are clutching resumes inside branded folders, while career counselors remind attendees to maintain eye contact. Several consulting firms have placed glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor is surrounded by dozens of booths displaying colorful banners. Students are clutching resumes inside branded folders, while career counselors remind attendees to maintain eye contact. Several consulting firms have placed glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths displaying colorful banners. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Several consulting firms have placed glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Several consulting firms have placed glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Several consulting firms have placed glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students clutching resumes inside branded folders. Consulting firms have placed glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with students clutching resumes inside branded folders. Consulting firms have placed glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.45053357133123473,
    0.45053357133123473,
    0.45053357133123473,
    0.6887310608994299,
    0.6887310608994299,
    0.6887310608994299,
    0.6887310608994299,
    0.6950763584722167,
    0.6950763584722167,
    0.6950763584722167,
    0.6950763584722167,
    0.6950763584722167,
    0.6950763584722167,
    0.6950763584722167,
    0.717196126384832,
    0.717196126384832,
    0.717196126384832,
    0.717196126384832,
    0.717196126384832,
    0.7244653721775085,
    0.7244653721775085,
    0.7244653721775085,
    0.7244653721775085,
    0.7244653721775085,
    0.7244653721775085,
    0.7244653721775085,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.7874681369321952,
    0.800773559439834,
    0.800773559439834,
    0.800773559439834,
    0.800773559439834,
    0.800773559439834,
    0.800773559439834,
    0.8424157935881872,
    0.8424157935881872,
    0.8424157935881872,
    0.8424157935881872,
    0.8424157935881872,
    0.8424157935881872,
    0.8424157935881872,
    0.7869669518878477,
    0.7869669518878477,
    0.7869669518878477,
    0.7869669518878477,
    0.7869669518878477,
    0.7869669518878477,
    0.7869669518878477,
    0.8217112394392427,
    0.8217112394392427,
    0.8217112394392427,
    0.8217112394392427,
    0.8217112394392427
  ],
  "9": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Several students wait in a line, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Several students wait in a line, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Several students wait in a line, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, with consulting firms stacking glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, with consulting firms stacking glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "9_score": [
    0.0,
    0.0,
    0.5678022991241192,
    0.6686034700732979,
    0.6686034700732979,
    0.6686034700732979,
    0.6686034700732979,
    0.6686034700732979,
    0.6686034700732979,
    0.7507317341196273,
    0.7507317341196273,
    0.7507317341196273,
    0.8126101154563143,
    0.8126101154563143,
    0.8126101154563143,
    0.8126101154563143,
    0.8126101154563143,
    0.8126101154563143,
    0.8126101154563143,
    0.8126101154563143,
    0.8126101154563143,
    0.8379563863668282,
    0.8379563863668282,
    0.8379563863668282,
    0.8379563863668282,
    0.8379563863668282,
    0.8867894197685258,
    0.8867894197685258,
    0.8867894197685258,
    0.8867894197685258,
    0.8867894197685258,
    0.8804833556206435,
    0.8804833556206435,
    0.8804833556206435,
    0.8804833556206435,
    0.8804833556206435,
    0.8804833556206435,
    0.8599243328323374,
    0.8599243328323374,
    0.8599243328323374,
    0.8599243328323374,
    0.8599243328323374,
    0.8599243328323374,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.876962962170998,
    0.8794618447968995,
    0.8794618447968995,
    0.8794618447968995,
    0.8794618447968995,
    0.8794618447968995,
    0.8794618447968995,
    0.8794618447968995,
    0.8794618447968995,
    0.8794618447968995
  ]
}