{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, consulting firms display glossy case study booklets stacked on high tables, while tech companies run demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, consulting firms display glossy case study booklets on high tables while tech companies run demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.6904119470832873,
    0.6904119470832873,
    0.6904119470832873,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.843845885971608,
    0.8480555843857358,
    0.8480555843857358,
    0.8480555843857358,
    0.8480555843857358,
    0.8480555843857358,
    0.8835496512459144,
    0.8835496512459144,
    0.8835496512459144,
    0.8835496512459144,
    0.8835496512459144,
    0.8835496512459144,
    0.8835496512459144,
    0.8919138468036121,
    0.8919138468036121,
    0.8919138468036121,
    0.8919138468036121,
    0.8919138468036121,
    0.8919138468036121,
    0.8876239185561134,
    0.8876239185561134,
    0.8876239185561134,
    0.8876239185561134,
    0.8876239185561134,
    0.8876239185561134
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "During the event, career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders, while at the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. Inside, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. Inside the gym, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. Inside, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens. Inside, career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.47597601237554693,
    0.47597601237554693,
    0.47597601237554693,
    0.47597601237554693,
    0.47597601237554693,
    0.47597601237554693,
    0.47597601237554693,
    0.47597601237554693,
    0.47597601237554693,
    0.47597601237554693,
    0.7407309536588982,
    0.7407309536588982,
    0.7407309536588982,
    0.7407309536588982,
    0.7407309536588982,
    0.7407309536588982,
    0.722858963919898,
    0.722858963919898,
    0.722858963919898,
    0.722858963919898,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.7720607767580665,
    0.8073073834375766,
    0.8073073834375766
  ],
  "2": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "A university career fair unfolds with multiple activities at the venue. At the entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Outside, students line up near the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7877841202855118,
    0.7874348779656533,
    0.7874348779656533,
    0.7874348779656533,
    0.7874348779656533,
    0.7874348779656533,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.8014140129782913,
    0.830772282226488,
    0.830772282226488,
    0.830772282226488,
    0.830772282226488,
    0.830772282226488,
    0.830772282226488,
    0.830772282226488,
    0.830772282226488,
    0.830772282226488,
    0.8443283742160224,
    0.8443283742160224,
    0.8443283742160224,
    0.8443283742160224,
    0.8443283742160224,
    0.8443283742160224,
    0.8443283742160224,
    0.8953198252323163,
    0.8953198252323163,
    0.8953198252323163,
    0.8953198252323163,
    0.8953198252323163
  ],
  "3": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards, while a welcome PA announces the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the entrance, event staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym hosting the career fair, event staff scan registrations and hand out lanyards as a welcome PA announces the schedule. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the gym before the career fair opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.46474801036432234,
    0.46474801036432234,
    0.46474801036432234,
    0.46474801036432234,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.459900446147111,
    0.6396968181554774,
    0.6396968181554774,
    0.6396968181554774,
    0.6396968181554774,
    0.6396968181554774,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8313436058124066,
    0.8640008189440522,
    0.8640008189440522,
    0.8640008189440522,
    0.8640008189440522,
    0.8640008189440522,
    0.8640008189440522,
    0.8580728159438287,
    0.8580728159438287,
    0.8580728159438287,
    0.8580728159438287,
    0.8811174706589198,
    0.8811174706589198,
    0.8811174706589198,
    0.8811174706589198,
    0.8811174706589198,
    0.8641660396396382,
    0.8641660396396382,
    0.8641660396396382,
    0.8641660396396382,
    0.8641660396396382
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews in a venue arranged with dozens of booths circling a polished floor, each booth displaying colorful banners. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders as they move through the space. Event staff scan registrations and distribute lanyards at the entrance. A robotics startup uses a small drone flown above its booth to attract attention.",
    "An alumni panel discusses how to prepare for technical interviews, set within a venue arranged with dozens of booths circling a polished floor, each booth displaying colorful banners. Career counselors direct unsure students toward applicable industries as they move through the space. Students clutch resumes inside branded folders while navigating between booths. Event staff scan registrations and distribute lanyards at the entrance. A robotics startup uses a small drone flown above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair held in a venue where dozens of booths encircle a polished floor, each booth displaying colorful banners. Career counselors guide unsure students toward applicable industries as they move through the space. Students clutch resumes inside branded folders while navigating between booths. Event staff scan registrations and distribute lanyards at the entrance. A robotics startup uses a small drone flown above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "The scene portrays a university career fair set in a venue where dozens of booths encircle a polished floor, each booth displaying colorful banners. An alumni panel discusses how to prepare for technical interviews, while career counselors guide unsure students toward applicable industries as they move through the space. Students clutch resumes inside branded folders as they navigate between booths. At the entrance, event staff scan registrations and distribute lanyards. A robotics startup attracts attention with a small drone flown above its booth. Earlier, students lined up outside the university gym before the fair opened. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.4542154260253338,
    0.4542154260253338,
    0.4542154260253338,
    0.4542154260253338,
    0.4542154260253338,
    0.4542154260253338,
    0.6129536460050226,
    0.6129536460050226,
    0.6129536460050226,
    0.6129536460050226,
    0.6129536460050226,
    0.6129536460050226,
    0.6129536460050226,
    0.7465133044971782,
    0.7465133044971782,
    0.7465133044971782,
    0.7465133044971782,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8179800658981179,
    0.8340250495130739,
    0.8340250495130739,
    0.8340250495130739,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.86303983267142,
    0.8410962756558433,
    0.8410962756558433
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showcasing their latest apps, groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At an event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "At an event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At an event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At an event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, while event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.5933581352359449,
    0.5933581352359449,
    0.5933581352359449,
    0.5933581352359449,
    0.5933581352359449,
    0.5933581352359449,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.5069593387986652,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.6212291097854465,
    0.7581795923018801,
    0.7581795923018801,
    0.7581795923018801,
    0.7581795923018801,
    0.7581795923018801,
    0.7581795923018801,
    0.7581795923018801,
    0.7581795923018801,
    0.7581795923018801,
    0.7581795923018801,
    0.7837411844933456,
    0.7837411844933456,
    0.7837411844933456,
    0.7837411844933456,
    0.7837411844933456,
    0.7922934496605819,
    0.7922934496605819,
    0.7922934496605819,
    0.7922934496605819,
    0.7922934496605819,
    0.7922934496605819,
    0.7922934496605819,
    0.8040893387195768,
    0.8040893387195768
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "Over the PA system, a welcome announcement outlines the fair schedule; nearby, consulting firms stack glossy case study booklets on high tables.",
    "Over the PA system, a welcome announcement outlines the fair schedule. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "A fair event unfolds as a welcome announcement plays over the PA system, outlining the schedule. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.4346052326499748,
    0.7833331065946016,
    0.7833331065946016,
    0.7833331065946016,
    0.7833331065946016,
    0.7833331065946016,
    0.7833331065946016,
    0.7656721904340555,
    0.7656721904340555,
    0.7656721904340555
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets and students introduce themselves.",
    "In a community setting, healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "In a community setting, healthcare providers display community outreach photos while human resources teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "In a community setting, healthcare providers display community outreach photos while human resources teams jot notes on tablets and students introduce themselves; some students rehearse elevator pitches quietly against the wall.",
    "In a community setting, healthcare providers display community outreach photos while human resources teams jot notes on tablets and students introduce themselves; some students rehearse elevator pitches quietly against the wall.",
    "In a community setting, healthcare providers display outreach photos. Human resources teams jot notes on tablets. Students introduce themselves, while some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.35118348841204083,
    0.35118348841204083,
    0.35118348841204083,
    0.35118348841204083,
    0.35118348841204083,
    0.35118348841204083,
    0.35118348841204083,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.5016881015333474,
    0.4931307431484867,
    0.4931307431484867,
    0.4931307431484867,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364,
    0.3541902185854364
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, set in a venue where dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor. Adjacent to the main space, in an adjoining classroom, workshops on networking etiquette begin.",
    "In a venue where dozens of booths with colorful banners circle a polished floor, an alumni panel discusses how to prepare for technical interviews. Adjacent to the main space, in an adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle a polished floor as an alumni panel discusses how to prepare for technical interviews. Adjacent to the main space, an adjoining classroom hosts workshops on networking etiquette. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners encircle a polished floor, where an alumni panel discusses how to prepare for technical interviews. Adjacent to the main space, an adjoining classroom hosts workshops on networking etiquette. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor, where an alumni panel discusses how to prepare for technical interviews. Adjacent to the main space, an adjoining classroom hosts workshops on networking etiquette. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle a polished floor as an alumni panel discusses how to prepare for technical interviews. An adjacent classroom hosts workshops on networking etiquette. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor as an alumni panel discusses how to prepare for technical interviews. An adjacent classroom hosts workshops on networking etiquette. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "An event features dozens of booths with colorful banners arranged around a polished floor, where an alumni panel discusses how to prepare for technical interviews. An adjacent classroom hosts workshops on networking etiquette. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.44689084022966685,
    0.44689084022966685,
    0.44689084022966685,
    0.44689084022966685,
    0.44689084022966685,
    0.44689084022966685,
    0.5668787591517528,
    0.5668787591517528,
    0.5668787591517528,
    0.5668787591517528,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.693311384780595,
    0.7462239885078259,
    0.7462239885078259,
    0.7462239885078259,
    0.7462239885078259,
    0.7462239885078259,
    0.7462239885078259,
    0.7877392361312716,
    0.7877392361312716,
    0.7877392361312716,
    0.7877392361312716,
    0.7877392361312716,
    0.796392918173715,
    0.796392918173715,
    0.8268106408826071,
    0.8268106408826071,
    0.8268106408826071,
    0.8268106408826071,
    0.8268106408826071,
    0.8268106408826071,
    0.8268106408826071,
    0.8268106408826071,
    0.8268106408826071,
    0.8268106408826071,
    0.8462305430282895,
    0.8462305430282895,
    0.8462305430282895,
    0.8462305430282895,
    0.8462305430282895,
    0.8462305430282895,
    0.8462305430282895,
    0.8473291682173931,
    0.8473291682173931
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while a welcome announcement over the PA system outlines the fair schedule.",
    "Consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA system outlines the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables as a welcome announcement plays over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system reiterates the fair schedule."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.38988042567467296,
    0.4956119741172896,
    0.4956119741172896,
    0.4956119741172896,
    0.4956119741172896,
    0.4956119741172896,
    0.4956119741172896,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447,
    0.7206928211570447
  ],
  "11": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a welcome announcement outlines the fair schedule over the PA system.",
    "Tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies display demo screens of their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens of their latest apps while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the career fair, tech companies display demo screens of their latest apps while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens of their latest apps while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, tech companies display demo screens of their latest apps, with a welcome announcement over the PA system outlining the schedule. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair held at the university gym, tech companies display demo screens of their latest apps, with a welcome announcement over the PA system outlining the schedule. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.47130916516505217,
    0.47130916516505217,
    0.47130916516505217,
    0.47130916516505217,
    0.47130916516505217,
    0.47130916516505217,
    0.47130916516505217,
    0.47130916516505217,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.6455990797697909,
    0.6455990797697909,
    0.6455990797697909,
    0.6455990797697909,
    0.6455990797697909,
    0.6455990797697909,
    0.6455990797697909,
    0.6455990797697909,
    0.6455990797697909,
    0.7472969561662289,
    0.7472969561662289,
    0.7472969561662289,
    0.7472969561662289,
    0.7472969561662289,
    0.7472969561662289,
    0.8530213102385087,
    0.8530213102385087,
    0.8530213102385087,
    0.8530213102385087,
    0.8530213102385087,
    0.8844630645930789,
    0.8844630645930789,
    0.8844630645930789,
    0.8844630645930789,
    0.8848052508691618,
    0.8848052508691618,
    0.8848052508691618,
    0.8848052508691618,
    0.8848052508691618,
    0.8848052508691618,
    0.8547834747425789,
    0.8547834747425789,
    0.8547834747425789,
    0.8547834747425789,
    0.8547834747425789,
    0.8547834747425789
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage; students line up outside the university gym before the career fair opens.",
    "The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "During the campus career fair, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the campus career fair, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the campus career fair, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the campus career fair, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair, the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair, the engineering society sponsors a resume-review table near the stage while students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the campus career fair, the engineering society sponsors a resume-review table near the stage as students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4435543427127614,
    0.4435543427127614,
    0.4435543427127614,
    0.4435543427127614,
    0.4435543427127614,
    0.4435543427127614,
    0.4435543427127614,
    0.4435543427127614,
    0.4435543427127614,
    0.4435543427127614,
    0.6951115998915476,
    0.6951115998915476,
    0.6951115998915476,
    0.6951115998915476,
    0.7832365430698425,
    0.7832365430698425,
    0.7832365430698425,
    0.7832365430698425,
    0.7832365430698425,
    0.8306431004496084,
    0.8306431004496084,
    0.8306431004496084,
    0.8306431004496084,
    0.8558302117767351,
    0.8558302117767351,
    0.8558302117767351,
    0.8558302117767351,
    0.8558302117767351,
    0.8558302117767351,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8689329362563892,
    0.8822425513637511,
    0.8822425513637511,
    0.8822425513637511,
    0.8822425513637511,
    0.8887974347073564,
    0.8887974347073564,
    0.8887974347073564,
    0.8887974347073564,
    0.8887974347073564,
    0.8887974347073564,
    0.8887974347073564,
    0.8887974347073564,
    0.8887974347073564,
    0.8873641158539781,
    0.8873641158539781,
    0.8873641158539781,
    0.8873641158539781,
    0.8873641158539781
  ],
  "13": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop as part of the event.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. A cybersecurity company is running a password-cracking challenge on a laptop as part of the event. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. A cybersecurity company is running a password-cracking challenge on a laptop as part of the event. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished gym floor.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. Inside, a cybersecurity company is running a password-cracking challenge on a laptop as part of the event. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished gym floor. The engineering society sponsors a resume review table near the stage.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. Inside, a cybersecurity company is running a password-cracking challenge on a laptop as part of the event. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished gym floor. The engineering society sponsors a resume review table near the stage.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. Inside, a cybersecurity company is running a password-cracking challenge on a laptop as part of the event. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished gym floor. The engineering society sponsors a resume review table near the stage."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5296397911598113,
    0.5296397911598113,
    0.5296397911598113,
    0.5296397911598113,
    0.5296397911598113,
    0.5296397911598113,
    0.5296397911598113,
    0.5296397911598113,
    0.5296397911598113,
    0.5296397911598113,
    0.7165211693630886,
    0.7165211693630886,
    0.7165211693630886,
    0.7165211693630886,
    0.7165211693630886,
    0.7165211693630886,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7633461143954448,
    0.7813581853078362,
    0.7813581853078362,
    0.7813581853078362,
    0.7813581853078362,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027,
    0.7848987051995027
  ],
  "14": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "Staff at the event entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5476943857022877,
    0.5476943857022877,
    0.5476943857022877,
    0.5476943857022877,
    0.5476943857022877,
    0.5476943857022877,
    0.5476943857022877,
    0.5476943857022877,
    0.5476943857022877,
    0.5476943857022877,
    0.7225114660428846,
    0.7225114660428846,
    0.7225114660428846,
    0.7225114660428846,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674
  ],
  "15": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the fair, students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, students clutch resumes inside branded folders while a welcome announcement over the PA system outlines the schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, students clutch resumes inside branded folders as a welcome announcement over the PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, students clutch resumes inside branded folders as a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, students clutch resumes inside branded folders as a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, students clutch resumes inside branded folders as a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the gym before opening. Inside, dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders as a welcome PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the gym before opening. Inside, dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. A welcome PA outlines the schedule; career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the gym before opening. Inside, dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. A welcome PA outlines the schedule; career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4618747460501745,
    0.4618747460501745,
    0.4618747460501745,
    0.6991453609774674,
    0.6991453609774674,
    0.6991453609774674,
    0.8090102360155569,
    0.8090102360155569,
    0.8090102360155569,
    0.8090102360155569,
    0.8090102360155569,
    0.8090102360155569,
    0.8090102360155569,
    0.8090102360155569,
    0.8090102360155569,
    0.8536977156523919,
    0.8536977156523919,
    0.8536977156523919,
    0.8536977156523919,
    0.8536977156523919,
    0.8536977156523919,
    0.8536977156523919,
    0.8536977156523919,
    0.8536977156523919,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.8557934745673395,
    0.7990985946092539,
    0.7990985946092539,
    0.7990985946092539,
    0.7990985946092539,
    0.7990985946092539,
    0.7990985946092539,
    0.7990985946092539,
    0.7656986180663774,
    0.7656986180663774,
    0.7656986180663774,
    0.7656986180663774,
    0.8260095037946426,
    0.8260095037946426,
    0.8260095037946426,
    0.8260095037946426,
    0.8260095037946426,
    0.8260095037946426,
    0.8260095037946426
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; tech companies display demo screens showing their latest apps; and a cybersecurity company runs a password cracking challenge on a laptop.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement booms over the PA, outlining the fair's schedule as attendees begin to move between booths. Tech companies display demo screens showcasing their latest apps, while a cybersecurity company hosts a password-cracking challenge on a laptop nearby. Dozens of booths with colorful banners encircle the polished floor, creating a lively, tech-forward arc. Career counselors direct unsure students toward applicable industries, offering guidance for their interests. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards, welcoming participants and guiding them inward."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.47891105811320284,
    0.47891105811320284,
    0.47891105811320284,
    0.47891105811320284,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.46027622027615467,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.47441773040220425,
    0.7830433669576627,
    0.7830433669576627,
    0.7830433669576627,
    0.869112561655104,
    0.869112561655104,
    0.869112561655104,
    0.869112561655104,
    0.869112561655104,
    0.869112561655104,
    0.869112561655104,
    0.8731487017387829,
    0.8731487017387829,
    0.8731487017387829,
    0.8731487017387829,
    0.8942135698074489,
    0.8942135698074489,
    0.8942135698074489,
    0.8942135698074489
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a professional event, career counselors remind attendees to maintain eye contact, creating a courteous and attentive setting. Finance firms offer QR codes for immediate internship applications.",
    "At a professional event, career counselors remind attendees to maintain eye contact, creating a courteous and attentive setting. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At a professional event, career counselors remind attendees to maintain eye contact, creating a courteous and attentive setting. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At a professional event, career counselors remind attendees to maintain eye contact, creating a courteous and attentive atmosphere. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At a professional event, career counselors remind attendees to maintain eye contact, creating a courteous and attentive atmosphere. Finance firms offer QR codes to enable immediate internship applications. Career counselors also redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At a professional event, career counselors remind attendees to maintain eye contact, contributing to a courteous and attentive atmosphere, and they redirect unsure students toward applicable industries. Finance firms offer QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.5466843580724363,
    0.7026118919170057,
    0.7026118919170057,
    0.7026118919170057,
    0.7026118919170057,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7172640578706959,
    0.7548868966837204,
    0.7548868966837204,
    0.7548868966837204,
    0.7548868966837204,
    0.7548868966837204,
    0.7817638377165604,
    0.7817638377165604,
    0.7817638377165604,
    0.7817638377165604,
    0.7817638377165604,
    0.7817638377165604,
    0.7817638377165604,
    0.8072765974214556,
    0.8072765974214556,
    0.8072765974214556,
    0.8072765974214556,
    0.8072765974214556,
    0.8072765974214556,
    0.8072765974214556
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5886390493976292,
    0.5886390493976292,
    0.5886390493976292,
    0.7960012928630205,
    0.7960012928630205,
    0.7960012928630205,
    0.7960012928630205,
    0.7960012928630205,
    0.7960012928630205,
    0.7960012928630205,
    0.7960012928630205,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607,
    0.8064494620052607
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students clutches resumes that are inside branded folders.",
    "A group of students clutches resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "A group of students clutches resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, a group of students clutches resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, a group of students clutches resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a group of students clutches resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a group of students clutches resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the event, a group of students clutches resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map while workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.34168405050938744,
    0.34168405050938744,
    0.34168405050938744,
    0.34168405050938744,
    0.34168405050938744,
    0.34168405050938744,
    0.34168405050938744,
    0.3157263532847186,
    0.3157263532847186,
    0.3157263532847186,
    0.3157263532847186,
    0.3157263532847186,
    0.3157263532847186,
    0.3157263532847186,
    0.3157263532847186,
    0.3157263532847186,
    0.3157263532847186,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.6065097207436072,
    0.7472264325698239,
    0.7472264325698239,
    0.7472264325698239,
    0.7472264325698239,
    0.7472264325698239,
    0.8180305472132785,
    0.8180305472132785,
    0.8180305472132785,
    0.8180305472132785,
    0.8180305472132785,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.825663464727252,
    0.8269217756764173,
    0.8269217756764173,
    0.8269217756764173,
    0.8269217756764173,
    0.8648900533008202,
    0.8648900533008202,
    0.8648900533008202
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4442266748231285,
    0.4442266748231285,
    0.4442266748231285,
    0.4442266748231285,
    0.4442266748231285,
    0.4442266748231285,
    0.4442266748231285,
    0.6646551240510994,
    0.6646551240510994,
    0.6646551240510994,
    0.6646551240510994,
    0.6646551240510994,
    0.6646551240510994,
    0.7693167553800621,
    0.7693167553800621,
    0.7693167553800621,
    0.7693167553800621,
    0.7693167553800621,
    0.7693167553800621,
    0.7693167553800621,
    0.7693167553800621,
    0.7693167553800621,
    0.7827184030532084,
    0.7827184030532084,
    0.7827184030532084,
    0.7827184030532084,
    0.7827184030532084,
    0.7827184030532084,
    0.7827184030532084,
    0.8354332436454754,
    0.8354332436454754,
    0.8354332436454754,
    0.8354332436454754,
    0.8354332436454754,
    0.8530944294653942,
    0.8530944294653942,
    0.8530944294653942,
    0.8530944294653942,
    0.8530944294653942,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201,
    0.8616826387658201
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying the companies they consider targets.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying the companies they consider targets. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying the companies they consider targets. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying the companies they consider targets. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying the companies they consider targets. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying the companies they consider targets. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying the companies they consider targets. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5213454409694465,
    0.5213454409694465,
    0.5213454409694465,
    0.5213454409694465,
    0.5213454409694465,
    0.5213454409694465,
    0.7092127021508727,
    0.7092127021508727,
    0.7092127021508727,
    0.7092127021508727,
    0.7092127021508727,
    0.7092127021508727,
    0.7092127021508727,
    0.7092127021508727,
    0.7092127021508727,
    0.7327802756921568,
    0.7327802756921568,
    0.7327802756921568,
    0.7327802756921568,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.7972702978800785,
    0.8159188574274041,
    0.8159188574274041,
    0.8159188574274041,
    0.8159188574274041,
    0.8159188574274041,
    0.8435668644147063,
    0.8435668644147063,
    0.8435668644147063
  ],
  "22": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers are showcasing community outreach photos, tech companies are displaying demo screens of their latest apps, and finance firms are offering QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers are showcasing community outreach photos, tech companies are displaying demo screens of their latest apps, and finance firms are offering QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "A multi-industry career fair brings together healthcare providers, tech companies, and finance firms. Healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact.",
    "A multi-industry career fair assembles healthcare providers, tech companies, and finance firms. Healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "A multi-industry career fair brings together healthcare providers, tech companies, and finance firms. Healthcare providers display community outreach photos, tech companies run demo screens of their latest apps, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.4537124951259731,
    0.4537124951259731,
    0.4537124951259731,
    0.6181396350930985,
    0.6181396350930985,
    0.6181396350930985,
    0.6181396350930985,
    0.6181396350930985,
    0.6181396350930985,
    0.6181396350930985,
    0.6181396350930985,
    0.6181396350930985,
    0.6317763966020591,
    0.6317763966020591,
    0.6317763966020591,
    0.6317763966020591,
    0.6317763966020591,
    0.6317763966020591,
    0.8058805961614636,
    0.8058805961614636,
    0.8058805961614636,
    0.8058805961614636,
    0.8058805961614636,
    0.8058805961614636,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8420489171545005,
    0.8498140144938631,
    0.8498140144938631,
    0.8498140144938631,
    0.8498140144938631,
    0.8498140144938631,
    0.8585526511131196,
    0.8585526511131196,
    0.8585526511131196,
    0.8585526511131196,
    0.8585526511131196,
    0.8585526511131196,
    0.8585526511131196,
    0.8585526511131196,
    0.8585526511131196
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening; the scene shows several individuals rehearsing elevator pitches quietly against the wall.",
    "Students are lined up outside the university gym ahead of the career fair opening. Several individuals are quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up ahead of the career fair opening. Several individuals quietly rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up ahead of the career fair opening. Several individuals quietly rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up ahead of the career fair opening. Several individuals quietly rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up ahead of the career fair opening. Several individuals rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening. Several individuals rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up ahead of the career fair opening. Several individuals rehearse elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up ahead of the career fair opening. Several individuals rehearse elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up ahead of the career fair opening. Several individuals rehearse elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4189029471262638,
    0.4189029471262638,
    0.4189029471262638,
    0.4189029471262638,
    0.4189029471262638,
    0.6146347569487243,
    0.6146347569487243,
    0.6146347569487243,
    0.6146347569487243,
    0.6146347569487243,
    0.6146347569487243,
    0.7632059377758584,
    0.7632059377758584,
    0.7632059377758584,
    0.7632059377758584,
    0.7632059377758584,
    0.7632059377758584,
    0.8128725118985589,
    0.8128725118985589,
    0.8128725118985589,
    0.8128725118985589,
    0.8128725118985589,
    0.8128725118985589,
    0.8128725118985589,
    0.8128725118985589,
    0.8128725118985589,
    0.8128725118985589,
    0.8433296508741663,
    0.8433296508741663,
    0.8433296508741663,
    0.8433296508741663,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8450585452639339,
    0.8416399169316876,
    0.8416399169316876,
    0.8416399169316876,
    0.8416399169316876,
    0.8416399169316876,
    0.8416399169316876,
    0.8416399169316876,
    0.8536502634385121,
    0.8536502634385121,
    0.8536502634385121,
    0.8536502634385121,
    0.8536502634385121,
    0.8687197207806236,
    0.8687197207806236,
    0.8687197207806236,
    0.8687197207806236
  ],
  "24": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the check-in flow. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, orienting themselves to potential opportunities. Career counselors remind attendees to maintain eye contact, offering guidance as the day proceeds. Consulting firms stack glossy case study booklets on high tables, providing ready references for attendees.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in flow. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, orienting themselves to potential opportunities. Career counselors remind attendees to maintain eye contact, offering guidance as the day proceeds. Consulting firms stack glossy case study booklets on high tables, providing ready references for attendees.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in flow. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, orienting themselves to potential opportunities. Career counselors remind attendees to maintain eye contact, offering guidance as the day proceeds. Consulting firms stack glossy case study booklets on high tables, providing ready references for attendees. Healthcare providers showcase community outreach photos.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in flow. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, orienting themselves to potential opportunities. Career counselors remind attendees to maintain eye contact, offering guidance as the day proceeds. Consulting firms stack glossy case study booklets on high tables, providing ready references for attendees. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards to establish the check-in flow. In the adjoining classroom, networking etiquette workshops have begun. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, orienting themselves to opportunities. Career counselors remind attendees to maintain eye contact and offer guidance as the day proceeds. Consulting firms stack glossy case study booklets on high tables, providing ready references for attendees. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "Staff at the event entrance scan registrations and hand out lanyards to establish the check-in flow. In the adjoining classroom, networking etiquette workshops have begun, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, orienting themselves to opportunities. Career counselors remind attendees to maintain eye contact and offer guidance as the day proceeds. Consulting firms stack glossy case study booklets on high tables, providing ready references for attendees. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.7060216759423263,
    0.7060216759423263,
    0.7060216759423263,
    0.7060216759423263,
    0.7301160429777087,
    0.7301160429777087,
    0.7301160429777087,
    0.7694025786477343,
    0.7694025786477343,
    0.7694025786477343,
    0.7694025786477343,
    0.7694025786477343,
    0.7938605953193161,
    0.7938605953193161,
    0.7938605953193161,
    0.7938605953193161,
    0.7938605953193161,
    0.7938605953193161,
    0.7938605953193161,
    0.7938605953193161,
    0.7938605953193161,
    0.7938605953193161,
    0.7873150269421949,
    0.7873150269421949,
    0.7873150269421949,
    0.7873150269421949,
    0.7873150269421949,
    0.7873150269421949,
    0.793700373741443,
    0.793700373741443,
    0.793700373741443,
    0.8190388859918735,
    0.8190388859918735,
    0.8190388859918735,
    0.8190388859918735,
    0.8190388859918735,
    0.8190388859918735,
    0.8414267510321753,
    0.8414267510321753,
    0.8414267510321753,
    0.8414267510321753,
    0.8414267510321753,
    0.8419097065834286,
    0.8419097065834286
  ]
}