{
  "0": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, using the map as the spatial reference for identifying those employers.",
    "Groups of friends mark target employers on the event map, using the map as the spatial reference for identifying those employers, while students clutch resumes inside branded folders.",
    "In the event setting, groups of friends mark target employers on the event map, using the map as the spatial reference to identify those employers; students clutch resumes inside branded folders; HR teams jot notes on tablets while students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map, using the map as a spatial reference to identify those employers. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, students line up outside the gym before opening. Groups of friends mark target employers on the event map, using the map as a spatial reference to identify those employers. Students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, students line up outside the gym before opening. Groups of friends mark target employers on the event map, using the map as a spatial reference to identify those employers. Students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the university career fair, students line up outside the gym before opening. Groups of friends mark target employers on the event map, using the map as a spatial reference to identify those employers. Students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, students line up outside the gym before opening. Groups of friends mark target employers on the event map, using the map as a spatial reference to identify those employers. Students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, students line up outside the gym before opening. Groups of friends mark target employers on the event map, using it as a spatial reference to identify those employers. Students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.33473766977089153,
    0.33473766977089153,
    0.33473766977089153,
    0.33473766977089153,
    0.424933970365674,
    0.424933970365674,
    0.424933970365674,
    0.424933970365674,
    0.424933970365674,
    0.424933970365674,
    0.424933970365674,
    0.424933970365674,
    0.424933970365674,
    0.424933970365674,
    0.41378269171332355,
    0.41378269171332355,
    0.41378269171332355,
    0.41378269171332355,
    0.41378269171332355,
    0.41378269171332355,
    0.7928436842518114,
    0.7928436842518114,
    0.7928436842518114,
    0.7928436842518114,
    0.7928436842518114,
    0.7928436842518114,
    0.7949019159972431,
    0.7949019159972431,
    0.7949019159972431,
    0.7949019159972431,
    0.7949019159972431,
    0.7949019159972431,
    0.7949019159972431,
    0.7949019159972431,
    0.7949019159972431,
    0.8099684416331954,
    0.8099684416331954,
    0.8099684416331954,
    0.8305995505841581,
    0.8305995505841581,
    0.8305995505841581,
    0.8305995505841581,
    0.8305995505841581,
    0.8305995505841581,
    0.8305995505841581,
    0.8521042985613546,
    0.8521042985613546,
    0.8521042985613546,
    0.8521042985613546,
    0.8521042985613546,
    0.8521042985613546,
    0.8521042985613546,
    0.8521042985613546,
    0.8521042985613546,
    0.8506990411604156,
    0.8506990411604156,
    0.8506990411604156,
    0.8506990411604156,
    0.8506990411604156,
    0.8506990411604156,
    0.8506990411604156,
    0.8506990411604156
  ],
  "1": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, alumni volunteers share quick pep talks near the coffee station as students rehearse elevator pitches quietly against the wall.",
    "In a shared space, alumni volunteers share quick pep talks near the coffee station while students rehearse elevator pitches quietly against the wall.",
    "In a shared space, alumni volunteers exchange quick pep talks near the coffee station while students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers exchange quick pep talks near the coffee station in a shared space, while students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers exchange quick pep talks near the coffee station in a shared space, while students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Alumni volunteers exchange quick pep talks near the coffee station in the shared space while students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "Alumni volunteers exchange quick pep talks near the coffee station in the shared space, while students quietly rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.29967827847752815,
    0.29967827847752815,
    0.29967827847752815,
    0.29967827847752815,
    0.29967827847752815,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.3046625798061872,
    0.5159796684196392,
    0.5159796684196392,
    0.5159796684196392,
    0.5159796684196392,
    0.5159796684196392,
    0.5159796684196392,
    0.5159796684196392,
    0.5159796684196392,
    0.5159796684196392,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7171306275924961,
    0.7425745395273216,
    0.7425745395273216,
    0.7425745395273216,
    0.7425745395273216,
    0.7970631036710512,
    0.7970631036710512,
    0.7970631036710512,
    0.7970631036710512,
    0.7970631036710512,
    0.7970631036710512,
    0.7970631036710512,
    0.7970631036710512,
    0.7970631036710512,
    0.7970631036710512,
    0.8030985568965152
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "Career counselors remind attendees to maintain eye contact, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "At the career event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "At the career event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the career event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the career event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.4731354766194219,
    0.4731354766194219,
    0.4731354766194219,
    0.4731354766194219,
    0.4731354766194219,
    0.4731354766194219,
    0.4731354766194219,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6264336991709829,
    0.6146581398947845,
    0.6146581398947845,
    0.6146581398947845,
    0.6146581398947845,
    0.6146581398947845,
    0.6146581398947845,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7575236198754427,
    0.7787552988640116,
    0.7787552988640116,
    0.7787552988640116,
    0.7787552988640116,
    0.8287257512379025,
    0.8287257512379025,
    0.8287257512379025,
    0.8287257512379025,
    0.8287257512379025,
    0.8387764659448105
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.6127086041918285,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.7639699216724098,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8383947674302159,
    0.8444748847768243,
    0.8444748847768243,
    0.8444748847768243,
    0.8444748847768243
  ],
  "4": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens that showcase their latest apps, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.44225400985067786,
    0.44225400985067786,
    0.44225400985067786,
    0.44225400985067786,
    0.44225400985067786,
    0.44225400985067786,
    0.652744536511718,
    0.652744536511718,
    0.652744536511718,
    0.652744536511718,
    0.652744536511718,
    0.8231054154379864,
    0.8231054154379864,
    0.8231054154379864,
    0.8231054154379864,
    0.8231054154379864,
    0.8231054154379864,
    0.8231054154379864,
    0.8231054154379864,
    0.8502091837731556,
    0.8502091837731556,
    0.8502091837731556,
    0.8502091837731556,
    0.8502091837731556,
    0.8502091837731556,
    0.8502091837731556,
    0.8502091837731556,
    0.8502091837731556,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076,
    0.8432596370779076
  ],
  "5": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At a university venue, a cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, framing the career fair. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.48787990696582606,
    0.48787990696582606,
    0.48787990696582606,
    0.48787990696582606,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.6951720423701562,
    0.7633193271267454,
    0.7633193271267454,
    0.7633193271267454
  ],
  "6": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a shared indoor space, some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station.",
    "Inside a shared indoor space, students quietly rehearse elevator pitches against the wall. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens, showing their latest apps.",
    "Inside a shared indoor space, students quietly rehearse elevator pitches against the wall. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Inside a shared indoor space, students rehearse elevator pitches against the wall as alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "Inside a shared indoor space, students rehearse elevator pitches against the wall while alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "Inside a shared indoor space, students rehearse elevator pitches against the wall while alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "Inside a shared indoor space, students rehearse elevator pitches against the wall while alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens with their latest apps, and a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2837714641941305,
    0.2837714641941305,
    0.2837714641941305,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.5829385612955734,
    0.6210788832213654,
    0.6210788832213654,
    0.6210788832213654,
    0.6210788832213654,
    0.6210788832213654,
    0.5863477973153424,
    0.5863477973153424,
    0.5863477973153424,
    0.5863477973153424,
    0.5863477973153424,
    0.5863477973153424,
    0.5863477973153424,
    0.7822284694551241,
    0.7822284694551241,
    0.7822284694551241,
    0.7822284694551241,
    0.7822284694551241,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.8192168088289953,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473,
    0.841534257373473
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin as some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.7921049497294168,
    0.8213073231977205,
    0.8213073231977205,
    0.8213073231977205,
    0.8213073231977205,
    0.8213073231977205,
    0.8431323429627562,
    0.8431323429627562,
    0.8431323429627562,
    0.8431323429627562,
    0.8431323429627562,
    0.8431323429627562,
    0.8431323429627562,
    0.8431323429627562,
    0.8431323429627562,
    0.8431323429627562,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8701384997833435,
    0.8818654401927829,
    0.8818654401927829,
    0.8818654401927829,
    0.8818654401927829,
    0.8818654401927829,
    0.8818654401927829,
    0.8818654401927829,
    0.8818654401927829,
    0.8818654401927829
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers display community outreach photos, while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos. Networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, healthcare providers display community outreach photos while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule, as students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, healthcare providers display community outreach photos while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule as students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "Across the fair, healthcare providers display community outreach photos while networking etiquette workshops begin in the adjoining classroom. A welcome PA announces the fair schedule as students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow.",
    "Across the fair, healthcare providers display community outreach photos while networking etiquette workshops begin in the adjoining classroom. A welcome PA announces the fair schedule as students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.5535471793893354,
    0.7257852459865836,
    0.7257852459865836,
    0.7257852459865836,
    0.7411967256221916,
    0.7411967256221916,
    0.7411967256221916,
    0.7411967256221916,
    0.7411967256221916,
    0.7411967256221916,
    0.7411967256221916,
    0.7411967256221916,
    0.7411967256221916,
    0.8263251930258746,
    0.8263251930258746,
    0.8263251930258746,
    0.8263251930258746,
    0.8263251930258746,
    0.8263251930258746,
    0.8256406349319492,
    0.8256406349319492,
    0.8256406349319492,
    0.8256406349319492,
    0.8256406349319492,
    0.8256406349319492,
    0.8256406349319492,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705,
    0.8561118918435705
  ],
  "9": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards; near the coffee station, alumni volunteers share quick pep talks; in the adjoining classroom, workshops on networking etiquette begin; consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. Near the coffee station, alumni volunteers deliver quick pep talks. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards, while alumni volunteers deliver quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards, while alumni volunteers deliver quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance, while alumni volunteers deliver quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance, while alumni volunteers deliver quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5546509045664879,
    0.5546509045664879,
    0.5546509045664879,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.728321049167745,
    0.4578807860016456,
    0.4578807860016456,
    0.4578807860016456,
    0.7662286666436039,
    0.7662286666436039,
    0.7662286666436039,
    0.8146378390617638,
    0.8146378390617638,
    0.8146378390617638,
    0.8146378390617638,
    0.8146378390617638,
    0.8146378390617638,
    0.8146378390617638,
    0.8146378390617638,
    0.8146378390617638,
    0.8146378390617638,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8241420027800285,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304,
    0.8262032286183304
  ],
  "10": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up in the lead-up to the career fair opening. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up in the lead-up to the career fair opening. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.5527397915647662,
    0.6768863253651078,
    0.6768863253651078,
    0.6768863253651078,
    0.6768863253651078,
    0.6768863253651078,
    0.7222793083249244,
    0.7222793083249244,
    0.7222793083249244,
    0.7222793083249244,
    0.7222793083249244,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.7809798417897565,
    0.8285732210809846,
    0.8285732210809846,
    0.8285732210809846,
    0.8285732210809846,
    0.8285732210809846,
    0.8285732210809846,
    0.8285732210809846,
    0.8285732210809846,
    0.8285732210809846
  ],
  "11": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym before the career fair opens, students line up. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, before the career fair opens, students line up. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers offer brief pep talks near the coffee station.",
    "Outside the university gym before the career fair opens, students line up. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers offer brief pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym before the career fair opens, students line up. A robotics startup flies a small drone over its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers offer brief pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.7534817477654174,
    0.8221732573555605,
    0.8221732573555605,
    0.8221732573555605,
    0.8221732573555605,
    0.8392907935575822,
    0.8392907935575822,
    0.8392907935575822,
    0.8392907935575822,
    0.8392907935575822,
    0.8392907935575822,
    0.8430082072684562,
    0.8430082072684562,
    0.8430082072684562,
    0.8430082072684562,
    0.8430082072684562,
    0.8430082072684562,
    0.8430082072684562,
    0.8410433818396901,
    0.8410433818396901,
    0.8410433818396901,
    0.8410433818396901,
    0.8410433818396901,
    0.8410433818396901,
    0.8410433818396901,
    0.8410433818396901,
    0.8410433818396901
  ],
  "12": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5667259210814097,
    0.5667259210814097,
    0.5667259210814097,
    0.5667259210814097,
    0.7854549472237615,
    0.7854549472237615,
    0.7854549472237615,
    0.7854549472237615,
    0.7854549472237615,
    0.7854549472237615,
    0.7854549472237615,
    0.7854549472237615,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.6545639336725684,
    0.8339429959137254,
    0.8339429959137254,
    0.8339429959137254,
    0.8339429959137254,
    0.8339429959137254,
    0.8339429959137254,
    0.8339429959137254,
    0.8339429959137254,
    0.8339429959137254,
    0.8617222613320317,
    0.8617222613320317,
    0.8617222613320317,
    0.8617222613320317,
    0.8617222613320317,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531,
    0.8753749354134531
  ],
  "13": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "Event setup presents a registration area where staff scan registrations and issue lanyards. Attendees are reminded by career counselors to maintain eye contact. A robotics startup operates a small drone above its booth to attract attention. A PA system broadcasts a welcome announcement outlining the fair schedule. An alumni panel discusses preparation for technical interviews. Healthcare providers exhibit community outreach photos. Tech companies present demo screens showcasing their latest apps.",
    "At the event, a registration area handles check-in as staff scan registrations and issue lanyards. Attendees are reminded by career counselors to maintain eye contact. A robotics startup operates a small drone above its booth to attract attention. A PA system broadcasts a welcome announcement outlining the fair schedule. An alumni panel discusses preparation for technical interviews. Healthcare providers exhibit community outreach photos. Tech companies present demo screens showcasing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.8330743035859226,
    0.8330743035859226,
    0.8330743035859226,
    0.8330743035859226,
    0.8330743035859226,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8703907012067942,
    0.8703907012067942,
    0.8703907012067942,
    0.8703907012067942,
    0.8703907012067942,
    0.8703907012067942,
    0.8703907012067942,
    0.8703907012067942,
    0.84831732967598,
    0.84831732967598,
    0.84831732967598,
    0.84831732967598,
    0.84831732967598,
    0.84831732967598,
    0.84831732967598
  ],
  "14": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens of their latest apps; human resources teams jot notes on tablets as students introduce themselves; finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "The event features tech companies displaying demo screens of their latest apps, with human resources teams taking notes on tablets as students introduce themselves. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "An on-campus career fair features tech companies displaying demo screens of their latest apps, with human resources teams taking notes on tablets as students introduce themselves. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Ahead of the fair opening, students line up outside the university gym, while some rehearse elevator pitches quietly against the wall.",
    "At the on-campus career fair, tech companies display demo screens of their latest apps while human resources teams take notes on tablets as students introduce themselves. Finance firms supply QR codes to enable immediate internship applications. The engineering society runs a resume review table near the stage. Ahead of the fair opening, students line up outside the university gym, and some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.5268023191239968,
    0.5268023191239968,
    0.5268023191239968,
    0.5268023191239968,
    0.5268023191239968,
    0.6764856473428017,
    0.6764856473428017,
    0.6764856473428017,
    0.6764856473428017,
    0.6764856473428017,
    0.6764856473428017,
    0.6764856473428017,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.8699225915759032,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.852049090100999,
    0.8768942887947835,
    0.8768942887947835,
    0.8768942887947835,
    0.8768942887947835
  ],
  "15": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "In a career guidance setting, career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "In a career guidance setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens.",
    "In a career guidance setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens.",
    "In a career guidance setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a university career guidance setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a university career guidance setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "In a university career guidance setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "In a university career guidance setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Within a university career guidance setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Outside the university gym, several students line up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on an event map. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.40066738699480214,
    0.40066738699480214,
    0.40066738699480214,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.4547503434451152,
    0.6143371658994456,
    0.6143371658994456,
    0.6143371658994456,
    0.6143371658994456,
    0.6143371658994456,
    0.6224777657638598,
    0.6224777657638598,
    0.6224777657638598,
    0.6224777657638598,
    0.6414323150781889,
    0.6414323150781889,
    0.6414323150781889,
    0.6414323150781889,
    0.6414323150781889,
    0.6772776726955023,
    0.6772776726955023,
    0.6772776726955023,
    0.6772776726955023,
    0.6772776726955023,
    0.6772776726955023,
    0.6772776726955023,
    0.7046255411143676,
    0.7046255411143676,
    0.7046255411143676,
    0.7046255411143676,
    0.7433761162702994,
    0.7433761162702994,
    0.7433761162702994,
    0.7433761162702994,
    0.7433761162702994,
    0.7433761162702994,
    0.7433761162702994,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7619162981555918,
    0.7813486828125259,
    0.7813486828125259
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym, in advance of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair opening, while healthcare providers display community outreach photos. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens; healthcare providers display community outreach photos; groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Outside the university gym, students queue before the career fair opens. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3706019155454181,
    0.3706019155454181,
    0.3706019155454181,
    0.3706019155454181,
    0.3753937105389688,
    0.3753937105389688,
    0.3753937105389688,
    0.3753937105389688,
    0.3753937105389688,
    0.3753937105389688,
    0.3753937105389688,
    0.5858646003756021,
    0.5858646003756021,
    0.5858646003756021,
    0.5858646003756021,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.4626455875632937,
    0.7964910012080183,
    0.7964910012080183,
    0.7964910012080183,
    0.7964910012080183,
    0.7964910012080183,
    0.805725701035729,
    0.805725701035729,
    0.805725701035729,
    0.8014711308060436,
    0.8014711308060436,
    0.8014711308060436,
    0.8014711308060436,
    0.80973442666626,
    0.80973442666626,
    0.80973442666626,
    0.80973442666626,
    0.80973442666626,
    0.80973442666626,
    0.80973442666626,
    0.819252364127835,
    0.819252364127835
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "In the scene, career counselors direct unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers display community outreach photos.",
    "In the scene, career counselors direct unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers display community outreach photos.",
    "In the scene, career counselors direct unsure students toward applicable industries; alumni volunteers give quick pep talks near the coffee station; healthcare providers display community outreach photos; and human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors direct unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers display community outreach photos, and human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens; event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors direct unsure students toward applicable industries, alumni volunteers give quick pep talks near the coffee station, healthcare providers display community outreach photos, and human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors direct unsure students toward applicable industries; alumni volunteers give quick pep talks near the coffee station; healthcare providers display community outreach photos; and human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors direct unsure students toward applicable industries; alumni volunteers give quick pep talks near the coffee station; healthcare providers display community outreach photos; and human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.5103144811360163,
    0.407199135047912,
    0.407199135047912,
    0.407199135047912,
    0.407199135047912,
    0.407199135047912,
    0.407199135047912,
    0.7507691264025333,
    0.7507691264025333,
    0.7507691264025333,
    0.7507691264025333,
    0.7507691264025333,
    0.7507691264025333,
    0.7507691264025333,
    0.7507691264025333,
    0.7507691264025333,
    0.7507691264025333,
    0.6208191085224269,
    0.6208191085224269,
    0.6208191085224269,
    0.6208191085224269,
    0.6208191085224269,
    0.6208191085224269,
    0.6208191085224269,
    0.6176993609169796,
    0.6176993609169796,
    0.6176993609169796,
    0.6176993609169796,
    0.6176993609169796,
    0.6176993609169796,
    0.6176993609169796,
    0.6176993609169796,
    0.7469846208852124
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. In the room, students clutch resumes inside branded folders, keeping their materials organized as the discussion unfolds.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. In the room, students clutch resumes inside branded folders, keeping their materials organized as the discussion unfolds. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. In the room, students clutch resumes inside branded folders, keeping their materials organized as the discussion unfolds. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel is discussing how to prepare for technical interviews, offering guidance to attendees. In the room, students clutch resumes inside branded folders, keeping their materials organized as the discussion unfolds. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. In the room, students clutch resumes inside branded folders, keeping their materials organized as the discussion unfolds. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. In the room, students clutch resumes inside branded folders, keeping their materials organized as the discussion unfolds. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Inside the room, students clutch resumes inside branded folders, keeping their materials organized as the discussion unfolds. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. Inside the room, students clutch resumes inside branded folders, keeping their materials organized as the discussion unfolds. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5418753591020463,
    0.5418753591020463,
    0.5418753591020463,
    0.5418753591020463,
    0.5418753591020463,
    0.5418753591020463,
    0.5418753591020463,
    0.5418753591020463,
    0.5418753591020463,
    0.5418753591020463,
    0.68189082955215,
    0.68189082955215,
    0.68189082955215,
    0.7430980753979666,
    0.7430980753979666,
    0.7430980753979666,
    0.7430980753979666,
    0.7430980753979666,
    0.7430980753979666,
    0.7430980753979666,
    0.7430980753979666,
    0.7295890588010214,
    0.7295890588010214,
    0.7295890588010214,
    0.7295890588010214,
    0.7295890588010214,
    0.7295890588010214,
    0.8305128688087287,
    0.8305128688087287,
    0.8305128688087287,
    0.8305128688087287,
    0.8305128688087287,
    0.8305128688087287,
    0.8305128688087287,
    0.8305128688087287,
    0.8305128688087287,
    0.8749583783837913,
    0.8749583783837913,
    0.8749583783837913,
    0.8749583783837913,
    0.8749583783837913,
    0.8749583783837913,
    0.8726204993236555,
    0.8726204993236555,
    0.8726204993236555,
    0.8726204993236555,
    0.8726204993236555,
    0.8726204993236555,
    0.8726204993236555,
    0.8726204993236555,
    0.8865004430943159,
    0.8865004430943159,
    0.8865004430943159,
    0.8865004430943159
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "A scene shows alumni volunteers delivering brief pep talks near the coffee station while healthcare providers display community outreach photos.",
    "A scene depicts alumni volunteers delivering brief pep talks near the coffee station while healthcare providers display community outreach photos, and some students quietly rehearse elevator pitches against the wall.",
    "In an event space, alumni volunteers deliver brief pep talks near the coffee station while healthcare providers display community outreach photos. Some students quietly rehearse elevator pitches against the wall, and a robotics startup flies a small drone above its booth to attract attention.",
    "An event space hosts several activity clusters: alumni volunteers deliver brief pep talks near the coffee station; healthcare providers display community outreach photos nearby; some students quietly rehearse elevator pitches against the wall; a robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case study booklets on high tables.",
    "An event space hosts several activity clusters: alumni volunteers deliver brief pep talks near the coffee station; healthcare providers display community outreach photos nearby; some students quietly rehearse elevator pitches against the wall; a robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event space features multiple activity clusters. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display community outreach photos nearby. Students quietly rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "The event space contains multiple activity clusters. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display community outreach photos nearby. Students quietly rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "The event space hosts several activity clusters, with alumni volunteers delivering brief pep talks near the coffee station while healthcare providers display community outreach photos nearby. Students quietly rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.34953407433560196,
    0.34953407433560196,
    0.34953407433560196,
    0.34953407433560196,
    0.34953407433560196,
    0.34953407433560196,
    0.30711862826316916,
    0.30711862826316916,
    0.30711862826316916,
    0.30711862826316916,
    0.5762668125804759,
    0.5762668125804759,
    0.5762668125804759,
    0.5762668125804759,
    0.5762668125804759,
    0.5762668125804759,
    0.5762668125804759,
    0.5762668125804759,
    0.44832770887262696,
    0.44832770887262696,
    0.44832770887262696,
    0.44832770887262696,
    0.44832770887262696,
    0.44832770887262696,
    0.44832770887262696,
    0.5649234163017915,
    0.5649234163017915,
    0.5649234163017915,
    0.5649234163017915,
    0.5649234163017915,
    0.5649234163017915,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.7805641549063003,
    0.8067012213864024,
    0.8067012213864024,
    0.8067012213864024,
    0.8067012213864024,
    0.8067012213864024,
    0.831364688400744,
    0.831364688400744,
    0.831364688400744,
    0.831364688400744
  ],
  "20": [
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention. The drone is small and in flight over the booth area, intended to draw visitors attention to the startups display.",
    "A robotics startup is flying a small drone over its booth to attract attention and draw visitors to the startups display. The drone is in flight above the booth area. Tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone over its booth to attract attention and draw visitors to the startups display. The drone is in flight above the booth area. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "A robotics startup is flying a small drone over its booth to attract attention and draw visitors to the startups display, with the drone in flight above the booth area. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At a trade show, a robotics startup is flying a small drone over its booth to attract attention and draw visitors to the startups display, with the drone in flight above the booth area. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a trade show, a robotics startup is piloting a small drone over its booth to attract attention and draw visitors to the startups display, with the drone in flight above the booth area. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a trade show, a robotics startup is piloting a small drone over its booth to attract attention and draw visitors to its display, with the drone in flight above the booth area. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a trade show, a robotics startup pilots a small drone over its booth to attract attention and draw visitors to its display, with the drone in flight above the booth area. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a trade show, a robotics startup pilots a small drone over its booth to attract attention and draw visitors to its display, with the drone in flight above the booth area. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.4065620638301962,
    0.4065620638301962,
    0.4065620638301962,
    0.4065620638301962,
    0.4065620638301962,
    0.4065620638301962,
    0.4065620638301962,
    0.4065620638301962,
    0.4065620638301962,
    0.5668597970723284,
    0.5668597970723284,
    0.6269096038116826,
    0.6269096038116826,
    0.6269096038116826,
    0.6269096038116826,
    0.6269096038116826,
    0.6269096038116826,
    0.6627270777620995,
    0.6627270777620995,
    0.6627270777620995,
    0.6627270777620995,
    0.6627270777620995,
    0.6627270777620995,
    0.6627270777620995,
    0.6627270777620995,
    0.6627270777620995,
    0.7344481900718065,
    0.7344481900718065,
    0.7344481900718065,
    0.7344481900718065,
    0.7344481900718065,
    0.7344481900718065,
    0.7344481900718065,
    0.7344481900718065,
    0.734688390829787,
    0.734688390829787,
    0.734688390829787,
    0.734688390829787,
    0.734688390829787,
    0.7374086138177622,
    0.7374086138177622,
    0.7374086138177622,
    0.7374086138177622,
    0.7374086138177622,
    0.7374086138177622,
    0.7374086138177622,
    0.7374086138177622,
    0.7374086138177622,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544,
    0.7413585249634544
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards to attendees.",
    "At the event entrance, career counselors remind attendees to maintain eye contact; event staff scan registrations and hand out lanyards to attendees; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards to attendees. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards to attendees. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the event entrance, career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards to attendees at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "The scene remains centered at the event entrance where career counselors remind attendees to maintain eye contact, and staff scan registrations while handing out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene centers at the event entrance where career counselors remind attendees to maintain eye contact, and staff scan registrations while handing out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they introduce themselves, while human resources teams jot notes on tablets during the interactions.",
    "The scene centers at the event entrance where career counselors remind attendees to maintain eye contact, and staff scan registrations while handing out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop nearby. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they introduce themselves, while human resources teams jot notes on tablets during the interactions.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they introduce themselves, while human resources teams jot notes on tablets during the interactions. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4307711177425725,
    0.4307711177425725,
    0.4307711177425725,
    0.4307711177425725,
    0.5071717929645561,
    0.5071717929645561,
    0.5071717929645561,
    0.5071717929645561,
    0.5071717929645561,
    0.5071717929645561,
    0.5071717929645561,
    0.8116501396000835,
    0.8116501396000835,
    0.8116501396000835,
    0.8116501396000835,
    0.837411512577163,
    0.837411512577163,
    0.837411512577163,
    0.837411512577163,
    0.837411512577163,
    0.837411512577163,
    0.837411512577163,
    0.837411512577163,
    0.8372736623006436,
    0.8372736623006436,
    0.8372736623006436,
    0.8372736623006436,
    0.8372736623006436,
    0.8372736623006436,
    0.8372736623006436,
    0.8372736623006436,
    0.8036622135498073,
    0.8036622135498073,
    0.8036622135498073,
    0.8036622135498073,
    0.8036622135498073,
    0.8036622135498073,
    0.8036622135498073,
    0.8036622135498073,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7551815293991888,
    0.7608307741844977,
    0.7608307741844977,
    0.7608307741844977,
    0.7608307741844977,
    0.7608307741844977,
    0.7608307741844977,
    0.7608307741844977
  ],
  "22": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "A trade-show floor hosts consulting firms stacking glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention.",
    "At a trade-show floor, consulting firms arrange glossy case study booklets on high tables. Dozens of booths circle the polished floor, each with colorful banners. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens for their latest apps.",
    "On a trade-show floor, consulting firms arrange glossy case study booklets on high tables. Dozens of booths circle the polished floor, each displaying colorful banners. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens for their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "On a trade-show floor, consulting firms arrange glossy case study booklets on high tables. Dozens of booths circle the polished floor, each displaying colorful banners. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens for their latest apps. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "On a trade-show floor, dozens of booths circle the polished space, with consulting firms arranging glossy case study booklets on high tables and each booth displaying colorful banners. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens for their latest apps. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "On a polished trade-show floor, dozens of booths circle the space as consulting firms display glossy case study booklets on high tables beneath colorful banners. A robotics startup flies a small drone above its booth to draw attention, while tech companies showcase demo screens for their latest apps. A welcome announcement outlines the fair schedule over the PA system. Career counselors direct unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Alumni volunteers offer quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.6297136480464016,
    0.6297136480464016,
    0.6297136480464016,
    0.6297136480464016,
    0.6297136480464016,
    0.6921462128457475,
    0.6921462128457475,
    0.6921462128457475,
    0.6921462128457475,
    0.6921462128457475,
    0.6921462128457475,
    0.6921462128457475,
    0.7752436325228691,
    0.7752436325228691,
    0.7752436325228691,
    0.7752436325228691,
    0.7752436325228691,
    0.8178370006331548,
    0.8178370006331548,
    0.8178370006331548,
    0.8178370006331548,
    0.8178370006331548,
    0.8178370006331548,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8200053221320225,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207,
    0.8296001581415207
  ],
  "23": [
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open. A cybersecurity company runs a password cracking challenge on a laptop.",
    "LLM error: ('Connection aborted.', RemoteDisconnected('Remote end closed connection without response'))",
    "An LLM error occurred: Connection aborted, RemoteDisconnected('Remote end closed connection without response'). At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. An LLM error occurred: Connection aborted, RemoteDisconnected('Remote end closed connection without response').",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. An LLM error occurred: Connection aborted, RemoteDisconnected('Remote end closed connection without response'). Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. An LLM error occurred: Connection aborted, RemoteDisconnected('Remote end closed connection without response').",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. An LLM error occurred: Connection aborted, RemoteDisconnected('Remote end closed connection without response'). A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. An LLM error occurred: Connection aborted, RemoteDisconnected('Remote end closed connection without response'). A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.4939742529047685,
    0.4939742529047685,
    0.4939742529047685,
    0.4939742529047685,
    0.4939742529047685,
    0.4939742529047685,
    0.4939742529047685,
    0.4939742529047685,
    0.4939742529047685,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.1430800084024668,
    0.3070606049757334,
    0.3070606049757334,
    0.3070606049757334,
    0.3070606049757334,
    0.3070606049757334,
    0.39813264232948165,
    0.39813264232948165,
    0.39813264232948165,
    0.39813264232948165,
    0.39813264232948165,
    0.39813264232948165,
    0.39813264232948165,
    0.597537641797345,
    0.597537641797345,
    0.597537641797345,
    0.597537641797345,
    0.597537641797345,
    0.6177609037658129,
    0.6177609037658129,
    0.6177609037658129,
    0.6177609037658129,
    0.6177609037658129,
    0.6177609037658129,
    0.6177609037658129,
    0.6177609037658129,
    0.7556049295002508,
    0.7556049295002508,
    0.7556049295002508,
    0.7556049295002508,
    0.7556049295002508,
    0.7556049295002508,
    0.7556049295002508,
    0.7556049295002508,
    0.8152578726149218,
    0.8152578726149218,
    0.8152578726149218,
    0.8152578726149218,
    0.8152578726149218
  ],
  "24": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym before the career fair opens as human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens as human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "The university career fair unfolds outside the university gym before it opens. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "The university career fair unfolds outdoors in front of the gym before it opens. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "An outdoor university career fair unfolds in front of the gym before opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "An outdoor university career fair unfolds in front of the gym before opening. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.45822842150831933,
    0.45822842150831933,
    0.45822842150831933,
    0.65244450089742,
    0.65244450089742,
    0.65244450089742,
    0.65244450089742,
    0.7497087848588571,
    0.7497087848588571,
    0.7497087848588571,
    0.7497087848588571,
    0.7497087848588571,
    0.7497087848588571,
    0.7717055556289123,
    0.7717055556289123,
    0.7717055556289123,
    0.7717055556289123,
    0.7717055556289123,
    0.7717055556289123,
    0.7717055556289123,
    0.7717055556289123,
    0.7717055556289123,
    0.7717055556289123,
    0.7974957227720187,
    0.7974957227720187,
    0.7974957227720187,
    0.7992885109066917,
    0.7992885109066917,
    0.7992885109066917,
    0.7992885109066917,
    0.8120827641315043,
    0.8120827641315043,
    0.8120827641315043,
    0.8120827641315043,
    0.8120827641315043,
    0.8120827641315043,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855,
    0.8309334645083855
  ]
}