{
  "0": [
    "",
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance toward the stage.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while a blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while a blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while a blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while a blue carpet extends from the entrance toward the stage. Healthcare providers showcase community outreach photos near the entrance, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4011693739028225,
    0.4011693739028225,
    0.5015561844234123,
    0.5015561844234123,
    0.5015561844234123,
    0.5015561844234123,
    0.5015561844234123,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5199648126225694,
    0.5764324521518609,
    0.5764324521518609,
    0.5764324521518609,
    0.5764324521518609,
    0.5876327369841192,
    0.5876327369841192,
    0.5876327369841192,
    0.5876327369841192,
    0.5876327369841192,
    0.5876327369841192,
    0.6703630060231176,
    0.6703630060231176,
    0.6703630060231176,
    0.6703630060231176,
    0.6703630060231176,
    0.6703630060231176,
    0.5841761301712106,
    0.5841761301712106,
    0.5841761301712106,
    0.5841761301712106,
    0.5841761301712106,
    0.5841761301712106,
    0.5841761301712106,
    0.5827700566009592,
    0.5827700566009592,
    0.5827700566009592,
    0.5827700566009592,
    0.5827700566009592,
    0.5827700566009592,
    0.5827700566009592,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105,
    0.6459152169306105
  ],
  "1": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. A small crowd gathers around each volunteer.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A small crowd gathers around the alumni volunteers.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A small crowd gathers around the alumni volunteers. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, with a small crowd gathering around each volunteer. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps."
  ],
  "1_score": [
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.7784681621698233,
    0.7784681621698233,
    0.7784681621698233,
    0.8235089609558797,
    0.8235089609558797,
    0.8235089609558797,
    0.8685610166142654,
    0.8685610166142654,
    0.8685610166142654,
    0.8685610166142654,
    0.872716309967948,
    0.872716309967948,
    0.872716309967948,
    0.872716309967948,
    0.872716309967948,
    0.8718499683770667,
    0.8718499683770667,
    0.8718499683770667,
    0.8718499683770667,
    0.877692371889636,
    0.877692371889636,
    0.877692371889636,
    0.877692371889636,
    0.877692371889636,
    0.877692371889636,
    0.877692371889636,
    0.8716103306065621,
    0.8716103306065621,
    0.8716103306065621,
    0.8716103306065621,
    0.8716103306065621,
    0.8716103306065621,
    0.8716103306065621,
    0.8716103306065621,
    0.8857088556167614,
    0.8857088556167614,
    0.8857088556167614,
    0.8857088556167614,
    0.8857088556167614,
    0.8857088556167614,
    0.8891061990980487,
    0.8891061990980487,
    0.8891061990980487,
    0.8891061990980487,
    0.8891061990980487,
    0.8891061990980487,
    0.8891061990980487,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9040610075543568,
    0.9005854109116104,
    0.9005854109116104
  ],
  "2": [
    "Tech companies are displaying demo screens showcasing their latest apps. The screens are located at a trade show.",
    "The trade show features demo screens displaying the latest apps from tech companies. Career counselors are advising attendees to maintain eye contact.",
    "The trade show includes demo screens showcasing the latest apps from tech companies and healthcare providers are presenting community outreach photos. Career counselors are advising attendees to maintain eye contact with the apps and each other.",
    "The trade show features demo screens displaying apps from tech companies and healthcare providers, who are also presenting community outreach photos. Career counselors are advising attendees to maintain eye contact with the apps and each other. A welcome announcement is playing over the PA system, outlining the fair schedule.",
    "The trade show includes demo screens showcasing applications from tech companies and healthcare providers, alongside community outreach photographs. Career counselors are advising attendees to maintain eye contact with the apps and with each other. A welcome announcement is playing over the PA system, detailing the fair’s schedule. Career counselors reiterate the instruction to maintain eye contact.",
    "The career fair includes demo screens showcasing applications from tech companies and healthcare providers, alongside community outreach photographs. Career counselors are advising attendees to maintain eye contact with the apps and with each other. Students line up outside the university gym before the career fair opens. A welcome announcement is playing over the PA system, detailing the fair’s schedule.",
    "Students line up outside the university gym before the career fair opens. Demo screens showcasing applications from tech companies and healthcare providers are present, alongside community outreach photographs. Career counselors are advising attendees to maintain eye contact with the apps and with each other. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement is playing over the PA system detailing the fair’s schedule.",
    "Students line up outside the university gym before the career fair opens. Demo screens showcasing applications from tech companies and healthcare providers are present alongside community outreach photographs. Career counselors are advising attendees to maintain eye contact with the apps and with each other. Event staff are scanning registrations and handing out lanyards at the entrance, while a welcome announcement is playing over the PA system detailing the fair’s schedule. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Demo screens showcasing applications from tech companies and healthcare providers are present alongside community outreach photographs. Career counselors are advising attendees to maintain eye contact with the apps and with each other. Event staff are scanning registrations and handing out lanyards at the entrance, while a welcome announcement is playing over the PA system detailing the fair’s schedule. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Demo screens showcasing applications from tech companies and healthcare providers are present alongside community outreach photographs. Career counselors are advising attendees to maintain eye contact with the apps and with each other. Event staff are scanning registrations and handing out lanyards at the entrance, while a welcome announcement is playing over the PA system detailing the fair’s schedule. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Demo screens showcasing applications from tech companies and healthcare providers are present alongside community outreach photographs. Career counselors are advising attendees to maintain eye contact with the apps and with each other. Event staff are scanning registrations and handing out lanyards at the entrance, while a welcome announcement is playing over the PA system detailing the fair’s schedule. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Demo screens showcasing applications from tech companies and healthcare providers are present alongside community outreach photographs. Career counselors are advising attendees to maintain eye contact with the apps and with each other. Event staff are scanning registrations and handing out lanyards at the entrance, while a welcome announcement is playing over the PA system detailing the fair’s schedule. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.38186725781375525,
    0.38186725781375525,
    0.38186725781375525,
    0.38186725781375525,
    0.38186725781375525,
    0.38186725781375525,
    0.5028626620918808,
    0.5028626620918808,
    0.5109623910106962,
    0.5109623910106962,
    0.623329181442574,
    0.623329181442574,
    0.623329181442574,
    0.623329181442574,
    0.623329181442574,
    0.623329181442574,
    0.623329181442574,
    0.623329181442574,
    0.6792655745692414,
    0.6792655745692414,
    0.6792655745692414,
    0.6792655745692414,
    0.6792655745692414,
    0.6792655745692414,
    0.8283907912302341,
    0.8283907912302341,
    0.8283907912302341,
    0.8283907912302341,
    0.8597211819155126,
    0.8597211819155126,
    0.8597211819155126,
    0.8597211819155126,
    0.8597211819155126,
    0.8597211819155126,
    0.8597211819155126,
    0.8792922723589289,
    0.8792922723589289,
    0.8792922723589289,
    0.8792922723589289,
    0.8792922723589289,
    0.8792922723589289,
    0.8792922723589289,
    0.8792922723589289,
    0.9050390277025595,
    0.9050390277025595,
    0.9050390277025595,
    0.9050390277025595,
    0.9050390277025595,
    0.9050390277025595,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279,
    0.8996752024887279
  ],
  "3": [
    "",
    "Students clutch resumes inside branded folders. The folders are branded with the university’s crest.",
    "Students clutch resumes inside university-branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Students clutch resumes inside university-branded folders. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "Students clutch resumes inside university-branded folders. Dozens of booths with colorful banners circle the polished floor, housing healthcare providers who showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Students clutch resumes inside university-branded folders as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos from the booths, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying university-branded folders containing resumes. Healthcare providers show community outreach photos from their booths, and alumni volunteers offer quick pep talks near the coffee station while career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying university-branded folders containing resumes. Healthcare providers show community outreach photos from their booths, and alumni volunteers offer quick pep talks near the coffee station while career counselors remind attendees to maintain eye contact.",
    "The university gym is filled with students lining up outside, awaiting the opening of the career fair. Dozens of booths surround the floor, each displaying university-branded folders containing resumes. Healthcare providers are present with community outreach photos, and alumni volunteers offer pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The university gym is filled with students lining up outside, awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, each displaying university-branded folders containing resumes. Healthcare providers are present with community outreach photos, and alumni volunteers offer pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, each displaying university-branded folders containing resumes. Healthcare providers are present with community outreach photos, and alumni volunteers offer pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, each displaying university-branded folders containing resumes. Healthcare providers are present with community outreach photos, and alumni volunteers offer pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, each displaying university-branded folders containing resumes. Tech companies display demo screens showing their latest apps. Healthcare providers are present with community outreach photos, and alumni volunteers offer pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, each displaying university-branded folders containing resumes. Tech companies display demo screens showing their latest apps, while healthcare providers present community outreach photos. Alumni volunteers offer pep talks near the coffee station, and career counselors remind attendees to maintain eye contact."
  ],
  "3_score": [
    0.0,
    0.4473104321588777,
    0.5409964418064658,
    0.5409964418064658,
    0.6406161666490979,
    0.6406161666490979,
    0.6406161666490979,
    0.6406161666490979,
    0.6406161666490979,
    0.6406161666490979,
    0.6406161666490979,
    0.6798980239704386,
    0.6798980239704386,
    0.6798980239704386,
    0.6798980239704386,
    0.6798980239704386,
    0.7261317917805843,
    0.7261317917805843,
    0.7261317917805843,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.6176550057012836,
    0.8852818162806779,
    0.8852818162806779,
    0.8852818162806779,
    0.8852818162806779,
    0.8852818162806779,
    0.8852818162806779,
    0.8831585692956769,
    0.8831585692956769,
    0.8831585692956769,
    0.8831585692956769,
    0.8831585692956769,
    0.8831585692956769,
    0.8790043914283125,
    0.8790043914283125,
    0.8790043914283125,
    0.8790043914283125,
    0.8790043914283125,
    0.8790043914283125,
    0.8898024733948668,
    0.8898024733948668,
    0.8898024733948668,
    0.8898024733948668,
    0.8898024733948668,
    0.8898024733948668,
    0.8898024733948668,
    0.8898024733948668,
    0.8855453682407506,
    0.8855453682407506,
    0.8855453682407506,
    0.8855453682407506,
    0.8855453682407506,
    0.8855453682407506,
    0.8855453682407506,
    0.8744003175392316,
    0.8744003175392316,
    0.8744003175392316
  ],
  "4": [
    "The polished floor is surrounded by dozens of booths displaying colorful banners.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens."
  ],
  "4_score": [
    0.3571974347126291,
    0.3571974347126291,
    0.5501308998060378,
    0.5501308998060378,
    0.5501308998060378,
    0.6524726345664897,
    0.6524726345664897,
    0.6639894612735113,
    0.6639894612735113,
    0.6639894612735113,
    0.6639894612735113,
    0.6639894612735113,
    0.6639894612735113,
    0.6639894612735113,
    0.7288716615663636,
    0.7288716615663636,
    0.7288716615663636,
    0.7288716615663636,
    0.7288716615663636,
    0.7288716615663636,
    0.7288716615663636,
    0.7376958483866705,
    0.7376958483866705,
    0.7376958483866705,
    0.7376958483866705,
    0.7376958483866705,
    0.7376958483866705,
    0.7695439661203125,
    0.7695439661203125,
    0.7695439661203125,
    0.7695439661203125,
    0.7695439661203125,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7587620867170819,
    0.7544394288258787,
    0.7544394288258787,
    0.7544394288258787,
    0.7544394288258787,
    0.7544394288258787,
    0.7544394288258787,
    0.7544394288258787,
    0.7544394288258787,
    0.8545439810297315
  ],
  "5": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps. Several demo screens are visible.",
    "Several demo screens display the latest apps from tech companies. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "The entrance features several demo screens showcasing the latest apps from tech companies. Event staff are scanning registrations and distributing lanyards. Career counselors are reminding attendees to maintain eye contact.",
    "The entrance displays several demo screens featuring apps from tech companies. Event staff are scanning registrations and distributing lanyards. Healthcare providers are showing community outreach photos. Career counselors are reminding attendees to maintain eye contact.",
    "The entrance features several demo screens displaying applications from tech companies. Event staff are scanning registrations and distributing lanyards to attendees. Healthcare providers are presenting community outreach photographs, while career counselors are advising attendees to maintain eye contact. Tech companies continue to showcase their latest applications on the demo screens.",
    "The entrance displays several demo screens showcasing applications from tech companies. Event staff are scanning registrations and distributing lanyards to attendees. Healthcare providers are presenting community outreach photographs, while career counselors advise attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "The polished floor circles dozens of booths with colorful banners. Event staff are scanning registrations and distributing lanyards to attendees. Several demo screens showcasing applications from tech companies are displayed at the entrance. Healthcare providers are presenting community outreach photographs, and students line up outside the university gym before the career fair opens.",
    "The polished floor circles dozens of booths with colorful banners. Event staff are scanning registrations and distributing lanyards to attendees. Several demo screens showcasing applications from tech companies are displayed at the entrance. Healthcare providers are presenting community outreach photographs, and students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "The polished floor circles dozens of booths with colorful banners, while event staff are scanning registrations and distributing lanyards to attendees. Several demo screens showcasing applications from tech companies are displayed at the entrance, and healthcare providers are presenting community outreach photographs. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor circles dozens of booths with colorful banners, while event staff are scanning registrations and distributing lanyards to attendees. Several demo screens showcasing applications from tech companies are displayed at the entrance, and healthcare providers are presenting community outreach photographs. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor circles dozens of booths with colorful banners, while event staff are scanning registrations and distributing lanyards to attendees. Demo screens showcasing applications from tech companies are displayed at the entrance, alongside community outreach photographs presented by healthcare providers. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor circles dozens of booths displaying colorful banners, while event staff are scanning registrations and distributing lanyards to attendees. Demo screens showcasing applications from tech companies are displayed at the entrance, alongside community outreach photographs presented by healthcare providers. Students line up outside the university gym, clutching resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor circles dozens of booths displaying colorful banners, with event staff scanning registrations and distributing lanyards to attendees. Demo screens showcasing applications from tech companies are displayed at the entrance, alongside community outreach photographs presented by healthcare providers. Students line up outside the university gym, clutching resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "5_score": [
    0.0,
    0.0,
    0.37516109146041765,
    0.37516109146041765,
    0.46839340616143527,
    0.46839340616143527,
    0.46839340616143527,
    0.46839340616143527,
    0.6462696114104016,
    0.6462696114104016,
    0.6462696114104016,
    0.6462696114104016,
    0.6711483287747104,
    0.6711483287747104,
    0.6711483287747104,
    0.6402128687388803,
    0.6402128687388803,
    0.6402128687388803,
    0.6402128687388803,
    0.6402128687388803,
    0.780610458323236,
    0.780610458323236,
    0.780610458323236,
    0.780610458323236,
    0.7361235523006616,
    0.7361235523006616,
    0.7361235523006616,
    0.7361235523006616,
    0.7654659421918504,
    0.7654659421918504,
    0.7654659421918504,
    0.7654659421918504,
    0.7654659421918504,
    0.7654659421918504,
    0.8073959269904218,
    0.8073959269904218,
    0.8073959269904218,
    0.8073959269904218,
    0.8073959269904218,
    0.8073959269904218,
    0.8549391961959808,
    0.8549391961959808,
    0.8549391961959808,
    0.8549391961959808,
    0.8549391961959808,
    0.8549391961959808,
    0.8549391961959808,
    0.8255339444591905,
    0.8255339444591905,
    0.8255339444591905,
    0.8255339444591905,
    0.8255339444591905,
    0.8255339444591905,
    0.8255339444591905,
    0.7760592481378696,
    0.7760592481378696,
    0.7760592481378696,
    0.7760592481378696,
    0.7760592481378696,
    0.7760592481378696,
    0.7760592481378696,
    0.7760592481378696,
    0.7565367895216305,
    0.7565367895216305,
    0.7565367895216305,
    0.7565367895216305
  ],
  "6": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets lay on high tables, and healthcare providers are displaying community outreach photos. The scene includes a collection of printed materials and photographic displays, suggesting an informational setting focused on presentations and shared visuals.",
    "Several glossy case study booklets lay on high tables, and healthcare providers are displaying community outreach photos. Career counselors remind attendees to maintain eye contact. The scene includes a collection of printed materials and photographic displays, suggesting an informational setting focused on presentations and shared visuals.",
    "Several glossy case study booklets lay on high tables, and healthcare providers are displaying community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. The scene includes a collection of printed materials and photographic displays, suggesting an informational setting focused on presentations and shared visuals.",
    "Several glossy case study booklets lay on high tables, and healthcare providers are displaying community outreach photos. Students line up outside the university gym before the career fair opens, with career counselors reminding attendees to maintain eye contact. The scene includes a collection of printed materials and photographic displays, suggesting an informational setting focused on presentations and shared visuals.",
    "Several glossy case study booklets and photographic displays are on high tables, alongside demo screens showing the latest apps from tech companies. Students line up outside the university gym, where career counselors are reminding attendees to maintain eye contact. The scene suggests an informational setting centered around presentations and shared visuals.",
    "Several glossy case study booklets and photographic displays are on high tables, alongside demo screens showing the latest apps from tech companies. Students line up outside the university gym, where career counselors are reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets and photographic displays are on high tables, alongside demo screens showing the latest apps from tech companies. Students line up outside the university gym, where career counselors are reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several glossy case study booklets and photographic displays are on high tables, alongside demo screens showing the latest apps from tech companies. Students line up outside the university gym, where career counselors are reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets and photographic displays are on high tables, alongside demo screens showing the latest apps from tech companies. Students line up outside the university gym, where career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Several glossy case study booklets and photographic displays are on high tables, alongside demo screens showing the latest apps from tech companies. Students line up outside the university gym, where career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets and photographic displays are on high tables, alongside demo screens showing the latest apps from tech companies. Students line up outside the university gym, where career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets and photographic displays are on high tables, alongside demo screens showing the latest apps from tech companies. Students line up outside the university gym, where career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.3210969859128918,
    0.3820696740013042,
    0.3820696740013042,
    0.5917031931412268,
    0.5917031931412268,
    0.5917031931412268,
    0.7562930117451239,
    0.7562930117451239,
    0.7562930117451239,
    0.7562930117451239,
    0.7562930117451239,
    0.7705142833537146,
    0.7705142833537146,
    0.7705142833537146,
    0.6815574237113597,
    0.6815574237113597,
    0.6815574237113597,
    0.6815574237113597,
    0.7951730469276773,
    0.7951730469276773,
    0.7951730469276773,
    0.7951730469276773,
    0.8240297947569325,
    0.8240297947569325,
    0.8240297947569325,
    0.8240297947569325,
    0.8240297947569325,
    0.8240297947569325,
    0.8240297947569325,
    0.8240297947569325,
    0.8534605544727221,
    0.8534605544727221,
    0.8534605544727221,
    0.8534605544727221,
    0.8534605544727221,
    0.8534605544727221,
    0.8534605544727221,
    0.8534605544727221,
    0.8555393134346435,
    0.8555393134346435,
    0.8555393134346435,
    0.8555393134346435,
    0.8555393134346435,
    0.8555393134346435,
    0.8555393134346435,
    0.8457414609115496,
    0.8457414609115496,
    0.8457414609115496,
    0.8457414609115496,
    0.8457414609115496,
    0.8457414609115496,
    0.8457414609115496,
    0.8457414609115496,
    0.8531695939453557,
    0.8531695939453557,
    0.8531695939453557,
    0.8531695939453557,
    0.8531695939453557,
    0.8531695939453557,
    0.8328893117445539,
    0.8328893117445539,
    0.8328893117445539,
    0.8328893117445539,
    0.8328893117445539,
    0.8328893117445539
  ],
  "7": [
    "",
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a group of providers interacting with several individuals at a local park. Several adults and children are visible in the images, and the setting appears to be outdoors.",
    "The healthcare providers are presenting photographs from community outreach events, depicting a group of providers interacting with adults and children at an outdoor park setting. Tech companies are showcasing demo screens displaying their latest applications.",
    "The outdoor park setting features healthcare providers interacting with adults and children. Tech companies are displaying demo screens. Consulting firms have stacked glossy case study booklets on high tables.",
    "The outdoor park setting includes healthcare providers interacting with adults and children. Tech companies are displaying demo screens and consulting firms have stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The outdoor park setting includes healthcare providers interacting with adults and children. Tech companies are displaying demo screens and consulting firms have stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The outdoor park setting features healthcare providers interacting with adults and children. Tech companies are displaying demo screens and consulting firms have stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The outdoor park setting includes healthcare providers interacting with adults and children. Tech companies are displaying demo screens and consulting firms have stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "The outdoor park setting includes healthcare providers interacting with adults and children. Tech companies are displaying demo screens and consulting firms have stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "The career fair is taking place in an outdoor park setting. Healthcare providers are interacting with adults and children. Tech companies are displaying demo screens, while consulting firms have stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders and line up outside the university gym. Event staff scan registrations and hand out lanyards at the entrance.",
    "The career fair is taking place in an outdoor park setting, with event staff scanning registrations and handing out lanyards at the entrance. Healthcare providers are interacting with adults and children, showcasing community outreach photos. Students clutch resumes inside branded folders and line up outside the university gym. Tech companies are displaying demo screens, while consulting firms have stacked glossy case study booklets on high tables.",
    "The career fair is taking place in an outdoor park setting, with event staff scanning registrations and handing out lanyards at the entrance. Healthcare providers are interacting with adults and children, showcasing community outreach photos. Students clutch resumes inside branded folders and line up outside the university gym. Tech companies are displaying demo screens, while consulting firms have stacked glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.37596808976469553,
    0.37596808976469553,
    0.37596808976469553,
    0.3789358184744426,
    0.3789358184744426,
    0.3789358184744426,
    0.5090749822576179,
    0.5090749822576179,
    0.5090749822576179,
    0.5090749822576179,
    0.5528768494969638,
    0.5528768494969638,
    0.5528768494969638,
    0.5528768494969638,
    0.5528768494969638,
    0.5528768494969638,
    0.5528768494969638,
    0.5528768494969638,
    0.5528768494969638,
    0.5673584267741474,
    0.5673584267741474,
    0.5673584267741474,
    0.5673584267741474,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.5559022629021376,
    0.7720841552012725,
    0.7720841552012725,
    0.7720841552012725,
    0.7720841552012725,
    0.7720841552012725,
    0.7720841552012725,
    0.7720841552012725,
    0.7720841552012725,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025,
    0.745792948697025
  ],
  "8": [
    "",
    "",
    "",
    "",
    "The fair schedule is being announced over the PA system.",
    "The fair schedule is being announced over the PA system. Tech companies display demo screens showing their latest apps.",
    "The welcome announcement is being broadcast over the PA system, detailing the fair schedule. Tech companies are showcasing demo screens displaying their latest apps.",
    "The fair schedule is being broadcast over the PA system. Tech companies are showcasing demo screens displaying their latest apps. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths with colorful banners. Tech companies are showcasing demo screens displaying their latest apps. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are showcasing demo screens displaying their latest apps. Alumni volunteers are sharing quick pep talks near the coffee station. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are showcasing demo screens displaying their latest apps. Alumni volunteers are sharing quick pep talks near the coffee station, while event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are showcasing demo screens displaying their latest apps. Alumni volunteers are sharing quick pep talks near the coffee station, and event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are showcasing demo screens displaying their latest apps. Alumni volunteers are sharing quick pep talks near the coffee station, and event staff are scanning registrations and handing out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are showcasing demo screens displaying their latest apps. Alumni volunteers are sharing quick pep talks near the coffee station, and event staff are scanning registrations and handing out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are showcasing demo screens displaying their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station, and event staff are scanning registrations and handing out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are showcasing demo screens displaying their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station, and event staff are scanning registrations and handing out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3495065065797721,
    0.3495065065797721,
    0.3495065065797721,
    0.3495065065797721,
    0.49463432159909193,
    0.49463432159909193,
    0.49463432159909193,
    0.49463432159909193,
    0.496298216199136,
    0.496298216199136,
    0.496298216199136,
    0.496298216199136,
    0.6423002575807575,
    0.6423002575807575,
    0.6423002575807575,
    0.6423002575807575,
    0.5827224260205803,
    0.5827224260205803,
    0.5827224260205803,
    0.5827224260205803,
    0.5827224260205803,
    0.659737987112189,
    0.659737987112189,
    0.659737987112189,
    0.659737987112189,
    0.659737987112189,
    0.6376814275757698,
    0.6376814275757698,
    0.6376814275757698,
    0.6376814275757698,
    0.6376814275757698,
    0.6897995294369368,
    0.6897995294369368,
    0.6897995294369368,
    0.6897995294369368,
    0.6897995294369368,
    0.6897995294369368,
    0.6714378925005655,
    0.6714378925005655,
    0.6714378925005655,
    0.6714378925005655,
    0.6714378925005655,
    0.6714378925005655,
    0.6714378925005655,
    0.6750294941273334,
    0.6750294941273334,
    0.6750294941273334,
    0.6750294941273334,
    0.6750294941273334,
    0.6750294941273334,
    0.6750294941273334,
    0.6613419022073452,
    0.6613419022073452,
    0.6613419022073452,
    0.6613419022073452,
    0.6613419022073452,
    0.6613419022073452,
    0.6613419022073452,
    0.6527243519860384,
    0.6527243519860384,
    0.6527243519860384,
    0.6527243519860384
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "The fair schedule is being broadcast over the PA system. The schedule details the events occurring throughout the fair.",
    "The PA system is broadcasting the fair schedule, detailing events throughout the day. Students are lining up outside the university gym before the career fair opens.",
    "The university gym is filled with students waiting for the career fair to open. Tech companies are setting up demo screens showcasing their newest applications. The PA system continues to broadcast the fair’s schedule of events for the day.",
    "The university gym is populated with students awaiting the career fair’s opening. Tech companies are establishing demo screens displaying their latest applications. The PA system is announcing the day’s event schedule. Career counselors are advising attendees to make eye contact.",
    "The university gym is filled with students anticipating the career fair. Tech companies have set up demo screens showcasing their applications, and the PA system is broadcasting the event schedule. Career counselors are instructing attendees to maintain eye contact, while alumni volunteers offer motivational talks near the coffee station.",
    "The university gym is filled with students anticipating the career fair. Tech companies have set up demo screens showcasing their applications, and the PA system is broadcasting the event schedule. Career counselors are instructing attendees to maintain eye contact, while alumni volunteers offer motivational talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "The university gym is filled with students anticipating the career fair. Dozens of booths with colorful banners circle the polished floor, and tech companies have set up demo screens showcasing their applications. Career counselors are instructing attendees to maintain eye contact, while alumni volunteers offer motivational talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The university gym is filled with students anticipating the career fair. Dozens of booths with colorful banners circle the polished floor, and tech companies have set up demo screens showcasing their applications. Career counselors are instructing attendees to maintain eye contact, while alumni volunteers offer motivational talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym bustled with students awaiting the career fair. Dozens of booths with colorful banners encircled the polished floor, and tech companies displayed demo screens showcasing their applications. Career counselors instructed attendees to maintain eye contact, while alumni volunteers offered motivational talks near the coffee station. Healthcare providers showcased community outreach photos. A welcome announcement outlined the fair schedule over the PA system.",
    "The university gym was filled with students awaiting the career fair. Dozens of booths with colorful banners encircled the polished floor, and tech companies displayed demo screens showcasing their applications. Career counselors instructed attendees to maintain eye contact, while alumni volunteers offered motivational talks near the coffee station. Event staff scanned registrations and hand out lanyards at the entrance."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3870050575138334,
    0.3870050575138334,
    0.3870050575138334,
    0.3870050575138334,
    0.3870050575138334,
    0.3870050575138334,
    0.6129034820404561,
    0.6129034820404561,
    0.6129034820404561,
    0.6129034820404561,
    0.6129034820404561,
    0.8020372311264592,
    0.8020372311264592,
    0.8020372311264592,
    0.8020372311264592,
    0.8571876023120427,
    0.8571876023120427,
    0.8571876023120427,
    0.8571876023120427,
    0.8571876023120427,
    0.8571876023120427,
    0.8777298834383667,
    0.8777298834383667,
    0.8777298834383667,
    0.8777298834383667,
    0.8777298834383667,
    0.8777298834383667,
    0.8777298834383667,
    0.8940968018923038,
    0.8940968018923038,
    0.8940968018923038,
    0.8940968018923038,
    0.8940968018923038,
    0.8940968018923038,
    0.8685733996429126,
    0.8685733996429126,
    0.8685733996429126,
    0.8685733996429126,
    0.8685733996429126,
    0.8685733996429126,
    0.8685733996429126,
    0.9054156647232321,
    0.9054156647232321,
    0.9054156647232321,
    0.9054156647232321,
    0.9054156647232321,
    0.9054156647232321,
    0.9054156647232321,
    0.9051896183208314,
    0.9051896183208314,
    0.9051896183208314,
    0.9051896183208314,
    0.9051896183208314,
    0.9051896183208314,
    0.9051896183208314,
    0.9051896183208314,
    0.8737162992381655,
    0.8737162992381655,
    0.8737162992381655,
    0.8737162992381655,
    0.8737162992381655
  ]
}