{
  "0": [
    "",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications as dozens of booths with colorful banners circle a polished floor.",
    "Finance firms offer QR codes for immediate internship applications as dozens of booths with colorful banners circle a polished floor.",
    "A professional recruitment event features finance firms offering QR codes for immediate internship applications as dozens of booths with colorful banners circle a polished floor. At the same event, a cybersecurity company hosts a password-cracking challenge on a laptop. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At a professional recruitment event, finance firms offer QR codes for immediate internship applications as dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention, while an adjoining classroom conducts workshops on networking etiquette. Healthcare providers showcase community outreach photos, and career counselors guide unsure students toward applicable industries.",
    "At a professional recruitment event, finance firms offer QR codes for immediate internship applications as dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention, while an adjoining classroom conducts workshops on networking etiquette. Healthcare providers showcase community outreach photos, and career counselors guide unsure students toward applicable industries.",
    "At a professional recruitment event, dozens of booths with colorful banners encircle a polished floor, and finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention. An adjoining classroom conducts workshops on networking etiquette. Healthcare providers showcase community outreach photos, and career counselors guide unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall.",
    "At a professional recruitment event, dozens of booths with colorful banners encircle a polished floor, as finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. An adjoining classroom hosts workshops on networking etiquette. Healthcare providers showcase community outreach photos, and career counselors guide unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables in organized piles, while alumni volunteers share quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.45364442212845235,
    0.8183041495090912,
    0.8183041495090912,
    0.8183041495090912,
    0.8183041495090912,
    0.8183041495090912,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8493126349894122,
    0.8383477893473862,
    0.8383477893473862,
    0.8383477893473862,
    0.8383477893473862,
    0.8383477893473862,
    0.8383477893473862,
    0.8383477893473862,
    0.8383477893473862,
    0.8383477893473862,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784,
    0.8506407029441784
  ],
  "1": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes to enable immediate internship applications.",
    "Finance firms offer QR codes to enable immediate internship applications, and the engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "The event features finance firms offering QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, finance firms display QR codes to enable internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms place case-study booklets on high tables to attract attendees. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Tech companies show demo screens of apps. A cybersecurity company runs a password-cracking challenge on a laptop outside the university gym, with students lining up before the fair opens. Students rehearse elevator pitches quietly against a wall, some clutching resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses preparing for technical interviews. Groups of friends mark targets on the event map, designating specific employers as targets.",
    "At the career fair, finance firms display QR codes to enable internship applications, while the engineering society sponsors a resume review table near the stage. Consulting firms place case-study booklets on high tables to attract attendees. A robotics startup flies a small drone above its booth to draw attention. Tech companies show demo screens of apps. A cybersecurity company runs a password-cracking challenge on a laptop outside the university gym, with students lining up before the fair opens. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Students rehearse elevator pitches quietly against a wall, some clutching resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses preparing for technical interviews. Groups of friends mark targets on the event map, designating specific employers as targets.",
    "At the career fair, finance firms display QR codes for internship applications, while the engineering society sponsors a resume-review table near the stage. Consulting firms place case-study booklets on high tables to attract attendees. A robotics startup flies a small drone above its booth to draw attention. Tech companies show demo screens of apps. A cybersecurity company runs a password-cracking challenge on a laptop outside the university gym, with students lining up before the fair opens. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Students rehearse elevator pitches quietly against a wall, some clutching resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses preparing for technical interviews. Groups of friends mark targets on the event map, designating specific employers as targets. HR teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.4153972696751894,
    0.37545258791944036,
    0.37545258791944036,
    0.37545258791944036,
    0.37545258791944036,
    0.8213853754353555,
    0.8213853754353555,
    0.8213853754353555,
    0.8213853754353555,
    0.8213853754353555,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.795137283382283,
    0.9132816256180223,
    0.9132816256180223,
    0.9132816256180223,
    0.9132816256180223,
    0.9132816256180223,
    0.9132816256180223,
    0.9132816256180223,
    0.912819329482002,
    0.912819329482002,
    0.912819329482002,
    0.912819329482002,
    0.912819329482002,
    0.912819329482002,
    0.9150846934184205,
    0.9150846934184205,
    0.9150846934184205,
    0.9150846934184205,
    0.9150846934184205,
    0.9150846934184205,
    0.9150846934184205,
    0.9150846934184205
  ],
  "2": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, consulting firms stack glossy case study booklets on high tables; alumni volunteers deliver quick pep talks near the coffee station; career counselors redirect unsure students toward applicable industries; a robotics startup flies a small drone above its booth to attract attention.",
    "At the venue, consulting firms stack glossy case study booklets on high tables; alumni volunteers deliver quick pep talks near the coffee station; career counselors redirect unsure students toward applicable industries; a robotics startup flies a small drone above its booth to attract attention; a welcome announcement is broadcast over the PA system outlining the fair schedule; groups of friends mark target employers on the event map.",
    "At the venue, a career fair scene unfolds with consulting firms stacking glossy case study booklets on high tables and alumni volunteers delivering quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the fair schedule, and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, a career fair unfolds with dozens of booths and a floor. Consulting firms stack glossy case-study booklets on high tables, and alumni volunteers deliver pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA outlining the fair schedule. Groups of friends mark target employers on event map, placing marks to designate specific employers as targets within the visual representation. Students rehearse elevator pitches quietly against a wall, clutching resumes in branded folders. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the floor as finance firms offer QR codes for internship applications. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "2_score": [
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4996952062481951,
    0.4996952062481951,
    0.4996952062481951,
    0.4996952062481951,
    0.4996952062481951,
    0.4969444302163071,
    0.4969444302163071,
    0.4969444302163071,
    0.4969444302163071,
    0.4969444302163071,
    0.5998815381729344,
    0.5998815381729344,
    0.5998815381729344,
    0.5998815381729344,
    0.5998815381729344,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.8333089889354826,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351,
    0.9065522161899351
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, consulting firms stack glossy case study booklets on high tables while a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces, while a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station as students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces, while a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station as students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. A professional recruitment event features finance firms offering QR codes for immediate internship applications as dozens of booths with colorful banners circle a polished floor.",
    "At the event, consulting firms stack glossy case-study booklets on high tables and other elevated surfaces, while a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station as students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. A professional recruitment event features finance firms offering QR codes for immediate internship applications as dozens of booths with colorful banners circle the polished floor.",
    "At the fair, consulting firms stack case-study booklets on high tables, while a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers share pep talks near the coffee station, and some students rehearse elevator pitches against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. A professional recruitment event features finance firms offering QR codes for immediate internship applications as dozens of booths with colorful banners circle the polished floor. Inside, a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the fair schedule, and groups of friends mark target employers on the event map. Healthcare providers display photographs of community outreach."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37345167979228805,
    0.37345167979228805,
    0.37345167979228805,
    0.5455379940163883,
    0.5455379940163883,
    0.5455379940163883,
    0.5455379940163883,
    0.7963464813068473,
    0.7963464813068473,
    0.7963464813068473,
    0.7963464813068473,
    0.7963464813068473,
    0.807876335285669,
    0.807876335285669,
    0.807876335285669,
    0.807876335285669,
    0.807876335285669,
    0.8532199927144359,
    0.8532199927144359,
    0.8532199927144359,
    0.8532199927144359,
    0.8532199927144359,
    0.8518855492383792,
    0.8518855492383792,
    0.8518855492383792,
    0.8518855492383792,
    0.8518855492383792,
    0.8518855492383792,
    0.8518855492383792,
    0.8518855492383792,
    0.8518855492383792,
    0.8518855492383792,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702,
    0.9367151512586702
  ],
  "4": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, and some students rehearse elevator pitches quietly against the wall.",
    "Finance firms are offering QR codes that enable immediate internship applications, while some students rehearse elevator pitches quietly against the wall; healthcare providers showcase photographs of community outreach.",
    "At a cybersecurity company–hosted event, a password-cracking challenge runs on a laptop. Finance firms offer QR codes enabling immediate internship applications. Healthcare providers showcase photographs of community outreach. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At a cybersecurity company–hosted event, a password-cracking challenge runs on a laptop while finance firms issue QR codes for immediate internship applications. Healthcare providers display photographs of community outreach, and event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. Inside, consulting firms stack glossy case study booklets on high tables; alumni volunteers offer quick pep talks near the coffee station; career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the fair schedule, and groups of friends mark target employers on the event map.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)",
    "At the university career fair, consulting firms stack glossy case study booklets on high, elevated tables, forming visible stacks. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password cracking challenge on a laptop at the venue. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.36664536706357226,
    0.36664536706357226,
    0.36664536706357226,
    0.36664536706357226,
    0.44953253579720664,
    0.44953253579720664,
    0.44953253579720664,
    0.44953253579720664,
    0.7957883161037862,
    0.7957883161037862,
    0.7957883161037862,
    0.7957883161037862,
    0.7957883161037862,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.8515387148097825,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle the polished floor at the event, while groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle the polished floor at the event, while groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor of the event, while groups mark target employers on the event map, designating specific employers as targets within the visual representation. Students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table located near the stage. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle the polished floor of the event, while groups mark target employers on the event map within the visual representation. Students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables, organized into visible stacks. In the adjoining classroom, workshops on networking etiquette begin, and career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners encircle the polished floor as groups mark target employers on the event map. Students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables in visible stacks. In the adjoining classroom, workshops on networking etiquette begin, and career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses preparing for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a drone above its booth for attention."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4190258828244156,
    0.4190258828244156,
    0.4190258828244156,
    0.4190258828244156,
    0.5863004206812419,
    0.5863004206812419,
    0.5863004206812419,
    0.5863004206812419,
    0.7601796339079134,
    0.7601796339079134,
    0.7601796339079134,
    0.7601796339079134,
    0.7601796339079134,
    0.7601796339079134,
    0.7601796339079134,
    0.7601796339079134,
    0.7601796339079134,
    0.7962083860152798,
    0.7962083860152798,
    0.7962083860152798,
    0.7962083860152798,
    0.7962083860152798,
    0.8627426153931532,
    0.8627426153931532,
    0.8627426153931532,
    0.8627426153931532,
    0.8627426153931532,
    0.8627426153931532,
    0.8627426153931532,
    0.8627426153931532,
    0.8712287418196798,
    0.8712287418196798,
    0.8712287418196798,
    0.8712287418196798,
    0.8712287418196798,
    0.8712287418196798,
    0.8712287418196798,
    0.8712287418196798,
    0.8712287418196798,
    0.8807796863974727,
    0.8807796863974727,
    0.8807796863974727,
    0.8807796863974727,
    0.8807796863974727,
    0.8807796863974727,
    0.8807796863974727,
    0.8807796863974727,
    0.8807796863974727
  ],
  "6": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, set up outside the university gym as students line up before the career fair opens.",
    "A university campus career fair scene includes a cybersecurity company hosting a password-cracking challenge on a laptop set up outside the university gym, with students lined up before the fair opens. Career counselors direct unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At a university campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop set up outside the university gym, with students lined up before the fair opens. Career counselors direct unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Finance firms offer QR codes enabling immediate internship applications, and healthcare providers showcase photographs of community outreach. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At a campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop outside the gym, with students lined up before opening. Career counselors steer unsure students toward applicable industries while consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a drone over its booth to attract attention, and tech firms display demo screens of their latest apps. Finance firms issue QR codes for immediate internship applications, and healthcare providers showcase outreach photos. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses technical interviews, and some students rehearse elevator pitches. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At a campus career fair outside the gym, a cybersecurity company runs a password-cracking challenge on a laptop as students line up before opening. Career counselors steer unsure students toward applicable industries while consultants display glossy case-study booklets on high tables. A robotics startup flies a drone over its booth to attract attention, and tech firms show demo screens of their latest apps. Finance firms issue QR codes for immediate internship applications, and healthcare providers showcase outreach photos. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses technical interviews, and some students rehearse elevator pitches. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair outside the gym, a cybersecurity company runs a password-cracking challenge on a laptop as students line up before opening. Career counselors steer unsure students toward applicable industries while consultants display glossy case-study booklets on high tables. A robotics startup flies a drone over its booth to attract attention, and tech firms show demo screens of their latest apps. Finance firms issue QR codes for immediate internship applications, and healthcare providers showcase outreach photos. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses technical interviews and how to prepare for them. Some students rehearse elevator pitches. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.3108554995874954,
    0.3108554995874954,
    0.3108554995874954,
    0.3108554995874954,
    0.8359892222878446,
    0.8359892222878446,
    0.8359892222878446,
    0.8359892222878446,
    0.8359892222878446,
    0.8359892222878446,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8897109015444429,
    0.8814292849306815,
    0.8814292849306815,
    0.8814292849306815,
    0.8814292849306815,
    0.8814292849306815,
    0.8814292849306815,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478,
    0.8851989107685478
  ],
  "7": [
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. The engineering society sponsors a resume review table located near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair hosted by a cybersecurity company, attendees move through a hall where consulting firms stack case study booklets on tables. In an adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, placing marks to designate targets on the visual representation. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. An outside-the-gym password-cracking challenge, hosted by the cybersecurity company, runs on a laptop as students line up before the fair opens. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair hosted by a cybersecurity company, attendees move through a hall where consulting firms display case-study booklets; a robotics startup flies a drone, and tech companies show demo screens. In an adjoining classroom, networking etiquette workshops run as career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table by stage, and finance firms offer QR codes for internship applications. Groups of friends mark target employers on the event map, assigning specific employers as targets within the visual representation. Some students rehearse elevator pitches against a wall, while others clutch resumes in branded folders. An outside-the-gym password-cracking challenge, hosted by the cybersecurity company, runs on a laptop with students waiting before the fair opens. Event staff scan registrations and hand out lanyards; Alumni panel discusses technical interview preparation. Healthcare providers showcase community outreach photos."
  ],
  "7_score": [
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.27186978883736224,
    0.27186978883736224,
    0.27186978883736224,
    0.27186978883736224,
    0.27186978883736224,
    0.27186978883736224,
    0.27186978883736224,
    0.5096242561401909,
    0.5096242561401909,
    0.5096242561401909,
    0.5096242561401909,
    0.5096242561401909,
    0.7579921063855228,
    0.7579921063855228,
    0.7579921063855228,
    0.7579921063855228,
    0.7579921063855228,
    0.7579921063855228,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8119571274456645,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8734607884973584,
    0.8809173853010897,
    0.8809173853010897,
    0.8809173853010897,
    0.8809173853010897,
    0.8809173853010897,
    0.8809173853010897,
    0.8809173853010897
  ],
  "8": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact.",
    "The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening. Finance firms offer QR codes for immediate internship applications. Counselors direct unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone over its booth to attract attention. Tech companies display demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop set up outside the university gym. Students line up. Students rehearse elevator pitches quietly against a wall, while some clutch resumes in branded folders. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening, and groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications, with counselors directing unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone over its booth to attract attention, and tech companies display demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop set up outside the gym. Students rehearse elevator pitches quietly against a wall, some clutching resumes in branded folders. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses preparing for technical interviews."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3539923418919516,
    0.3539923418919516,
    0.3539923418919516,
    0.3539923418919516,
    0.3539923418919516,
    0.642357484004249,
    0.642357484004249,
    0.642357484004249,
    0.642357484004249,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.8104369847309791,
    0.868888533342326,
    0.868888533342326,
    0.868888533342326,
    0.868888533342326,
    0.868888533342326,
    0.868888533342326,
    0.868888533342326,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257,
    0.8748217910115257
  ],
  "9": [
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while workshops on networking etiquette begin in the adjoining classroom.",
    "A robotics startup flies a small drone above its booth to attract attention, while workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention, while workshops on networking etiquette are underway in the adjoining classroom. Healthcare providers showcase community outreach photos, and career counselors direct unsure students toward applicable industries. Several students rehearse elevator pitches quietly against the wall.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention, while in the adjoining classroom workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos, and career counselors guide unsure students toward applicable industries. Several students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention, while in an adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos, and career counselors guide unsure students toward applicable industries. Several students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention, while in an adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos, and career counselors guide unsure students toward applicable industries. Several students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table located near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At a professional recruitment event and university career fair, a robotics startup flies a small drone above its booth to draw attention, while an adjoining classroom hosts workshops on networking etiquette. Healthcare providers showcase community outreach photos, and career counselors guide unsure students toward applicable industries. Several students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Attendees are reminded to maintain eye contact. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle a polished floor. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor. A robotics startup flies a small drone above its booth; tech companies display demo screens of their latest apps; and a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, while finance firms offer QR codes for immediate internship applications. An adjoining classroom hosts networking etiquette workshops. Healthcare providers showcase community outreach photos. HR teams jot notes on tablets as students introduce themselves. Career counselors guide unsure students toward industries matching their interests and remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage; alumni panel discusses interview prep; alumni volunteers offer brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards as students line up outside the gym before opening."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3940324589004227,
    0.3940324589004227,
    0.3940324589004227,
    0.5887275276724739,
    0.5887275276724739,
    0.5887275276724739,
    0.7508953546694686,
    0.7508953546694686,
    0.7508953546694686,
    0.7508953546694686,
    0.7508953546694686,
    0.7508953546694686,
    0.7508953546694686,
    0.7945589954616679,
    0.7945589954616679,
    0.7945589954616679,
    0.7945589954616679,
    0.7945589954616679,
    0.8234109893820238,
    0.8234109893820238,
    0.8234109893820238,
    0.8234109893820238,
    0.8234109893820238,
    0.8917306942834833,
    0.8917306942834833,
    0.8917306942834833,
    0.8917306942834833,
    0.8917306942834833,
    0.8917306942834833,
    0.8917306942834833,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8842162638780446,
    0.8912200931929233,
    0.8912200931929233,
    0.8912200931929233,
    0.8912200931929233,
    0.8912200931929233,
    0.8912200931929233,
    0.8912200931929233,
    0.8912200931929233,
    0.8912200931929233,
    0.8912200931929233
  ],
  "10": [
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the event, consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, consulting firms arrange glossy case study booklets into stacks on high tables, forming organized piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event, consulting firms arrange glossy case-study booklets into visible stacks on high tables, elevating their materials. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. The venue hosts a cybersecurity company with a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event, consulting firms arrange glossy case-study booklets into visible stacks on high tables, elevating their materials. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. The venue hosts a cybersecurity company with a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "At the event, consulting firms stack glossy case-study booklets on high tables, elevating their materials. An alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. The venue hosts a cybersecurity company with a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention."
  ],
  "10_score": [
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.39204535329171103,
    0.39204535329171103,
    0.39204535329171103,
    0.47044339257234613,
    0.47044339257234613,
    0.47044339257234613,
    0.47044339257234613,
    0.47044339257234613,
    0.47044339257234613,
    0.47044339257234613,
    0.7851461882147303,
    0.7851461882147303,
    0.7851461882147303,
    0.813501363947023,
    0.813501363947023,
    0.813501363947023,
    0.813501363947023,
    0.8220736897671237,
    0.8220736897671237,
    0.8220736897671237,
    0.8220736897671237,
    0.8220736897671237,
    0.8220736897671237,
    0.8220736897671237,
    0.831936339220162,
    0.831936339220162,
    0.831936339220162,
    0.831936339220162,
    0.831936339220162,
    0.831936339220162,
    0.831936339220162,
    0.831936339220162,
    0.8445879475790212,
    0.8445879475790212,
    0.8445879475790212,
    0.8445879475790212,
    0.8445879475790212,
    0.8631541873240611,
    0.8631541873240611,
    0.8631541873240611,
    0.8631541873240611,
    0.8631541873240611,
    0.8631541873240611,
    0.8631541873240611,
    0.8631541873240611,
    0.8631541873240611,
    0.8667700500845841,
    0.8667700500845841,
    0.8667700500845841,
    0.8667700500845841,
    0.8667700500845841,
    0.8667700500845841,
    0.8667700500845841
  ],
  "11": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention.",
    "Career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables to lure attendees. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A cybersecurity company is hosting a password-cracking challenge on a laptop set up outside the university gym, with students lining up before the fair opens.",
    "At the career fair, counselors direct unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables to lure attendees. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop set up outside the university gym, with students lining up before the fair opens. Students rehearse elevator pitches quietly against a wall, while some clutch resumes in branded folders. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation.",
    "At university career fair, students line up outside gym before opening as counselors direct unsure attendees toward applicable industries. Consulting firms display glossy case-study booklets to attract attendees, while a robotics startup flies a small drone above its booth and tech companies show demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop set up outside gym, with students waiting before the fair opens. The engineering society sponsors a resume review table near stage; finance firms offer QR codes for internship applications. Event staff at entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, assigning specific employers as targets within the visual representation. Students rehearse elevator pitches against a wall, some clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, students line up outside the gym before opening as counselors direct unsure attendees toward applicable industries. Consulting firms display glossy case-study booklets, while a robotics startup flies a small drone above its booth and tech companies show demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop set up outside the gym, with students waiting beforehand. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for internship applications. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, assigning specific employers as targets within the visual representation. Students rehearse elevator pitches against a wall, some clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact.",
    "At a campus career fair beside the university gym, students line up outside as staff scan registrations and hand out lanyards. Career counselors steer unsure attendees toward applicable industries while consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a drone over its booth to attract attention, and tech firms display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop outside the gym with students waiting. Finance firms issue QR codes for internship applications, and healthcare providers showcase outreach photos. The engineering society sponsors a resume-review table near the stage. An alumni panel discusses technical interviews, and some students rehearse elevator pitches. Groups of friends mark target employers on the event map, assigning targets. In adjoining classroom, workshops on networking etiquette begin, and career counselors remind attendees to maintain eye contact."
  ],
  "11_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.49866804629962713,
    0.49866804629962713,
    0.49866804629962713,
    0.49866804629962713,
    0.49866804629962713,
    0.49866804629962713,
    0.49866804629962713,
    0.49866804629962713,
    0.6020983015404772,
    0.6020983015404772,
    0.6020983015404772,
    0.6020983015404772,
    0.853535112382005,
    0.853535112382005,
    0.853535112382005,
    0.853535112382005,
    0.853535112382005,
    0.853535112382005,
    0.8853069821813656,
    0.8853069821813656,
    0.8853069821813656,
    0.8853069821813656,
    0.8853069821813656,
    0.8853069821813656,
    0.8853069821813656,
    0.8853069821813656,
    0.8853069821813656,
    0.8945860294410615,
    0.8945860294410615,
    0.8945860294410615,
    0.8945860294410615,
    0.8945860294410615,
    0.8945860294410615,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8755187068716006,
    0.8771462716059774,
    0.8771462716059774,
    0.8771462716059774,
    0.8771462716059774,
    0.8771462716059774
  ],
  "12": [
    "",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications.",
    "The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications.",
    "At the event, the engineering society sponsors a resume review table located near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the event, the engineering society sponsors a resume review table located near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At the event, the engineering society sponsors a resume review table located near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage, while finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and direct unsure students to relevant industries. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case-study booklets on high tables, creating elevated stacks. In the adjoining classroom, workshops on networking etiquette begin and proceed. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map within the visual representation. A robotics startup flies a small drone above its booth to draw attention. Several students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, engineering society sponsors a resume review table near the stage while finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and direct unsure students to relevant industries. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case-study booklets on high tables, creating elevated stacks. In the adjoining classroom, workshops on networking etiquette begin and proceed. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map within the visual representation. A robotics startup flies a small drone above its booth to draw attention. Several students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3861763275803113,
    0.3861763275803113,
    0.3861763275803113,
    0.3861763275803113,
    0.3861763275803113,
    0.3861763275803113,
    0.3861763275803113,
    0.7381663230384525,
    0.7381663230384525,
    0.7381663230384525,
    0.7381663230384525,
    0.7381663230384525,
    0.7381663230384525,
    0.8060477473327646,
    0.8060477473327646,
    0.8060477473327646,
    0.8060477473327646,
    0.8294919172929658,
    0.8294919172929658,
    0.8294919172929658,
    0.8294919172929658,
    0.8294919172929658,
    0.8294919172929658,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8887965941701359,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574,
    0.8869699198383574
  ],
  "13": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At an event hosted by a cybersecurity company, a password-cracking challenge runs on a laptop. Students rehearse elevator pitches quietly against the wall, while event staff at the entrance scan registrations and hand out lanyards, and an alumni panel discusses how to prepare for technical interviews.",
    "At an event hosted by a cybersecurity company, a password-cracking challenge runs on a laptop. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At a cybersecurity company’s event, a password-cracking challenge runs on a laptop. Students rehearse elevator pitches quietly against a wall, while some clutch resumes in branded folders. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation.",
    "At a cybersecurity company's event, a password-cracking challenge runs on a laptop. Students rehearse elevator pitches quietly against a wall, while some clutch resumes in branded folders. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Dozens of booths with colorful banners circle a polished floor as finance firms offer QR codes for immediate internship applications.",
    "At a cybersecurity company's event, a password-cracking challenge runs on a laptop. Students rehearse elevator pitches quietly against a wall, while some clutch resumes in branded folders. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Dozens of booths with colorful banners circle a polished floor as finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At a cybersecurity company's event, a password-cracking challenge runs on a laptop. Dozens of booths with colorful banners circle a polished floor as finance firms offer QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards. Alumni panels discuss how to prepare for technical interviews. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Nearby, a robotics startup flies a small drone above its booth to attract attention, and workshops on networking etiquette begin in the adjoining classroom. At a multi-organizational showcase, healthcare providers display community outreach photos, and career counselors redirect unsure students toward applicable industries.",
    "At a cybersecurity company's event, a password-cracking challenge runs on a laptop. Dozens of booths with colorful banners circle a polished floor as finance firms offer QR codes for internships. Event staff at the entrance scan registrations and hand out lanyards. Alumni panels discuss how to prepare for technical interviews. Groups of friends mark target employers on the event map, placing marks to designate specific employers within the visual representation. Some students rehearse elevator pitches against a wall, while others clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Nearby, a robotics startup flies a small drone above its booth to attract attention, and workshops on networking etiquette begin in the adjoining classroom. At a multi-organizational showcase, healthcare providers display community outreach photos, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.5531773354660412,
    0.5531773354660412,
    0.5531773354660412,
    0.7333980731459925,
    0.7333980731459925,
    0.7333980731459925,
    0.7333980731459925,
    0.7333980731459925,
    0.7276577153733932,
    0.7276577153733932,
    0.7276577153733932,
    0.7276577153733932,
    0.8013679931734579,
    0.8013679931734579,
    0.8013679931734579,
    0.8013679931734579,
    0.8013679931734579,
    0.8013679931734579,
    0.8013679931734579,
    0.8090325238528717,
    0.8090325238528717,
    0.8090325238528717,
    0.8090325238528717,
    0.8090325238528717,
    0.8090325238528717,
    0.8090325238528717,
    0.8434367945392971,
    0.8434367945392971,
    0.8434367945392971,
    0.8434367945392971,
    0.8434367945392971,
    0.8434367945392971,
    0.8434367945392971,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449,
    0.863677061770449
  ],
  "14": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos, career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews.",
    "At a multi-organizational showcase, healthcare providers display community outreach photos, and career counselors redirect unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Nearby, a robotics startup flies a small drone above its booth to attract attention, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a multi-organizational showcase, healthcare providers display community outreach photos, and career counselors redirect unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Nearby, a robotics startup flies a small drone above its booth to attract attention, and workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "At a multi-organizational showcase, healthcare providers display community outreach photos while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, as an alumni panel discusses how to prepare for technical interviews. Nearby, a robotics startup flies a small drone above its booth to attract attention, and workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the visual representation. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At a multi-organizational showcase, healthcare providers display community outreach photos while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Nearby, a robotics startup flies a small drone above its booth to attract attention, and workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the visual representation. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.4257047031506197,
    0.4257047031506197,
    0.4257047031506197,
    0.4257047031506197,
    0.4257047031506197,
    0.6152421771368534,
    0.6152421771368534,
    0.6152421771368534,
    0.6152421771368534,
    0.6152421771368534,
    0.6152421771368534,
    0.6152421771368534,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8030852957394152,
    0.8392044315486952,
    0.8392044315486952,
    0.8392044315486952,
    0.8392044315486952,
    0.8392044315486952,
    0.8392044315486952,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971,
    0.8319925318864971
  ],
  "15": [
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup is operating a small drone that flies above its booth to attract attention.",
    "A robotics startup operates a small drone that flies above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A robotics startup operates a small drone that flies above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "A robotics startup operates a small drone that flies above its booth to attract attention. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Some students rehearse elevator pitches quietly against the wall.",
    "At the robotics fair, a startup operates a small drone that flies above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map by placing marks on the visual representation. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the robotics fair, a startup operates a small drone that flies above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map by placing marks on the visual representation. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps.",
    "At the robotics fair, a startup operates a small drone that flies above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map by placing marks on the visual representation. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps.",
    "At the robotics fair, a startup operates a drone that flies above its booth to attract attention. A welcome PA announces the schedule. Groups of friends mark target employers on the event map by placing marks on the visual representation, designating specific employers as targets. Students rehearse elevator pitches quietly against the wall, some clutching resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps. At a cybersecurity company’s event, a password-cracking challenge runs on a laptop. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle a polished floor as finance firms offer QR codes for immediate internship applications.",
    "At the robotics fair, a startup operates a drone that flies above its booth to attract attention. A welcome PA announces the schedule. Groups of friends mark target employers on the event map, designating specific employers as targets. Students rehearse elevator pitches quietly against the wall, some clutching resumes in branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps. At a cybersecurity company’s event, a password-cracking challenge runs on a laptop. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle a polished floor as finance firms offer QR codes for immediate internship applications."
  ],
  "15_score": [
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3862401645869555,
    0.3862401645869555,
    0.3862401645869555,
    0.3862401645869555,
    0.5365446949247544,
    0.5365446949247544,
    0.5365446949247544,
    0.5365446949247544,
    0.7415769367521573,
    0.7415769367521573,
    0.7415769367521573,
    0.7415769367521573,
    0.7461399543443707,
    0.7461399543443707,
    0.7461399543443707,
    0.7461399543443707,
    0.7461399543443707,
    0.7461399543443707,
    0.8099053296479367,
    0.8099053296479367,
    0.8099053296479367,
    0.8099053296479367,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8477092949303269,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8706268808049005,
    0.8719259631105762
  ],
  "16": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention.",
    "Tech companies display demo screens showing their latest apps as career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, tech companies display demo screens showing their latest apps as career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall.",
    "At the event, tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall.",
    "At the event, tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth. In the adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation.",
    "At the event, tech companies display demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth. In the adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation.",
    "At the event, tech companies display demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth. In an adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Finance firms offer QR codes for immediate internship applications.",
    "At the event, tech companies display demo screens of their latest apps while career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth. In an adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, tech companies display demo screens of their latest apps while career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on tables and elevated surfaces; a robotics startup flies a small drone above its booth. In an adjoining classroom, workshops on networking etiquette proceed. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Several students rehearse elevator pitches against a wall, and groups of friends mark target employers on an event map. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering pep talks at a coffee station. The engineering society sponsors a resume-review table near the stage. Staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5348439331766521,
    0.5348439331766521,
    0.5348439331766521,
    0.5348439331766521,
    0.5348439331766521,
    0.5348439331766521,
    0.5348439331766521,
    0.7366479628068927,
    0.7366479628068927,
    0.7366479628068927,
    0.7366479628068927,
    0.7366479628068927,
    0.8395199102651767,
    0.8395199102651767,
    0.8395199102651767,
    0.8395199102651767,
    0.8395199102651767,
    0.8427078623355463,
    0.8427078623355463,
    0.8427078623355463,
    0.8427078623355463,
    0.8427078623355463,
    0.8427078623355463,
    0.8427078623355463,
    0.8427078623355463,
    0.8427078623355463,
    0.8256694434311224,
    0.8256694434311224,
    0.8256694434311224,
    0.8256694434311224,
    0.830857089908917,
    0.830857089908917,
    0.830857089908917,
    0.830857089908917,
    0.830857089908917,
    0.830857089908917,
    0.8583584005439827,
    0.8583584005439827,
    0.8583584005439827,
    0.8662217278586706,
    0.8662217278586706,
    0.8662217278586706,
    0.8662217278586706,
    0.8662217278586706,
    0.8662217278586706,
    0.8662217278586706,
    0.8662217278586706
  ],
  "17": [
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications.",
    "Groups of friends mark target employers on the event map while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the event, attendees engage in several parallel activities: groups mark target employers on the event map; finance firms offer QR codes for immediate internship applications; workshops on networking etiquette take place in the adjoining classroom; career counselors direct unsure students toward applicable industries; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; an alumni panel discusses preparation for technical interviews; tech companies display demo screens with their latest apps.",
    "At the event, attendees engage in parallel activities: groups of friends mark target employers on the event map; finance firms issue QR codes for immediate internship applications; workshops on networking etiquette occur in the adjoining classroom; career counselors direct unsure students toward applicable industries. Healthcare providers display photographs of community outreach; event staff at the entrance scan registrations and hand out lanyards. Inside, consulting firms stack glossy case study booklets on high tables; alumni volunteers offer quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens with their latest apps; a cybersecurity company-hosted segment runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, attendees pursue parallel activities: groups of friends mark target employers on the event map; finance firms issue QR codes for immediate internship applications; workshops on networking etiquette take place in the adjoining classroom; career counselors direct unsure students toward applicable industries. Healthcare providers display photographs of community outreach; event staff at the entrance scan registrations and hand out lanyards. Inside, consulting firms stack glossy case study booklets on high tables; alumni volunteers offer quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens with their latest apps; a cybersecurity company-hosted segment runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4318732652041084,
    0.4318732652041084,
    0.4318732652041084,
    0.4318732652041084,
    0.4318732652041084,
    0.4318732652041084,
    0.6228608075427922,
    0.6228608075427922,
    0.6228608075427922,
    0.7578167520467498,
    0.7578167520467498,
    0.7578167520467498,
    0.7578167520467498,
    0.7578167520467498,
    0.7578167520467498,
    0.7578167520467498,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.5405007270035805,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.9065865277468087,
    0.907365373023147,
    0.907365373023147,
    0.907365373023147,
    0.907365373023147,
    0.907365373023147
  ],
  "18": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall as event staff at the entrance scan registrations and hand out lanyards.",
    "Students rehearse elevator pitches quietly against the wall as event staff at the entrance scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "Students rehearse elevator pitches quietly against the wall; event staff at the entrance scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, students rehearse elevator pitches quietly against the wall; event staff at the entrance scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair event, students rehearse elevator pitches quietly against a wall while staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, creating visible stacks on elevated surfaces. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, designating specific employers as targets.",
    "At the university career fair, students rehearse elevator pitches against a wall while staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering pep talks at the coffee station. Consulting firms stack glossy case study booklets on tables, creating piles on elevated surfaces. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on event map, designating employers as targets. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, students rehearse elevator pitches against a wall while staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering pep talks at the coffee station. Consulting firms stack glossy case study booklets on tables, creating piles on elevated surfaces. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Students line up outside the university gym before the fair opens. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on an event map, designating employers as targets. Tech companies display demo screens showing their latest apps."
  ],
  "18_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3856432923131339,
    0.3856432923131339,
    0.3856432923131339,
    0.4286059592246532,
    0.4286059592246532,
    0.4286059592246532,
    0.4687449747385227,
    0.4687449747385227,
    0.4687449747385227,
    0.4687449747385227,
    0.4687449747385227,
    0.4687449747385227,
    0.4687449747385227,
    0.4687449747385227,
    0.4687449747385227,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.7579647589005336,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8962166279197674,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8871309008881139,
    0.8853223231284193
  ],
  "19": [
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, a cybersecurity company hosts a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, creating visible stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets organized into visible stacks on high tables, elevating their materials. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets in stacks on high tables, forming organized piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, while career counselors guide unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets in stacks on high tables, forming organized piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, while career counselors guide unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets in stacks on high tables, forming organized piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom, while career counselors guide unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders."
  ],
  "19_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.6599688486502814,
    0.6599688486502814,
    0.6599688486502814,
    0.6599688486502814,
    0.6599688486502814,
    0.6599688486502814,
    0.6599688486502814,
    0.7408601161032431,
    0.7408601161032431,
    0.7408601161032431,
    0.7408601161032431,
    0.7408601161032431,
    0.7408601161032431,
    0.7747461908793256,
    0.7747461908793256,
    0.7747461908793256,
    0.7747461908793256,
    0.7747461908793256,
    0.7787170190173257,
    0.7787170190173257,
    0.7787170190173257,
    0.7787170190173257,
    0.7787170190173257,
    0.7787170190173257,
    0.7787170190173257,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014,
    0.8137734148869014
  ],
  "20": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends are marking target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation.",
    "Groups of friends are marking target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends are marking target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "Groups of friends are marking target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. At an event hosted by a cybersecurity company, a password-cracking challenge runs on a laptop. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair hosted by a cybersecurity company, attendees participate in a range of activities. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the visual representation. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. An outside-the-gym password-cracking challenge, hosted by the cybersecurity company, runs on a laptop as students line up before the fair opens. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair hosted by a cybersecurity company, attendees engage in several activities. Groups of friends place marks on the event map to designate target employers within the visual representation. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. An outside-the-gym password-cracking challenge, hosted by the cybersecurity company, runs on a laptop as students line up before the fair opens. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair hosted by a cybersecurity company, attendees participate in a range of activities. Groups of friends place marks on an event map to designate target employers, while others rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. An outside-the-gym password-cracking challenge runs on a laptop as students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors guide unsure students toward industries aligned with their interests and remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for immediate internship applications. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens of their latest apps.",
    "At a university career fair hosted by a cybersecurity company, attendees engage in a range of activities. Groups of friends mark target employers on an event map; others rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. An outside-the-gym password-cracking challenge runs on a laptop as students line up before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors guide unsure students toward industries aligned with their interests and remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for internship applications. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.32717511117876286,
    0.32717511117876286,
    0.32717511117876286,
    0.5218935205323253,
    0.5218935205323253,
    0.5218935205323253,
    0.5218935205323253,
    0.5218935205323253,
    0.5218935205323253,
    0.5532679898284741,
    0.5532679898284741,
    0.5532679898284741,
    0.5532679898284741,
    0.5532679898284741,
    0.7681910717300049,
    0.7681910717300049,
    0.7681910717300049,
    0.7681910717300049,
    0.7681910717300049,
    0.8342134140641007,
    0.8342134140641007,
    0.8342134140641007,
    0.8342134140641007,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8428290568018513,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8699081020138367,
    0.8672172461447262,
    0.8672172461447262,
    0.8672172461447262,
    0.8672172461447262,
    0.8672172461447262
  ],
  "21": [
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors direct unsure students toward industries that fit their interests. Tech companies display demo screens illustrating their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers give brief pep talks near the coffee station.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, while students line up outside the gym before the fair opens. Inside, career counselors direct unsure students toward industries that fit their interests and remind attendees to maintain eye contact. Tech companies display demo screens illustrating their latest apps, and a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume review table located near the stage, and finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, career counselors direct unsure students toward industries that fit their interests and remind attendees to maintain eye contact. Tech companies display demo screens illustrating their latest apps, and a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair held in the gym, staff scan registrations and hand out lanyards at the entrance as students line up before opening. Inside, career counselors direct unsure students toward industries and remind them to maintain eye contact. Tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume review table near the stage; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth; an adjoining classroom hosts networking etiquette workshops. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle a polished floor. Students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.6602488386813016,
    0.6602488386813016,
    0.8186139614475832,
    0.8186139614475832,
    0.8186139614475832,
    0.8186139614475832,
    0.8186139614475832,
    0.8186139614475832,
    0.8382843454762217,
    0.8382843454762217,
    0.8382843454762217,
    0.8382843454762217,
    0.8655173819044631,
    0.8655173819044631,
    0.8655173819044631,
    0.8655173819044631,
    0.8655173819044631,
    0.8655173819044631,
    0.8655173819044631,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8645123802342634,
    0.8882911122419732,
    0.8882911122419732,
    0.8882911122419732,
    0.8882911122419732,
    0.8882911122419732,
    0.8882911122419732,
    0.8882911122419732,
    0.8882911122419732,
    0.8882911122419732,
    0.8882911122419732
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. The engineering society sponsors a resume review table near the stage.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the university career fair event, consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, consulting firms stack glossy case study booklets on high, elevated tables, forming visible stacks. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, consulting firms stack glossy case study booklets on high, elevated tables, forming visible stacks. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password cracking challenge on a laptop at the venue. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, consulting firms stack glossy case study booklets on high, elevated tables, forming visible stacks. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password cracking challenge on a laptop at the venue. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume-review table near the stage; healthcare providers showcase community outreach photos; students line up outside the university gym before opening; career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews; a cybersecurity company hosts a password-cracking challenge on a laptop; networking etiquette workshops begin in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station; a robotics startup flies a small drone above its booth to attract attention; a welcome announcement is broadcast over the PA system outlining the fair schedule; groups of friends mark target employers on the event map.",
    "At the university career fair, students line up outside the gym before opening as counselors direct unsure attendees toward applicable industries. Consulting firms display glossy case-study booklets; a robotics startup flies a drone above its booth, and tech companies show demo screens of their apps. A cybersecurity company hosts a password-cracking challenge on a laptop set up outside the gym, with students waiting beforehand. The engineering society sponsors a resume-review table near the stage; finance firms offer QR codes for internship applications. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map, assigning specific targets. Students rehearse elevator pitches against a wall, clutching branded resumes. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver pep talks near the coffee station; a welcome PA announces the fair schedule."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.27186978883736224,
    0.27186978883736224,
    0.27186978883736224,
    0.4737735758202857,
    0.4737735758202857,
    0.4737735758202857,
    0.4737735758202857,
    0.4737735758202857,
    0.7148041151969858,
    0.7148041151969858,
    0.7148041151969858,
    0.7148041151969858,
    0.7148041151969858,
    0.8097066492588499,
    0.8097066492588499,
    0.8097066492588499,
    0.8097066492588499,
    0.8097066492588499,
    0.7986776719274279,
    0.7986776719274279,
    0.8164275964731511,
    0.8164275964731511,
    0.8164275964731511,
    0.8164275964731511,
    0.8164275964731511,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.8621601789581652,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559,
    0.7035578370066559
  ],
  "23": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "In the event, workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map as finance firms offer QR codes for immediate internship applications.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map as finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map as finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At the event, concurrent activities unfold across spaces: workshops on networking etiquette run in the adjoining classroom while career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, and finance firms provide QR codes to enable immediate internship applications. Consulting firms display glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Tech companies showcase demo screens featuring their latest apps. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "Across spaces, the career fair unfolds with concurrent activities. In the adjoining classroom, workshops on networking etiquette run while career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, and finance firms provide QR codes to enable immediate internship applications. Consulting firms display glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Tech companies showcase demo screens featuring their latest apps. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Inside, alumni volunteers deliver quick pep talks near the coffee station as consulting firms continue to stack booklets. A robotics startup flies a small drone above its booth; a cybersecurity company runs a password cracking challenge on a laptop. A PA welcome outlines the fair schedule.",
    "Across spaces, the career fair unfolds with concurrent activities. In an adjoining classroom, networking etiquette workshops run as career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Consulting firms display glossy case study booklets on high tables, while an alumni panel discusses how to prepare for technical interviews. Tech companies showcase demo screens featuring their latest apps. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the fair opens. Inside, alumni volunteers deliver quick pep talks near the coffee station as consulting firms continue stacking booklets. A robotics startup flies a small drone above its booth; a cybersecurity company runs a password cracking challenge on a laptop. A PA welcome outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "The career fair unfolds with concurrent activities. In an adjoining classroom, networking etiquette workshops run as counselors guide unsure students toward industries. Groups of friends mark target employers on the event map, and finance firms provide QR codes for internship applications. Consulting firms display glossy case study booklets on high tables, while an alumni panel discusses preparing for technical interviews. Tech companies showcase demo screens featuring their latest apps. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the fair opens. Inside, alumni volunteers deliver quick pep talks near the coffee station as consulting firms continue stacking booklets. A robotics startup flies a drone above its booth; a cybersecurity company runs a password cracking challenge on a laptop. A PA welcome outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.6223296228426144,
    0.6223296228426144,
    0.6223296228426144,
    0.6223296228426144,
    0.8201555186097665,
    0.8201555186097665,
    0.8201555186097665,
    0.8201555186097665,
    0.8201555186097665,
    0.8284819599988744,
    0.8284819599988744,
    0.8284819599988744,
    0.8284819599988744,
    0.8284819599988744,
    0.8284819599988744,
    0.8284819599988744,
    0.8284819599988744,
    0.8566323528121031,
    0.8566323528121031,
    0.8566323528121031,
    0.8566323528121031,
    0.8566323528121031,
    0.8566323528121031,
    0.8566323528121031,
    0.9114910069568336,
    0.9114910069568336,
    0.9114910069568336,
    0.9114910069568336,
    0.9114910069568336,
    0.9114910069568336,
    0.9153164822093929,
    0.9153164822093929,
    0.9153164822093929,
    0.9153164822093929,
    0.9153164822093929,
    0.9153164822093929,
    0.9153164822093929,
    0.9153164822093929,
    0.9153164822093929,
    0.9153164822093929,
    0.9174869865759505,
    0.9174869865759505,
    0.9174869865759505,
    0.9174869865759505,
    0.9174869865759505,
    0.9174869865759505,
    0.9174869865759505
  ],
  "24": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Groups of friends are marking target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation.",
    "Healthcare providers showcase community outreach photos. Groups of friends are marking target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, placing marks to designate specific employers as targets within the event’s visual representation. Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "At the event, healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, designating specific employers as targets within the event’s visual representation. Consulting firms stack glossy case study booklets on high tables, creating stacks on elevated surfaces. Workshops on networking etiquette run in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, designating specific employers as targets within the visual representation. Consulting firms stack glossy case study booklets on high tables, creating organized piles on elevated surfaces. Workshops on networking etiquette run in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the event, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, designating specific employers as targets within the visual representation. Consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Workshops on networking etiquette run in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password cracking challenge on a laptop. Several students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.45400702877579446,
    0.45400702877579446,
    0.45400702877579446,
    0.45400702877579446,
    0.45400702877579446,
    0.45400702877579446,
    0.45400702877579446,
    0.45400702877579446,
    0.45400702877579446,
    0.45400702877579446,
    0.703475619150479,
    0.703475619150479,
    0.703475619150479,
    0.703475619150479,
    0.703475619150479,
    0.703475619150479,
    0.703475619150479,
    0.703475619150479,
    0.7056221021941587,
    0.7056221021941587,
    0.7056221021941587,
    0.7056221021941587,
    0.7056221021941587,
    0.7056221021941587,
    0.7056221021941587,
    0.7056221021941587,
    0.7056221021941587,
    0.8066029575714174,
    0.8066029575714174,
    0.8066029575714174,
    0.8066029575714174,
    0.8066029575714174,
    0.8066029575714174,
    0.8066029575714174,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8518916293321455,
    0.8523845895467603,
    0.8523845895467603
  ]
}