{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym before the career fair opens, students line up. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym before the career fair opens, students line up. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym before the career fair opens, students line up as a robotics startup flies a small drone over its booth to attract attention. HR teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym before the career fair opens, students line up as a robotics startup flies a small drone over its booth to attract attention. HR teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor, contributing to a busy, prepared atmosphere.",
    "Before the career fair opens, students line up outside the university gym as a robotics startup flies a small drone over its booth to attract attention. HR teams jot notes on tablets as students introduce themselves, and event staff scan registrations while handing out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor, contributing to a busy, prepared atmosphere. Alumni volunteers share quick pep talks near the coffee station.",
    "Before the career fair opens, students line up outside the university gym as a robotics startup flies a small drone over its booth to attract attention. HR teams jot notes on tablets as students introduce themselves, and event staff scan registrations while handing out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor, contributing to a busy, prepared atmosphere. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.5804583948210053,
    0.7877173023792774,
    0.7877173023792774,
    0.7877173023792774,
    0.7877173023792774,
    0.7877173023792774,
    0.7877173023792774,
    0.7877173023792774,
    0.8199822813838434,
    0.8199822813838434,
    0.8199822813838434,
    0.8199822813838434,
    0.8199822813838434,
    0.8199822813838434,
    0.7889321449763048,
    0.7889321449763048,
    0.7889321449763048,
    0.7889321449763048,
    0.7889321449763048,
    0.7889321449763048,
    0.7889321449763048,
    0.7889321449763048,
    0.7889321449763048,
    0.8225275734966148,
    0.8225275734966148,
    0.8225275734966148,
    0.8225275734966148,
    0.8225275734966148,
    0.8225275734966148,
    0.8225275734966148,
    0.8225275734966148,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793,
    0.8568104715361793
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At an event, career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "At an event, career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "At an event, career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At an event, career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7467257475751753,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7636320156608989,
    0.7833481699794163,
    0.7833481699794163,
    0.7833481699794163,
    0.7833481699794163,
    0.7833481699794163,
    0.7833481699794163,
    0.7833481699794163,
    0.7833481699794163,
    0.7833481699794163,
    0.7833481699794163,
    0.7786429073857204,
    0.7786429073857204,
    0.7786429073857204,
    0.7786429073857204,
    0.7786429073857204,
    0.7786429073857204,
    0.7786429073857204,
    0.7786429073857204,
    0.8189157473683024,
    0.8189157473683024,
    0.8189157473683024,
    0.8189157473683024
  ],
  "2": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while students line up outside the university gym in advance of the career fair opening.",
    "Healthcare providers showcase community outreach photos as students line up outside the university gym in advance of the career fair opening; career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos as students line up outside the university gym in advance of the career fair opening. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university, healthcare providers showcase community outreach photos while students line up outside the gym in advance of the career fair opening. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "At the university, healthcare providers display community outreach photos as students line up outside the gym in advance of the career fair opening. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the university, healthcare providers display community outreach photos as students prepare for the career fair. Students line up outside the university gym before the career fair opens, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, outlining where they hope to connect during the fair.",
    "At the university, healthcare providers display community outreach photos as students prepare for the career fair. Students line up outside the university gym before the career fair opens, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, outlining where they hope to connect during the fair. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university, healthcare providers display community outreach photos as students prepare for the career fair. Students line up outside the university gym before the fair opens, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, outlining where they hope to connect during the fair. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.3514075766059015,
    0.4512593539112073,
    0.4512593539112073,
    0.4512593539112073,
    0.4512593539112073,
    0.4512593539112073,
    0.4512593539112073,
    0.6869904714035862,
    0.6869904714035862,
    0.6869904714035862,
    0.6869904714035862,
    0.6869904714035862,
    0.6869904714035862,
    0.6869904714035862,
    0.6869904714035862,
    0.722227932442636,
    0.722227932442636,
    0.722227932442636,
    0.722227932442636,
    0.722227932442636,
    0.722227932442636,
    0.7668426136136808,
    0.7668426136136808,
    0.7668426136136808,
    0.7668426136136808,
    0.7668426136136808,
    0.7668426136136808,
    0.7668426136136808,
    0.7668426136136808,
    0.7668426136136808,
    0.7668426136136808,
    0.8077796601737597,
    0.8077796601737597,
    0.8077796601737597,
    0.8077796601737597,
    0.8077796601737597,
    0.8077796601737597,
    0.8077796601737597,
    0.8077796601737597,
    0.8246620666190511,
    0.8246620666190511,
    0.8246620666190511,
    0.8246620666190511,
    0.8246620666190511,
    0.8246620666190511,
    0.8246620666190511,
    0.8246620666190511,
    0.8246620666190511,
    0.8246620666190511,
    0.8425646375674307,
    0.8425646375674307,
    0.8425646375674307,
    0.8425646375674307
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company operates a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company operates a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company operates a password-cracking challenge on a laptop for attendees. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop for attendees. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop for attendees. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop for attendees. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop for attendees. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.4986260342461656,
    0.4986260342461656,
    0.4986260342461656,
    0.4986260342461656,
    0.4986260342461656,
    0.5463885222943619,
    0.5463885222943619,
    0.5463885222943619,
    0.5463885222943619,
    0.5463885222943619,
    0.5463885222943619,
    0.5463885222943619,
    0.7408442492752874,
    0.7408442492752874,
    0.7408442492752874,
    0.7408442492752874,
    0.7408442492752874,
    0.7408442492752874,
    0.7764754259446474,
    0.7764754259446474,
    0.7764754259446474,
    0.7764754259446474,
    0.7764754259446474,
    0.7764754259446474,
    0.7942787812759178,
    0.7942787812759178,
    0.7942787812759178,
    0.7942787812759178,
    0.7942787812759178,
    0.7942787812759178,
    0.7942787812759178,
    0.7942787812759178,
    0.8380114135908905,
    0.8380114135908905,
    0.8380114135908905,
    0.8380114135908905,
    0.8380114135908905,
    0.8380114135908905,
    0.8380114135908905,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464,
    0.8557073070414464
  ],
  "4": [
    "",
    "",
    "Some students quietly rehearse elevator pitches against the wall.",
    "Some students quietly rehearse elevator pitches against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "In a shared space, some students quietly rehearse elevator pitches against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, students quietly rehearse elevator pitches against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "In a shared space, students quietly rehearse elevator pitches against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared space, students quietly rehearse elevator pitches against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "In a shared space, students quietly rehearse elevator pitches against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers offer quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "In a shared space, students quietly rehearse elevator pitches against the wall while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers offer quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "Within a shared event space, students quietly rehearse elevator pitches against the wall as an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers offer quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.36084775250027246,
    0.36084775250027246,
    0.36084775250027246,
    0.36084775250027246,
    0.36084775250027246,
    0.36084775250027246,
    0.47051802818299315,
    0.47051802818299315,
    0.47051802818299315,
    0.47051802818299315,
    0.47051802818299315,
    0.47051802818299315,
    0.47051802818299315,
    0.47051802818299315,
    0.5089761649912304,
    0.5089761649912304,
    0.5089761649912304,
    0.5089761649912304,
    0.5089761649912304,
    0.5089761649912304,
    0.5089761649912304,
    0.6559822900916656,
    0.6559822900916656,
    0.6559822900916656,
    0.6559822900916656,
    0.6559822900916656,
    0.6559822900916656,
    0.6559822900916656,
    0.7231921538678847,
    0.7231921538678847,
    0.7231921538678847,
    0.7231921538678847,
    0.7231921538678847,
    0.7231921538678847,
    0.7231921538678847,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7486741945101965,
    0.7787210590932679,
    0.7787210590932679,
    0.7787210590932679,
    0.7787210590932679,
    0.7787210590932679,
    0.7787210590932679,
    0.7787210590932679
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the event entrance, staff scan registrations and issue lanyards to registrants.",
    "Registration processing at the event entrance involves staff scanning registrations and issuing lanyards to registrants, while workshops on networking etiquette begin in the adjoining classroom.",
    "Registration processing at the event entrance involves staff scanning registrations and issuing lanyards to registrants, while workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens.",
    "Registration processing at the event entrance involves staff scanning registrations and issuing lanyards to registrants, while workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries.",
    "Registration processing at the event entrance involves staff scanning registrations and issuing lanyards to registrants, while workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries.",
    "Registration processing at the event entrance involves staff scanning registrations and issuing lanyards to registrants, while workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and issue lanyards to registrants. Workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and issue lanyards to registrants. Workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3654768921708493,
    0.3654768921708493,
    0.3654768921708493,
    0.3654768921708493,
    0.3654768921708493,
    0.3654768921708493,
    0.38495819164914613,
    0.38495819164914613,
    0.38495819164914613,
    0.38495819164914613,
    0.38495819164914613,
    0.38495819164914613,
    0.38495819164914613,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6263804995170741,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.6358892413008599,
    0.7703362765731752,
    0.7703362765731752,
    0.7703362765731752,
    0.7703362765731752,
    0.7703362765731752,
    0.7703362765731752,
    0.7703362765731752,
    0.7703362765731752,
    0.8230848490812401,
    0.8230848490812401,
    0.8230848490812401,
    0.8230848490812401,
    0.8230848490812401,
    0.8230848490812401,
    0.8230848490812401,
    0.8230848490812401,
    0.8230848490812401,
    0.8172675497163372
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement, broadcast over the PA system, outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system and outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "An announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the fair, an announcement is broadcast over the PA system outlining the schedule. Workshops on networking etiquette are held in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the fair, a PA system outlines the schedule while workshops on networking etiquette take place in the adjoining classroom. A robotics startup attracts attention by flying a small drone above its booth. Tech companies display demo screens showcasing their latest apps. Before the career fair opens, students line up outside the university gym.",
    "At the fair, a PA system outlines the schedule while workshops on networking etiquette take place in the adjoining classroom. A robotics startup draws attention by flying a small drone above its booth. Tech companies display demo screens showcasing their latest apps. Before the career fair opens, students line up outside the university gym. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a PA system outlines the schedule while workshops on networking etiquette run in the adjoining classroom. A robotics startup draws attention by flying a small drone above its booth. Tech companies display demo screens showcasing their latest apps. Before the career fair opens, students line up outside the university gym. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5758785142376319,
    0.5758785142376319,
    0.5758785142376319,
    0.5758785142376319,
    0.5758785142376319,
    0.5758785142376319,
    0.5758785142376319,
    0.5758785142376319,
    0.7749535600628122,
    0.7749535600628122,
    0.7749535600628122,
    0.7749535600628122,
    0.7749535600628122,
    0.7749535600628122,
    0.7749535600628122,
    0.7749535600628122,
    0.7749535600628122,
    0.7781902910219354,
    0.7781902910219354,
    0.7781902910219354,
    0.7781902910219354,
    0.7781902910219354,
    0.7781902910219354,
    0.7924077694209122,
    0.7924077694209122,
    0.7924077694209122,
    0.7924077694209122,
    0.7924077694209122,
    0.7924077694209122,
    0.7924077694209122,
    0.7924077694209122,
    0.7924077694209122,
    0.7924077694209122,
    0.8284736073465926,
    0.8284736073465926,
    0.8284736073465926,
    0.8284736073465926,
    0.8284736073465926,
    0.8284736073465926,
    0.8284736073465926,
    0.8284736073465926,
    0.8641275345101166,
    0.8641275345101166,
    0.8641275345101166,
    0.8641275345101166,
    0.8641275345101166,
    0.8641275345101166,
    0.8641275345101166,
    0.8641275345101166,
    0.8641275345101166,
    0.880449671117983,
    0.880449671117983,
    0.880449671117983,
    0.880449671117983
  ],
  "8": [
    "",
    "",
    "In a shared setting, human resources teams jot notes on tablets as students introduce themselves, with both activities happening concurrently.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "In a shared space, human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared space, HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "In a shared space, HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Before the career fair opens, students line up outside the university gym. A robotics startup flies a small drone above its booth for attention.",
    "In a shared space, students introduce themselves while HR teams jot notes on tablets, both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Before the career fair opens, students line up outside the university gym. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30772545319725514,
    0.30772545319725514,
    0.30772545319725514,
    0.30772545319725514,
    0.30772545319725514,
    0.30772545319725514,
    0.30772545319725514,
    0.49873692052713703,
    0.49873692052713703,
    0.49873692052713703,
    0.49873692052713703,
    0.49873692052713703,
    0.49873692052713703,
    0.49873692052713703,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.7283584919265529,
    0.8345653375683061,
    0.8345653375683061,
    0.8345653375683061,
    0.8345653375683061,
    0.8345653375683061,
    0.8345653375683061,
    0.8345653375683061,
    0.8571719773860812,
    0.8571719773860812,
    0.8571719773860812,
    0.8571719773860812,
    0.8571719773860812,
    0.8571719773860812,
    0.8571719773860812,
    0.8752188193367416,
    0.8752188193367416,
    0.8752188193367416,
    0.8752188193367416,
    0.8752188193367416,
    0.8752188193367416,
    0.8752188193367416,
    0.8752188193367416,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8839693374390604,
    0.8883001068503299,
    0.8883001068503299,
    0.8883001068503299
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a setting where consulting firms stack glossy case study booklets on high tables, the display emphasizes case materials. An alumni panel is present, discussing how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables, with the display emphasizing case materials. An alumni panel is present, discussing how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Consulting firms stack glossy case study booklets on high tables, with the display emphasizing case materials. An alumni panel is present, discussing how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "Consulting firms display glossy case study booklets on high tables to emphasize case materials. An alumni panel is present, discussing how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms display glossy case study booklets on high tables to emphasize case materials. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, consulting firms display glossy case study booklets on high tables to emphasize case materials. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, attendees encounter glossy case study booklets displayed on high tables to emphasize case materials. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "Glossy case study booklets are displayed on high tables to emphasize case materials. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5154117093797562,
    0.5154117093797562,
    0.5154117093797562,
    0.5154117093797562,
    0.5154117093797562,
    0.5154117093797562,
    0.6974580042679746,
    0.6974580042679746,
    0.6974580042679746,
    0.6974580042679746,
    0.6974580042679746,
    0.6974580042679746,
    0.7420892864416826,
    0.7420892864416826,
    0.7420892864416826,
    0.7420892864416826,
    0.7420892864416826,
    0.7420892864416826,
    0.7420892864416826,
    0.7523536125700001,
    0.7523536125700001,
    0.7523536125700001,
    0.7523536125700001,
    0.7523536125700001,
    0.7523536125700001,
    0.7523536125700001,
    0.7337241608376934,
    0.7337241608376934,
    0.7337241608376934,
    0.7337241608376934,
    0.7337241608376934,
    0.7337241608376934,
    0.7337241608376934,
    0.8369138077651991,
    0.8369138077651991,
    0.8369138077651991,
    0.8369138077651991,
    0.8369138077651991,
    0.8369138077651991,
    0.8369138077651991,
    0.8369138077651991,
    0.8369138077651991,
    0.8336776790714306,
    0.8336776790714306,
    0.8336776790714306,
    0.8336776790714306,
    0.8336776790714306,
    0.8336776790714306,
    0.8336776790714306,
    0.8336776790714306,
    0.8336776790714306,
    0.8336776790714306
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against a wall.",
    "Some students rehearse elevator pitches quietly against a wall, while career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against a wall, while career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against a wall as career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Some students rehearse elevator pitches quietly against a wall as career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "In a multi-booth setting, some students rehearse elevator pitches quietly against a wall while career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "In a multi-booth setting, some students rehearse elevator pitches quietly against a wall while career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "In a multi-booth exhibition, dozens of booths with colorful banners encircle a polished floor. Students rehearse elevator pitches quietly against a wall while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.36676967274634964,
    0.36676967274634964,
    0.36676967274634964,
    0.36676967274634964,
    0.36676967274634964,
    0.36676967274634964,
    0.3356439129527138,
    0.3356439129527138,
    0.3356439129527138,
    0.3356439129527138,
    0.3356439129527138,
    0.3356439129527138,
    0.3356439129527138,
    0.5675905123317437,
    0.5675905123317437,
    0.5675905123317437,
    0.5675905123317437,
    0.5675905123317437,
    0.5675905123317437,
    0.5675905123317437,
    0.5675905123317437,
    0.5675905123317437,
    0.5675905123317437,
    0.7272141484544912,
    0.7272141484544912,
    0.7272141484544912,
    0.7272141484544912,
    0.7272141484544912,
    0.7272141484544912,
    0.7272141484544912,
    0.7272141484544912,
    0.7272141484544912,
    0.7707097891377352,
    0.7707097891377352,
    0.7707097891377352,
    0.7707097891377352,
    0.7707097891377352,
    0.7707097891377352,
    0.7668995740811888,
    0.7668995740811888,
    0.7668995740811888,
    0.7668995740811888,
    0.7668995740811888,
    0.7668995740811888,
    0.7668995740811888,
    0.7668995740811888,
    0.7668995740811888,
    0.7668995740811888,
    0.7891257902896749,
    0.7891257902896749,
    0.7891257902896749,
    0.7891257902896749,
    0.7891257902896749,
    0.7891257902896749
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Across the scene, consulting firms stack glossy case study booklets on high tables; finance firms provide QR codes for immediate internship applications. A few students rehearse elevator pitches quietly against the wall, while healthcare providers showcase photos of community outreach.",
    "Across the scene, consulting firms stack glossy case study booklets on high tables; finance firms provide QR codes for immediate internship applications. A few students rehearse elevator pitches quietly against the wall, while healthcare providers showcase photos of community outreach. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while finance firms display QR codes for immediate internship applications. A few students rehearse elevator pitches quietly against a wall; healthcare providers showcase photos of community outreach. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the fair opens.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while finance firms display QR codes for immediate internship applications. A few students rehearse elevator pitches quietly against a wall; healthcare providers showcase photos of community outreach. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the fair opens.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while finance firms display QR codes for immediate internship applications. A few students rehearse elevator pitches quietly against a wall, and healthcare providers showcase photos of community outreach. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5748523921459245,
    0.5748523921459245,
    0.5748523921459245,
    0.5748523921459245,
    0.5748523921459245,
    0.5748523921459245,
    0.5748523921459245,
    0.5748523921459245,
    0.5748523921459245,
    0.7103832071013617,
    0.7103832071013617,
    0.7103832071013617,
    0.7103832071013617,
    0.7103832071013617,
    0.7103832071013617,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8507908408814778,
    0.8313934350762475
  ],
  "12": [
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is being broadcast over the PA system, outlining the schedule, while groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is being broadcast over the PA system, outlining the schedule. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university fair, a welcome announcement is broadcast over the PA outlining the schedule. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university fair, a welcome announcement is broadcast over the PA outlining the schedule. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.4639847666089217,
    0.4639847666089217,
    0.4639847666089217,
    0.4639847666089217,
    0.4639847666089217,
    0.6114238111039376,
    0.6114238111039376,
    0.6114238111039376,
    0.6114238111039376,
    0.6114238111039376,
    0.6114238111039376,
    0.6114238111039376,
    0.7989612069489828,
    0.7989612069489828,
    0.7989612069489828,
    0.7989612069489828,
    0.81327315020632,
    0.81327315020632,
    0.81327315020632,
    0.81327315020632,
    0.81327315020632,
    0.81327315020632,
    0.81327315020632,
    0.81327315020632,
    0.8481403943175767,
    0.8481403943175767,
    0.8481403943175767,
    0.8481403943175767,
    0.8481403943175767,
    0.8481403943175767,
    0.8481403943175767,
    0.8481403943175767,
    0.8473037948000767,
    0.8473037948000767,
    0.8473037948000767,
    0.8473037948000767,
    0.8473037948000767,
    0.8473037948000767,
    0.8473037948000767,
    0.8473037948000767,
    0.8456203994867391,
    0.8456203994867391,
    0.8456203994867391,
    0.8456203994867391,
    0.8456203994867391,
    0.8456203994867391,
    0.8456203994867391,
    0.8456203994867391,
    0.8641550285142839,
    0.8641550285142839,
    0.8641550285142839,
    0.8641550285142839,
    0.8641550285142839,
    0.8641550285142839,
    0.8641550285142839,
    0.8641550285142839,
    0.8628692674708173
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; a robotics startup flies a small drone above its booth for attention.",
    "Prior to the career fair opening, students line up outside the university gym. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "Prior to the career fair opening, students line up outside the university gym. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "Before the career fair opens, students form a line outside the university gym. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone over its booth to attract attention. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station.",
    "Prior to the career fair opening, students line up outside the university gym. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone over its booth to attract attention. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, students line up outside the university gym. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone over its booth to attract attention. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, students line up outside the university gym, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone over its booth to attract attention. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system, and human resources teams jot notes on tablets as students introduce themselves.",
    "Before the career fair opens, students line up outside the university gym while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone over its booth to attract attention. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5173062423458173,
    0.5173062423458173,
    0.5173062423458173,
    0.5173062423458173,
    0.5173062423458173,
    0.5173062423458173,
    0.5173062423458173,
    0.788927731779661,
    0.788927731779661,
    0.788927731779661,
    0.788927731779661,
    0.788927731779661,
    0.788927731779661,
    0.788927731779661,
    0.788927731779661,
    0.8184472524910169,
    0.8184472524910169,
    0.8184472524910169,
    0.8184472524910169,
    0.8184472524910169,
    0.8184472524910169,
    0.8384422756396506,
    0.8384422756396506,
    0.8384422756396506,
    0.8384422756396506,
    0.8384422756396506,
    0.8384422756396506,
    0.8384422756396506,
    0.8384422756396506,
    0.8587356584032766,
    0.8587356584032766,
    0.8587356584032766,
    0.8587356584032766,
    0.8587356584032766,
    0.8587356584032766,
    0.8587356584032766,
    0.8587356584032766,
    0.859632569888451,
    0.859632569888451,
    0.859632569888451,
    0.859632569888451,
    0.859632569888451,
    0.859632569888451,
    0.859632569888451,
    0.859632569888451,
    0.8625145011046911,
    0.8625145011046911,
    0.8625145011046911,
    0.8625145011046911,
    0.8625145011046911,
    0.8625145011046911,
    0.8625145011046911,
    0.8874545455437901
  ],
  "14": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are under way in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students are lined up before the career fair opens.",
    "In the university setting, networking etiquette workshops are underway in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students are lined up before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops are underway in the adjoining classroom at the university. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students are lined up before the career fair opens. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops are underway in the adjoining classroom at the university. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops are underway in the adjoining university classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops are underway in the adjoining university classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.7072280452118607,
    0.7072280452118607,
    0.7072280452118607,
    0.7072280452118607,
    0.7072280452118607,
    0.7072280452118607,
    0.7435932551021964,
    0.7435932551021964,
    0.7435932551021964,
    0.7435932551021964,
    0.7435932551021964,
    0.7435932551021964,
    0.7435932551021964,
    0.7688692980909384,
    0.7688692980909384,
    0.7688692980909384,
    0.7688692980909384,
    0.7688692980909384,
    0.7688692980909384,
    0.7688692980909384,
    0.7688692980909384,
    0.7710512212544999,
    0.7710512212544999,
    0.7710512212544999,
    0.7710512212544999,
    0.7710512212544999,
    0.7710512212544999,
    0.7710512212544999,
    0.7710512212544999,
    0.7716859197580537,
    0.7716859197580537,
    0.7716859197580537,
    0.7716859197580537,
    0.7716859197580537,
    0.7716859197580537,
    0.7716859197580537,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066,
    0.7815935184378066
  ],
  "15": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops begin in the adjoining classroom while alumni volunteers deliver quick pep talks near the coffee station; career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom, with alumni volunteers delivering quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom, where alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, while a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops begin in the adjoining classroom, where alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops begin in the adjoining classroom, with alumni volunteers delivering brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops begin in the adjoining classroom, with alumni volunteers delivering brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "15_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.43372051397128164,
    0.43372051397128164,
    0.43372051397128164,
    0.43372051397128164,
    0.43372051397128164,
    0.43372051397128164,
    0.43372051397128164,
    0.5213037956755232,
    0.5213037956755232,
    0.5213037956755232,
    0.5213037956755232,
    0.5213037956755232,
    0.5213037956755232,
    0.5213037956755232,
    0.5213037956755232,
    0.5465074359467572,
    0.5465074359467572,
    0.5465074359467572,
    0.5465074359467572,
    0.5465074359467572,
    0.5465074359467572,
    0.5465074359467572,
    0.5465074359467572,
    0.6540179428512755,
    0.6540179428512755,
    0.6540179428512755,
    0.6540179428512755,
    0.6540179428512755,
    0.6540179428512755,
    0.6540179428512755,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7013130301626208,
    0.7561435088218553,
    0.7561435088218553,
    0.7561435088218553,
    0.7561435088218553,
    0.7561435088218553,
    0.7561435088218553,
    0.7561435088218553,
    0.7561435088218553,
    0.7561435088218553,
    0.7561435088218553,
    0.8407741794008537,
    0.8407741794008537,
    0.8407741794008537
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating interest in specific companies. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map, signaling interest in specific companies. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, signaling interest in specific companies. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map to signal interest in specific companies. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, groups of friends mark target employers on the event map to signal interest in specific companies. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, groups of friends mark target employers on the event map to signal interest in specific companies. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map to signal interest in specific companies. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5869860705427226,
    0.5869860705427226,
    0.5869860705427226,
    0.5869860705427226,
    0.5869860705427226,
    0.5869860705427226,
    0.5869860705427226,
    0.5869860705427226,
    0.5869860705427226,
    0.5869860705427226,
    0.7495061102315759,
    0.7495061102315759,
    0.7495061102315759,
    0.7495061102315759,
    0.7495061102315759,
    0.7495061102315759,
    0.7495061102315759,
    0.7850854732004232,
    0.7850854732004232,
    0.7850854732004232,
    0.7850854732004232,
    0.7850854732004232,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8121510322815775,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8272562067924019,
    0.8338800921876827,
    0.8338800921876827
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At a career fair, counselors direct unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a career fair, counselors direct unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At a career fair, counselors direct unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.41879717255800575,
    0.41879717255800575,
    0.41879717255800575,
    0.41879717255800575,
    0.41879717255800575,
    0.41879717255800575,
    0.41879717255800575,
    0.41879717255800575,
    0.6355081656813422,
    0.6355081656813422,
    0.6355081656813422,
    0.6355081656813422,
    0.6355081656813422,
    0.6355081656813422,
    0.7989488015401025,
    0.7989488015401025,
    0.7989488015401025,
    0.7989488015401025,
    0.7989488015401025,
    0.7989488015401025,
    0.8100090655128541,
    0.8100090655128541,
    0.8100090655128541,
    0.8100090655128541,
    0.8100090655128541,
    0.8100090655128541,
    0.8100090655128541,
    0.8100090655128541,
    0.8023721096255654,
    0.8023721096255654,
    0.8023721096255654,
    0.8023721096255654,
    0.8023721096255654,
    0.8023721096255654,
    0.8023721096255654,
    0.8023721096255654,
    0.8023721096255654,
    0.8509423263100802,
    0.8509423263100802,
    0.8509423263100802,
    0.8509423263100802,
    0.8509423263100802,
    0.8509423263100802,
    0.8509423263100802,
    0.8509423263100802,
    0.8509423263100802,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519,
    0.8595989998659519
  ],
  "18": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews; healthcare providers showcase community outreach photos; a robotics startup flies a small drone above its booth for attention.",
    "At an event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "At an event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At an event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "An on-campus career fair unfolds with an alumni panel discussing how to prepare for technical interviews. Healthcare providers showcase community outreach photos, while a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "An on-campus career fair unfolds on a polished floor encircled by dozens of booths with colorful banners. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, while a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "18_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4597077787646222,
    0.4597077787646222,
    0.4597077787646222,
    0.4597077787646222,
    0.4597077787646222,
    0.4597077787646222,
    0.5288254552602291,
    0.5288254552602291,
    0.5288254552602291,
    0.5288254552602291,
    0.5288254552602291,
    0.5288254552602291,
    0.5288254552602291,
    0.7944541659287909,
    0.7944541659287909,
    0.7944541659287909,
    0.7944541659287909,
    0.7944541659287909,
    0.7944541659287909,
    0.7944541659287909,
    0.8039242616936833,
    0.8039242616936833,
    0.8039242616936833,
    0.8039242616936833,
    0.8039242616936833,
    0.8039242616936833,
    0.8039242616936833,
    0.81806729948136,
    0.81806729948136,
    0.81806729948136,
    0.81806729948136,
    0.81806729948136,
    0.81806729948136,
    0.81806729948136,
    0.8336546816671948,
    0.8336546816671948,
    0.8336546816671948,
    0.8336546816671948,
    0.8336546816671948,
    0.8336546816671948,
    0.8336546816671948,
    0.8336546816671948,
    0.8336546816671948,
    0.8617249132414677,
    0.8617249132414677,
    0.8617249132414677,
    0.8617249132414677,
    0.8617249132414677,
    0.8617249132414677,
    0.8617249132414677,
    0.8617249132414677,
    0.8617249132414677,
    0.8617249132414677,
    0.8770841648074705,
    0.8770841648074705,
    0.8770841648074705
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "The scene shows students rehearsing elevator pitches quietly against a wall, their voices subdued as they practice. Dozens of booths with colorful banners circle the polished floor, creating a perimeter around the space.",
    "The scene shows students quietly rehearsing elevator pitches against a wall, their voices subdued as they practice. Dozens of booths with colorful banners circle the polished floor, forming a perimeter around the space. Over the PA system, a welcome announcement outlines the fair schedule.",
    "Students quietly rehearse elevator pitches against a wall, their voices subdued as they practice. Dozens of booths with colorful banners circle the polished floor, forming a perimeter around the space. Over the PA system, a welcome announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "Students quietly rehearse elevator pitches against a wall, their voices subdued as they practice. Dozens of booths with colorful banners circle the polished floor, forming a perimeter around the space. Over the PA system, a welcome announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners circle the polished floor, forming a perimeter around the space. Students rehearse elevator pitches quietly against a wall, their voices subdued as they practice. Over the PA system, a welcome announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners circle the polished floor, forming a perimeter around the space. Students rehearse elevator pitches quietly against a wall, their voices subdued as they practice. Over the PA system, a welcome announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners circle the polished floor, forming a perimeter around the space. Students rehearse elevator pitches quietly against a wall, their voices subdued as they practice. Over the PA system, a welcome announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a perimeter around the space. Students rehearse elevator pitches quietly against a wall, their voices subdued as they practice. A welcome announcement plays over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.4193951813936473,
    0.4193951813936473,
    0.4193951813936473,
    0.4193951813936473,
    0.4193951813936473,
    0.4193951813936473,
    0.4193951813936473,
    0.4193951813936473,
    0.652638169418499,
    0.652638169418499,
    0.652638169418499,
    0.652638169418499,
    0.652638169418499,
    0.652638169418499,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7584646512764728,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.7745543052452839,
    0.8224717423988415,
    0.8224717423988415,
    0.8224717423988415,
    0.8224717423988415,
    0.8224717423988415,
    0.8224717423988415,
    0.8224717423988415,
    0.8224717423988415,
    0.8201162274946266,
    0.8201162274946266,
    0.8201162274946266,
    0.8201162274946266
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, creating a circular layout in the space. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners circle the polished floor, creating a circular layout in the space. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners circle the polished floor, producing a circular layout in the space. Healthcare providers showcase community outreach photos, while tech companies display demo screens illustrating their latest apps. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "Dozens of booths with colorful banners circle a polished floor, forming a circular layout. Healthcare providers showcase community outreach photos, while tech companies display demo screens illustrating their latest apps. A welcome announcement plays over the PA system, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners form a circular layout around a polished floor. Healthcare providers display community outreach photos, while tech companies show demo screens illustrating their latest apps. A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "A circular layout of dozens of booths with colorful banners surrounds a polished floor. Healthcare providers display community outreach photos while tech companies present demo screens illustrating their latest apps. A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications.",
    "A circular layout of dozens of booths with colorful banners surrounds a polished floor, creating a busy trade-show atmosphere. Healthcare providers display community outreach photos while tech companies showcase demo screens illustrating their latest apps. A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.45290780049965373,
    0.45290780049965373,
    0.45290780049965373,
    0.45290780049965373,
    0.45290780049965373,
    0.45290780049965373,
    0.45290780049965373,
    0.5018958553721642,
    0.5018958553721642,
    0.5018958553721642,
    0.5018958553721642,
    0.5018958553721642,
    0.5018958553721642,
    0.5018958553721642,
    0.5018958553721642,
    0.714027190706102,
    0.714027190706102,
    0.714027190706102,
    0.714027190706102,
    0.714027190706102,
    0.714027190706102,
    0.714027190706102,
    0.7968290030199453,
    0.7968290030199453,
    0.7968290030199453,
    0.7968290030199453,
    0.7968290030199453,
    0.7968290030199453,
    0.7968290030199453,
    0.7968290030199453,
    0.7968290030199453,
    0.8299351629630694,
    0.8299351629630694,
    0.8299351629630694,
    0.8299351629630694,
    0.8299351629630694,
    0.8299351629630694,
    0.8299351629630694,
    0.8299351629630694,
    0.8299351629630694,
    0.8795046453552531,
    0.8795046453552531,
    0.8795046453552531,
    0.8795046453552531,
    0.8795046453552531,
    0.8795046453552531,
    0.8795046453552531,
    0.8795046453552531,
    0.8706449058565838,
    0.8706449058565838
  ],
  "21": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, presenting a live showcase of new software at the event. At the entrance, event staff scan registrations and hand out lanyards.",
    "Tech companies display demo screens showing their latest apps, presenting a live showcase of new software at the event. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table.",
    "Tech companies display demo screens showing their latest apps, presenting a live showcase of new software at the event. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens showing their latest apps, presenting a live software showcase. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens showing their latest apps as a live software showcase. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, tech companies display demo screens of their latest apps as a live software showcase. Entrance staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase photos from community outreach.",
    "At the event, tech companies display demo screens of their latest apps as a live software showcase. Entrance staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase photos from community outreach. Students clutch resumes inside branded folders.",
    "At the event, tech companies host a live software showcase, displaying demo screens of their latest apps. Entrance staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase photos from community outreach. Students clutch resumes inside branded folders."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5695048726729361,
    0.5695048726729361,
    0.5695048726729361,
    0.5695048726729361,
    0.5695048726729361,
    0.5695048726729361,
    0.5695048726729361,
    0.7579719885324201,
    0.7579719885324201,
    0.7579719885324201,
    0.7579719885324201,
    0.7579719885324201,
    0.7579719885324201,
    0.7579719885324201,
    0.7579719885324201,
    0.795763875261327,
    0.795763875261327,
    0.795763875261327,
    0.795763875261327,
    0.795763875261327,
    0.795763875261327,
    0.795763875261327,
    0.795763875261327,
    0.795763875261327,
    0.8288042559777895,
    0.8288042559777895,
    0.8288042559777895,
    0.8288042559777895,
    0.8288042559777895,
    0.8288042559777895,
    0.8756616928326565,
    0.8756616928326565,
    0.8756616928326565,
    0.8756616928326565,
    0.8756616928326565,
    0.8756616928326565,
    0.8756616928326565,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.8751627237687927,
    0.893908572765089,
    0.893908572765089,
    0.893908572765089,
    0.893908572765089,
    0.893908572765089,
    0.893908572765089,
    0.893908572765089,
    0.8847583348714343
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair is set to open. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Students line up outside the gym before the career fair opens.",
    "At the university gym, a career fair is set to open. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries. Students line up outside the gym before the fair opens, while some rehearse elevator pitches quietly against the wall.",
    "At the university gym, a career fair is set to open. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, with some rehearsing elevator pitches quietly against the wall.",
    "In the university gym, a career fair is set to open. The engineering society sponsors a resume review table near the stage as dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries. Outside the gym, students line up before the career fair opens, with some rehearsing elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin.",
    "In the university gym, a career fair is set to open, with the engineering society sponsoring a resume review table near the stage as dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries. Outside the gym, students line up before the fair opens, with some rehearsing elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.6324497938049056,
    0.6324497938049056,
    0.6324497938049056,
    0.6324497938049056,
    0.6324497938049056,
    0.6324497938049056,
    0.6324497938049056,
    0.6324497938049056,
    0.7602548202929854,
    0.7602548202929854,
    0.7602548202929854,
    0.7602548202929854,
    0.7602548202929854,
    0.7602548202929854,
    0.7602548202929854,
    0.7602548202929854,
    0.7602548202929854,
    0.7582691934431229,
    0.7582691934431229,
    0.7582691934431229,
    0.7582691934431229,
    0.7582691934431229,
    0.7582691934431229,
    0.7582691934431229,
    0.7582691934431229,
    0.7582691934431229,
    0.7582691934431229,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7557112635215775,
    0.7754954085179544,
    0.7754954085179544,
    0.7754954085179544,
    0.7754954085179544,
    0.7754954085179544,
    0.7754954085179544,
    0.7754954085179544,
    0.7754954085179544,
    0.7754954085179544,
    0.7889705197646868,
    0.7889705197646868,
    0.7889705197646868,
    0.7889705197646868,
    0.7889705197646868,
    0.7889705197646868
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while healthcare providers showcase community outreach photos.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and tech companies display demo screens featuring their latest apps.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop; healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map; tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop; healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, and tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.33802373861968715,
    0.33802373861968715,
    0.33802373861968715,
    0.33802373861968715,
    0.33802373861968715,
    0.33802373861968715,
    0.33802373861968715,
    0.5672511921099637,
    0.5672511921099637,
    0.5672511921099637,
    0.5672511921099637,
    0.5672511921099637,
    0.5672511921099637,
    0.5672511921099637,
    0.5821190099452966,
    0.5821190099452966,
    0.5821190099452966,
    0.5821190099452966,
    0.5821190099452966,
    0.5821190099452966,
    0.7657760730168235,
    0.7657760730168235,
    0.7657760730168235,
    0.7657760730168235,
    0.7657760730168235,
    0.7657760730168235,
    0.7657760730168235,
    0.7616890897566935,
    0.7616890897566935,
    0.7616890897566935,
    0.7616890897566935,
    0.7616890897566935,
    0.7616890897566935,
    0.7616890897566935,
    0.7616890897566935,
    0.7616890897566935,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.7767251588960737,
    0.8279080229179628,
    0.8279080229179628,
    0.8279080229179628,
    0.8279080229179628,
    0.8279080229179628,
    0.8279080229179628
  ],
  "24": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.7228685542956366,
    0.7228685542956366,
    0.7228685542956366,
    0.7228685542956366,
    0.7228685542956366,
    0.7228685542956366,
    0.7228685542956366,
    0.7228685542956366,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7304523274133281,
    0.7543313399712863,
    0.7543313399712863,
    0.7543313399712863,
    0.7543313399712863,
    0.7543313399712863,
    0.7494985774915042,
    0.7494985774915042,
    0.7494985774915042,
    0.7494985774915042,
    0.7494985774915042,
    0.7494985774915042,
    0.7494985774915042,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049,
    0.8422396872326049
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students stand against a wall, quietly rehearsing elevator pitches.",
    "Some students stand against a wall, quietly rehearsing elevator pitches, while career counselors redirect unsure students toward applicable industries.",
    "Some students stand against a wall, quietly rehearsing elevator pitches, as career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Students stand against a wall, quietly rehearsing elevator pitches as career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Students stand against a wall, quietly rehearsing elevator pitches as career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Some students continue to rehearse elevator pitches quietly against the wall.",
    "Some students continue to rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At a career fair, some students continue to rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.3385422895739657,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5527282194741784,
    0.5686302019718902,
    0.5686302019718902,
    0.5686302019718902,
    0.5686302019718902,
    0.5686302019718902,
    0.5686302019718902,
    0.5686302019718902,
    0.5686302019718902,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.6556017338147382,
    0.7243819392393951,
    0.7243819392393951,
    0.7243819392393951,
    0.7243819392393951,
    0.7243819392393951,
    0.7243819392393951,
    0.7243819392393951,
    0.7243819392393951,
    0.8006514767278352
  ],
  "26": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, with the note-taking occurring concurrently with the introductions.",
    "In the event setup, human resources teams jot notes on tablets as students introduce themselves, with note-taking occurring concurrently with the introductions. Nearby, alumni volunteers share brief pep talks near the coffee station.",
    "In the event setup, human resources teams jot notes on tablets as students introduce themselves, with note-taking occurring concurrently with the introductions. Nearby, alumni volunteers share brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "During event setup, human resources teams jot notes on tablets as students introduce themselves. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "During event setup, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "During event setup, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "During event setup, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At event setup, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "During event setup, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "26_score": [
    0.0,
    0.0,
    0.3201842073505157,
    0.3201842073505157,
    0.3201842073505157,
    0.3201842073505157,
    0.3201842073505157,
    0.3201842073505157,
    0.5388349211848844,
    0.5388349211848844,
    0.5388349211848844,
    0.5388349211848844,
    0.5388349211848844,
    0.5388349211848844,
    0.6667995632309203,
    0.6667995632309203,
    0.6667995632309203,
    0.6667995632309203,
    0.6667995632309203,
    0.6667995632309203,
    0.6667995632309203,
    0.6667995632309203,
    0.6667995632309203,
    0.7167486100220534,
    0.7167486100220534,
    0.7167486100220534,
    0.7167486100220534,
    0.7167486100220534,
    0.7167486100220534,
    0.7167486100220534,
    0.7521212365809655,
    0.7521212365809655,
    0.7521212365809655,
    0.7521212365809655,
    0.7521212365809655,
    0.7521212365809655,
    0.7521212365809655,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7860265313621897,
    0.7780482952963578,
    0.7780482952963578,
    0.7780482952963578,
    0.7780482952963578,
    0.7780482952963578,
    0.7780482952963578,
    0.7780482952963578,
    0.7780482952963578,
    0.7997199364807783,
    0.7997199364807783,
    0.7997199364807783,
    0.7997199364807783,
    0.7997199364807783
  ],
  "27": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "Across the event space, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Across the event space, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Across the event space, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event space, career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event space, career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event space, career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.7051064630387265,
    0.7051064630387265,
    0.7051064630387265,
    0.7051064630387265,
    0.7051064630387265,
    0.7051064630387265,
    0.767814590682325,
    0.767814590682325,
    0.767814590682325,
    0.767814590682325,
    0.767814590682325,
    0.767814590682325,
    0.767814590682325,
    0.767814590682325,
    0.7852580155353734,
    0.7852580155353734,
    0.7852580155353734,
    0.7852580155353734,
    0.7852580155353734,
    0.7852580155353734,
    0.7852580155353734,
    0.7775469965336781,
    0.7775469965336781,
    0.7775469965336781,
    0.7775469965336781,
    0.7775469965336781,
    0.7775469965336781,
    0.7775469965336781,
    0.7775469965336781,
    0.7846254630348131,
    0.7846254630348131,
    0.7846254630348131,
    0.7846254630348131,
    0.7846254630348131,
    0.7846254630348131,
    0.7846254630348131,
    0.7846254630348131,
    0.7876028731857776,
    0.7876028731857776,
    0.7876028731857776,
    0.7876028731857776,
    0.7876028731857776,
    0.7876028731857776,
    0.7876028731857776,
    0.7876028731857776,
    0.7876028731857776
  ],
  "28": [
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair held in the university gym, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the fair opens.",
    "At the career fair held in the university gym, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair held in the university gym, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor as students line up outside the gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At a career fair held in the university gym, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor as students line up outside the gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair held in the university gym, a robotics startup attracts attention by flying a small drone above its booth. Dozens of booths with colorful banners encircle the polished floor, while students line up outside the gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. The scene presents a diverse range of organizations engaging prospective candidates around the central, banner-filled perimeter."
  ],
  "28_score": [
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.4842158848994471,
    0.4842158848994471,
    0.4842158848994471,
    0.4842158848994471,
    0.4842158848994471,
    0.4842158848994471,
    0.4842158848994471,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.7774870336725749,
    0.6348530802257062,
    0.6348530802257062,
    0.6348530802257062,
    0.6348530802257062,
    0.6348530802257062,
    0.6348530802257062,
    0.8174878373347868,
    0.8174878373347868,
    0.8174878373347868,
    0.8174878373347868,
    0.8174878373347868,
    0.8174878373347868,
    0.8174878373347868,
    0.8174878373347868,
    0.839739840424581,
    0.839739840424581,
    0.839739840424581,
    0.839739840424581,
    0.839739840424581,
    0.839739840424581,
    0.839739840424581,
    0.839739840424581,
    0.839739840424581,
    0.8642599593372394,
    0.8642599593372394,
    0.8642599593372394,
    0.8642599593372394,
    0.8642599593372394,
    0.8642599593372394,
    0.8642599593372394,
    0.8642599593372394,
    0.8382684902246595,
    0.8382684902246595,
    0.8382684902246595,
    0.8382684902246595
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners circle the polished floor as finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle the polished floor, as finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle the polished floor, as finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle the polished floor as finance firms offer QR codes for immediate internship applications. A resume review table sponsored by the engineering society sits near the stage, while students clutch resumes inside branded folders as they move through the space.",
    "Dozens of booths with colorful banners encircle the polished floor as finance firms offer QR codes for immediate internship applications. A resume review table sponsored by the engineering society sits near the stage, while students clutch resumes inside branded folders as they move through the space. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle a polished floor at a career fair-like space, where finance firms offer QR codes for immediate internship applications. A resume review table sponsored by the engineering society sits near the stage, while students move through the space clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop, drawing attention among attendees. Groups of friends mark target employers on the event map, aligning interests as they navigate between booths and activities."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4606077468286367,
    0.4606077468286367,
    0.4606077468286367,
    0.4606077468286367,
    0.4606077468286367,
    0.6055839417925365,
    0.6055839417925365,
    0.6055839417925365,
    0.6055839417925365,
    0.6055839417925365,
    0.6055839417925365,
    0.6055839417925365,
    0.6055839417925365,
    0.6055839417925365,
    0.7595914629007892,
    0.7595914629007892,
    0.7595914629007892,
    0.7595914629007892,
    0.7595914629007892,
    0.7595914629007892,
    0.7595914629007892,
    0.7595914629007892,
    0.6053880205346056,
    0.6053880205346056,
    0.6053880205346056,
    0.6053880205346056,
    0.6053880205346056,
    0.6053880205346056,
    0.6053880205346056,
    0.6053880205346056,
    0.756901877054436,
    0.756901877054436,
    0.756901877054436,
    0.756901877054436,
    0.756901877054436,
    0.756901877054436,
    0.756901877054436,
    0.756901877054436,
    0.8301255403406266,
    0.8301255403406266,
    0.8301255403406266,
    0.8301255403406266,
    0.8301255403406266,
    0.8301255403406266,
    0.8301255403406266,
    0.8301255403406266,
    0.8301255403406266,
    0.8301255403406266
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society is positioned near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society is positioned near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.713498905345858,
    0.713498905345858,
    0.713498905345858,
    0.713498905345858,
    0.713498905345858,
    0.713498905345858,
    0.713498905345858,
    0.713498905345858,
    0.7707594312876493,
    0.7707594312876493,
    0.7707594312876493,
    0.7707594312876493,
    0.7707594312876493,
    0.7707594312876493,
    0.8060140775812645,
    0.8060140775812645,
    0.8060140775812645,
    0.8060140775812645,
    0.8060140775812645,
    0.8060140775812645,
    0.8060140775812645,
    0.8060140775812645,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562,
    0.8184002851173562
  ],
  "31": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At a polished floor, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the space. Alumni volunteers share quick pep talks near the coffee station.",
    "Across a polished floor, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the space. Alumni volunteers deliver quick pep talks near the coffee station, and students line up outside the university gym before the career fair opens.",
    "Inside a venue with a polished floor, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the space. Alumni volunteers deliver quick pep talks near the coffee station, and students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "Inside a venue with a polished floor, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the space. Alumni volunteers deliver quick pep talks near the coffee station, and students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Inside a venue with a polished floor, the career fair presents dozens of booths with colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "Inside a venue with a polished floor, a career fair unfolds around dozens of booths wrapped by colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "Inside a venue with a polished floor, a career fair unfolds around dozens of booths wrapped by colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.6382024698917401,
    0.6382024698917401,
    0.6382024698917401,
    0.6382024698917401,
    0.6382024698917401,
    0.6382024698917401,
    0.6382024698917401,
    0.6382024698917401,
    0.6382024698917401,
    0.6004401594348182,
    0.6004401594348182,
    0.6004401594348182,
    0.6004401594348182,
    0.6004401594348182,
    0.6004401594348182,
    0.7556613401077293,
    0.7556613401077293,
    0.7556613401077293,
    0.7556613401077293,
    0.7556613401077293,
    0.7556613401077293,
    0.7889516310821547,
    0.7889516310821547,
    0.7889516310821547,
    0.7889516310821547,
    0.7889516310821547,
    0.7889516310821547,
    0.7889516310821547,
    0.8854091242788815,
    0.8854091242788815,
    0.8854091242788815,
    0.8854091242788815,
    0.8854091242788815,
    0.8854091242788815,
    0.8854091242788815,
    0.880924380456402,
    0.880924380456402,
    0.880924380456402,
    0.880924380456402,
    0.880924380456402,
    0.880924380456402,
    0.880924380456402,
    0.880924380456402,
    0.8857457761331032,
    0.8857457761331032,
    0.8857457761331032,
    0.8857457761331032
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In the event setting, human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map.",
    "Within the event setting, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin.",
    "Within the event setting, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event venue, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens.",
    "At the event venue, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "At the event venue, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. In an adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.40881258831350353,
    0.40881258831350353,
    0.40881258831350353,
    0.40881258831350353,
    0.40881258831350353,
    0.40881258831350353,
    0.40881258831350353,
    0.40881258831350353,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.5401262592574279,
    0.7330939352805208,
    0.7330939352805208,
    0.7330939352805208,
    0.7330939352805208,
    0.7330939352805208,
    0.7330939352805208,
    0.7330939352805208,
    0.7558304667675224,
    0.7558304667675224,
    0.7558304667675224,
    0.7558304667675224,
    0.7558304667675224,
    0.7558304667675224,
    0.8150218297408656,
    0.8150218297408656,
    0.8150218297408656,
    0.8150218297408656,
    0.8150218297408656,
    0.8150218297408656,
    0.8150218297408656,
    0.8150218297408656,
    0.8150218297408656,
    0.8150218297408656,
    0.8388229962514875,
    0.8388229962514875,
    0.8388229962514875,
    0.8388229962514875,
    0.8388229962514875,
    0.8388229962514875
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers are displaying photos of community outreach.",
    "Healthcare providers are displaying photos of community outreach as dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers display photos of community outreach as dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers display photos of community outreach as dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers display photos of community outreach as dozens of booths with colorful banners circle the polished floor of the university gym. Human resources teams jot notes on tablets while students introduce themselves. Outside the gym, students line up before the career fair opens. Inside, an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display photos of community outreach as dozens of booths with colorful banners circle the polished floor of the university gym. Human resources teams jot notes on tablets while students introduce themselves. Outside the gym, students line up before the career fair opens. Inside, an alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries.",
    "In the university gym, the polished floor is circled by dozens of booths with colorful banners where healthcare providers display photos of community outreach. Human resources teams jot notes on tablets as students introduce themselves. Outside the gym, students line up before the career fair opens. Inside, an alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym features a polished floor encircled by dozens of booths with colorful banners, where healthcare providers display photos of community outreach. Human resources teams jot notes on tablets as students introduce themselves. Outside the gym, students line up before the career fair opens. Inside, an alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "In a university gym with a polished floor, dozens of booths line the space, each displaying colorful banners as healthcare providers show photos of community outreach. Human resources teams jot notes on tablets while students introduce themselves. Outside the gym, students line up before the career fair opens. Inside, an alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28420801872914453,
    0.28420801872914453,
    0.28420801872914453,
    0.28420801872914453,
    0.28420801872914453,
    0.3526269231584206,
    0.3526269231584206,
    0.3526269231584206,
    0.3526269231584206,
    0.3526269231584206,
    0.5328446108889456,
    0.5328446108889456,
    0.5328446108889456,
    0.5328446108889456,
    0.5328446108889456,
    0.5328446108889456,
    0.5328446108889456,
    0.5328446108889456,
    0.7347910544879244,
    0.7347910544879244,
    0.7347910544879244,
    0.7347910544879244,
    0.7347910544879244,
    0.7347910544879244,
    0.7347910544879244,
    0.7289850598402534,
    0.7289850598402534,
    0.7289850598402534,
    0.7289850598402534,
    0.7289850598402534,
    0.7289850598402534,
    0.7289850598402534,
    0.751496771959802,
    0.751496771959802,
    0.751496771959802,
    0.751496771959802,
    0.751496771959802,
    0.751496771959802,
    0.751496771959802,
    0.8130116497092289,
    0.8130116497092289,
    0.8130116497092289,
    0.8130116497092289,
    0.8130116497092289,
    0.8130116497092289,
    0.8130116497092289,
    0.8130116497092289,
    0.7976232482917589,
    0.7976232482917589,
    0.7976232482917589,
    0.7976232482917589,
    0.7976232482917589,
    0.7976232482917589,
    0.7976232482917589,
    0.7976232482917589,
    0.7976232482917589,
    0.8060566580109414,
    0.8060566580109414,
    0.8060566580109414
  ],
  "34": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement is broadcast over the PA system, outlining the fair schedule. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, as a welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym as the career fair opens, followed by a welcome announcement broadcast over the PA outlining the schedule. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym as the career fair opens, followed by a PA announcement outlining the schedule. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym as the career fair opens, and a PA announcement outlines the schedule. Alumni volunteers give brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, while finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym as the career fair opens, while a PA announcement outlines the schedule. Alumni volunteers give brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.45763534483195994,
    0.45763534483195994,
    0.45763534483195994,
    0.45763534483195994,
    0.45763534483195994,
    0.45763534483195994,
    0.45763534483195994,
    0.5735917282775622,
    0.5735917282775622,
    0.5735917282775622,
    0.5735917282775622,
    0.5735917282775622,
    0.7585213694420998,
    0.7585213694420998,
    0.7585213694420998,
    0.7585213694420998,
    0.7585213694420998,
    0.7585213694420998,
    0.7699144290381028,
    0.7699144290381028,
    0.7699144290381028,
    0.7699144290381028,
    0.7699144290381028,
    0.7699144290381028,
    0.7699144290381028,
    0.8035377772649135,
    0.8035377772649135,
    0.8035377772649135,
    0.8035377772649135,
    0.8035377772649135,
    0.8035377772649135,
    0.8035377772649135,
    0.8082373576638242,
    0.8082373576638242,
    0.8082373576638242,
    0.8082373576638242,
    0.8082373576638242,
    0.8082373576638242,
    0.8082373576638242,
    0.8082373576638242,
    0.8118078884500599,
    0.8118078884500599,
    0.8118078884500599,
    0.8118078884500599,
    0.8118078884500599,
    0.8118078884500599,
    0.8455701807704594,
    0.8455701807704594,
    0.8455701807704594,
    0.8455701807704594,
    0.8455701807704594,
    0.8455701807704594,
    0.8455701807704594,
    0.8455701807704594,
    0.8455701807704594
  ],
  "35": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university, prior to the career fair opening, students line up outside the gym. A robotics startup operates at its booth, flying a small drone above to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "At the university, before the career fair opens, students line up outside the gym. A robotics startup operates at its booth and flies a small drone overhead to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the university, before the career fair opens, students line up outside the gym. A robotics startup operates at its booth and flies a small drone overhead to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, before the career fair opens, students line up outside the university gym. A robotics startup occupies its booth and flies a small drone overhead to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym before the career fair opens, students line up outside the space as dozens of booths with colorful banners circle the polished floor. A robotics startup occupies its booth and flies a small drone overhead to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Several students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At a university gym before the career fair opens, students line up outside the space as dozens of booths with colorful banners circle the polished floor. A robotics startup occupies its booth and flies a small drone overhead to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Several students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5736968081548981,
    0.5736968081548981,
    0.5736968081548981,
    0.5736968081548981,
    0.5736968081548981,
    0.5736968081548981,
    0.5736968081548981,
    0.7601459722324515,
    0.7601459722324515,
    0.7601459722324515,
    0.7601459722324515,
    0.7601459722324515,
    0.7601459722324515,
    0.7601459722324515,
    0.760135932747611,
    0.760135932747611,
    0.760135932747611,
    0.760135932747611,
    0.760135932747611,
    0.760135932747611,
    0.760135932747611,
    0.760135932747611,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.818195929817598,
    0.8183553261343399,
    0.8183553261343399,
    0.8183553261343399,
    0.8183553261343399,
    0.8183553261343399,
    0.8183553261343399,
    0.8183553261343399,
    0.8171151829275807,
    0.8171151829275807,
    0.8171151829275807,
    0.8171151829275807,
    0.8171151829275807,
    0.8171151829275807,
    0.8171151829275807,
    0.8171151829275807,
    0.8171151829275807,
    0.8423892549583956,
    0.8423892549583956,
    0.8423892549583956,
    0.8423892549583956,
    0.8423892549583956,
    0.8423892549583956
  ],
  "36": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "Near the stage, the engineering society sponsors a resume review table, while some students rehearse elevator pitches quietly against the wall.",
    "Near the stage, the engineering society sponsors a resume review table, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At the event venue, near the stage, the engineering society sponsors a resume review table, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue near the stage, the engineering society sponsors a resume review table while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At the event venue near the stage, the engineering society sponsors a resume review table, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At the event venue near the stage, the engineering society sponsors a resume review table while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue near the stage, the engineering society sponsors a resume review table as some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue near the stage, the engineering society sponsors a resume review table as students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "36_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.34805555459650833,
    0.34805555459650833,
    0.34805555459650833,
    0.34805555459650833,
    0.34805555459650833,
    0.34805555459650833,
    0.34805555459650833,
    0.5429791141998312,
    0.5429791141998312,
    0.5429791141998312,
    0.5429791141998312,
    0.5429791141998312,
    0.5429791141998312,
    0.5429791141998312,
    0.5429791141998312,
    0.7367147523830941,
    0.7367147523830941,
    0.7367147523830941,
    0.7367147523830941,
    0.7367147523830941,
    0.7367147523830941,
    0.7367147523830941,
    0.7367147523830941,
    0.7471024340650638,
    0.7471024340650638,
    0.7471024340650638,
    0.7471024340650638,
    0.7471024340650638,
    0.7471024340650638,
    0.7471024340650638,
    0.7471024340650638,
    0.7471024340650638,
    0.7471024340650638,
    0.7497406146161673,
    0.7497406146161673,
    0.7497406146161673,
    0.7497406146161673,
    0.7497406146161673,
    0.7497406146161673,
    0.7497406146161673,
    0.7747312007489437,
    0.7747312007489437,
    0.7747312007489437,
    0.7747312007489437,
    0.7747312007489437,
    0.7747312007489437,
    0.7747312007489437,
    0.7709988055768247,
    0.7709988055768247,
    0.7709988055768247,
    0.7709988055768247,
    0.7709988055768247,
    0.7709988055768247,
    0.7709988055768247,
    0.7709988055768247,
    0.7709988055768247,
    0.7892070295354334
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the event, career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, career counselors guide unsure students toward applicable industries, while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors guide unsure students toward applicable industries, while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors guide unsure students toward applicable industries, while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors guide unsure students toward applicable industries, while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors guide unsure students toward applicable industries while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.7799919477985033,
    0.7799919477985033,
    0.7799919477985033,
    0.7799919477985033,
    0.7799919477985033,
    0.7799919477985033,
    0.7799919477985033,
    0.8327724305535493,
    0.8327724305535493,
    0.8327724305535493,
    0.8327724305535493,
    0.8327724305535493,
    0.8327724305535493,
    0.8400907011464676,
    0.8400907011464676,
    0.8400907011464676,
    0.8400907011464676,
    0.8400907011464676,
    0.8400907011464676,
    0.8400907011464676,
    0.8400907011464676,
    0.8400907011464676,
    0.880097159660072,
    0.880097159660072,
    0.880097159660072,
    0.880097159660072,
    0.880097159660072,
    0.880097159660072,
    0.880097159660072,
    0.8737844069088668,
    0.8737844069088668,
    0.8737844069088668,
    0.8737844069088668,
    0.8737844069088668,
    0.8737844069088668,
    0.8737844069088668,
    0.8825225998668866,
    0.8825225998668866,
    0.8825225998668866,
    0.8825225998668866,
    0.8825225998668866,
    0.8825225998668866,
    0.8825225998668866,
    0.894917046255773,
    0.894917046255773
  ],
  "38": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps.",
    "At the venue, some students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the venue, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the venue, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact.",
    "At the venue, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, students rehearse elevator pitches quietly against a wall as tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.5716035402810966,
    0.5716035402810966,
    0.5716035402810966,
    0.5716035402810966,
    0.5716035402810966,
    0.5716035402810966,
    0.8228645021614723,
    0.8228645021614723,
    0.8228645021614723,
    0.8228645021614723,
    0.8228645021614723,
    0.8228645021614723,
    0.8228645021614723,
    0.8439628560793684,
    0.8439628560793684,
    0.8439628560793684,
    0.8439628560793684,
    0.8439628560793684,
    0.8439628560793684,
    0.8439628560793684,
    0.8595996168209497,
    0.8595996168209497,
    0.8595996168209497,
    0.8595996168209497,
    0.8595996168209497,
    0.8595996168209497,
    0.8595996168209497,
    0.8595996168209497,
    0.8595996168209497,
    0.8283212487611432,
    0.8283212487611432,
    0.8283212487611432,
    0.8283212487611432,
    0.8283212487611432,
    0.8283212487611432,
    0.8283212487611432,
    0.849347519102377,
    0.849347519102377,
    0.849347519102377,
    0.849347519102377,
    0.849347519102377,
    0.849347519102377,
    0.849347519102377,
    0.8554209984449191,
    0.8554209984449191,
    0.8554209984449191,
    0.8554209984449191,
    0.8554209984449191,
    0.8554209984449191
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, with alumni volunteers delivering quick pep talks near the coffee station.",
    "The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver and share quick pep talks near the coffee station.",
    "The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver and share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table near the stage. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "The event features a resume review table sponsored by the engineering society near the stage; alumni volunteers give pep talks near the coffee station; healthcare providers display community outreach photos; a robotics startup flies a small drone above its booth to draw attention; workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the following are present: a resume review table sponsored by the engineering society near the stage; alumni volunteers give pep talks near the coffee station; healthcare providers display community outreach photos; a robotics startup flies a small drone above its booth to draw attention; and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the scene includes a resume review table sponsored by the engineering society near the stage; alumni volunteers giving pep talks near the coffee station; healthcare providers displaying community outreach photos; a robotics startup flying a small drone above its booth to draw attention; and workshops on networking etiquette beginning in the adjoining classroom.",
    "At the event, the scene includes a resume review table sponsored by the engineering society near the stage; alumni volunteers delivering pep talks near the coffee station; healthcare providers displaying community outreach photos; a robotics startup flying a small drone above its booth to draw attention; workshops on networking etiquette beginning in the adjoining classroom; and a cybersecurity company running a password cracking challenge on a laptop."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.38270966033567294,
    0.38270966033567294,
    0.38270966033567294,
    0.38270966033567294,
    0.38270966033567294,
    0.38270966033567294,
    0.38270966033567294,
    0.38270966033567294,
    0.5308098769102229,
    0.5308098769102229,
    0.5308098769102229,
    0.5308098769102229,
    0.5308098769102229,
    0.5308098769102229,
    0.5308098769102229,
    0.6764400270642753,
    0.6764400270642753,
    0.6764400270642753,
    0.6764400270642753,
    0.6764400270642753,
    0.6764400270642753,
    0.793918190338119,
    0.793918190338119,
    0.793918190338119,
    0.793918190338119,
    0.793918190338119,
    0.5427685835907791,
    0.5427685835907791,
    0.5427685835907791,
    0.5427685835907791,
    0.5427685835907791,
    0.5427685835907791,
    0.5427685835907791,
    0.5101192980315998,
    0.5101192980315998,
    0.5101192980315998,
    0.5101192980315998,
    0.5101192980315998,
    0.5101192980315998,
    0.5101192980315998,
    0.4962870805766895,
    0.4962870805766895,
    0.4962870805766895,
    0.4962870805766895,
    0.4962870805766895,
    0.4962870805766895,
    0.4962870805766895,
    0.4962870805766895,
    0.4962870805766895,
    0.4962870805766895,
    0.5195770587730002
  ],
  "40": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, staff scan registrations and distribute lanyards at the entrance. In an adjoining classroom, workshops on networking etiquette are underway. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, staff scan registrations and distribute lanyards at the entrance. In an adjoining classroom, networking etiquette workshops are underway. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.5395666576472938,
    0.7619157806903658,
    0.7619157806903658,
    0.7619157806903658,
    0.7619157806903658,
    0.7619157806903658,
    0.7619157806903658,
    0.7933383053986118,
    0.7933383053986118,
    0.7933383053986118,
    0.7933383053986118,
    0.7933383053986118,
    0.7967607717074026,
    0.7967607717074026,
    0.7967607717074026,
    0.7967607717074026,
    0.7967607717074026,
    0.7967607717074026,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8257788116946955,
    0.8274031048273425,
    0.8274031048273425,
    0.8274031048273425,
    0.8274031048273425,
    0.8274031048273425,
    0.8274031048273425,
    0.8274031048273425,
    0.8274031048273425,
    0.8274031048273425,
    0.8413571185685699,
    0.8413571185685699,
    0.8413571185685699,
    0.8413571185685699
  ],
  "41": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while tech companies display demo screens showing their latest apps.",
    "At a venue, some students rehearse elevator pitches quietly against a wall, tech companies display demo screens showing their latest apps, and a robotics startup flies a small drone above its booth for attention.",
    "At a venue, some students rehearse elevator pitches quietly against a wall, tech companies display demo screens showing their latest apps, and a robotics startup flies a small drone above its booth to draw attention. The students clutch resumes inside branded folders.",
    "At a venue, students rehearse elevator pitches quietly against a wall and clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention.",
    "At a venue, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications.",
    "At a venue with booths, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At a venue with booths, attendees observe a scene where students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a venue with dozens of booths and colorful banners circling a polished floor, attendees observe a scene of activity. Students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3475159449517766,
    0.3475159449517766,
    0.3475159449517766,
    0.3475159449517766,
    0.3475159449517766,
    0.3475159449517766,
    0.3475159449517766,
    0.3475159449517766,
    0.4084968448193258,
    0.4084968448193258,
    0.4084968448193258,
    0.4084968448193258,
    0.4084968448193258,
    0.4084968448193258,
    0.4084968448193258,
    0.5804670544832559,
    0.5804670544832559,
    0.5804670544832559,
    0.5804670544832559,
    0.5804670544832559,
    0.5804670544832559,
    0.5804670544832559,
    0.5804670544832559,
    0.5804670544832559,
    0.7141577260391034,
    0.7141577260391034,
    0.7141577260391034,
    0.7141577260391034,
    0.7141577260391034,
    0.7141577260391034,
    0.7141577260391034,
    0.7855486614913474,
    0.7855486614913474,
    0.7855486614913474,
    0.7855486614913474,
    0.7855486614913474,
    0.7855486614913474,
    0.7855486614913474,
    0.7855486614913474,
    0.8137362913568054,
    0.8137362913568054,
    0.8137362913568054,
    0.8137362913568054,
    0.8137362913568054,
    0.8137362913568054,
    0.8137362913568054,
    0.8137362913568054,
    0.8299009358265507,
    0.8299009358265507,
    0.8299009358265507,
    0.8299009358265507,
    0.8299009358265507,
    0.8299009358265507,
    0.8299009358265507,
    0.8300030218500156,
    0.8300030218500156
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "The scene features consulting firms stacking glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps, and students line up outside the university gym before the career fair opens.",
    "A career fair scene outside the university gym features consulting firms stacking glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Students line up outside the gym before the fair opens, and a robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, a career fair scene unfolds with consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens of their latest apps. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a career fair scene unfolds with consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens of their latest apps. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a career fair unfolds with consulting firms arranging glossy case study booklets on high tables and tech companies displaying demo screens of their latest apps. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3443647134304046,
    0.3443647134304046,
    0.3443647134304046,
    0.3443647134304046,
    0.3443647134304046,
    0.3443647134304046,
    0.3443647134304046,
    0.44731187166161157,
    0.44731187166161157,
    0.44731187166161157,
    0.44731187166161157,
    0.44731187166161157,
    0.44731187166161157,
    0.44731187166161157,
    0.6397526637107124,
    0.6397526637107124,
    0.6397526637107124,
    0.6397526637107124,
    0.6397526637107124,
    0.6397526637107124,
    0.6397526637107124,
    0.6397526637107124,
    0.8267280351700546,
    0.8267280351700546,
    0.8267280351700546,
    0.8267280351700546,
    0.8267280351700546,
    0.8267280351700546,
    0.8267280351700546,
    0.8267280351700546,
    0.8267280351700546,
    0.8433492581073028,
    0.8433492581073028,
    0.8433492581073028,
    0.8433492581073028,
    0.8433492581073028,
    0.8433492581073028,
    0.8433492581073028,
    0.8433492581073028,
    0.8433492581073028,
    0.8433492581073028,
    0.8471289011971519,
    0.8471289011971519,
    0.8471289011971519,
    0.8471289011971519,
    0.8471289011971519,
    0.8471289011971519
  ],
  "43": [
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently.",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor.",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor.",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career event, HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "A career event unfolds with HR teams jotting notes on tablets as students introduce themselves, a concurrent activity that runs alongside. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens featuring their latest apps. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, guiding them toward potential paths. Nearby, alumni volunteers offer quick pep talks near the coffee station."
  ],
  "43_score": [
    0.0,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.5229212578820113,
    0.7089111749062951,
    0.7089111749062951,
    0.7089111749062951,
    0.7089111749062951,
    0.7089111749062951,
    0.7089111749062951,
    0.7693427028794451,
    0.7693427028794451,
    0.7693427028794451,
    0.7693427028794451,
    0.7693427028794451,
    0.7693427028794451,
    0.7693427028794451,
    0.7693427028794451,
    0.7888302271241888,
    0.7888302271241888,
    0.7888302271241888,
    0.7888302271241888,
    0.7888302271241888,
    0.7888302271241888,
    0.7888302271241888,
    0.805265045998113,
    0.805265045998113,
    0.805265045998113,
    0.805265045998113,
    0.805265045998113,
    0.805265045998113,
    0.805265045998113,
    0.805265045998113,
    0.805265045998113,
    0.813386088306489,
    0.813386088306489,
    0.813386088306489,
    0.813386088306489,
    0.813386088306489
  ],
  "44": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "In the event setting, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "44_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4953329856636312,
    0.4953329856636312,
    0.4953329856636312,
    0.4953329856636312,
    0.4953329856636312,
    0.4953329856636312,
    0.4953329856636312,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.6601685717792016,
    0.672423607018982,
    0.672423607018982,
    0.672423607018982,
    0.672423607018982,
    0.672423607018982,
    0.672423607018982,
    0.672423607018982,
    0.672423607018982,
    0.672423607018982,
    0.7982640918205578,
    0.7982640918205578,
    0.7982640918205578,
    0.7982640918205578,
    0.7982640918205578,
    0.7982640918205578,
    0.7982640918205578,
    0.7982640918205578,
    0.7982640918205578,
    0.8027055392844602,
    0.8027055392844602,
    0.8027055392844602,
    0.8027055392844602,
    0.8027055392844602,
    0.8027055392844602,
    0.8027055392844602,
    0.8027055392844602,
    0.8027055392844602,
    0.8027055392844602,
    0.865376883421116,
    0.865376883421116,
    0.865376883421116,
    0.865376883421116,
    0.865376883421116,
    0.865376883421116,
    0.865376883421116,
    0.865376883421116,
    0.865376883421116
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A small group of students rehearses elevator pitches quietly, standing against a wall.",
    "In a quiet setting, a small group of students rehearses elevator pitches, standing against a wall. Consulting firms stack glossy case study booklets on high tables.",
    "In a quiet setting, a small group of students rehearses elevator pitches, standing against a wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "In a quiet setting, a small group of students rehearses elevator pitches, standing against a wall. Consulting firms have glossy case study booklets stacked on high tables. A robotics startup flies a small drone above its booth to attract attention. Meanwhile, students line up outside the university gym before the career fair opens.",
    "During a quiet preparation moment at the university setting, a small group of students rehearses elevator pitches, standing against a wall. Nearby, consulting firms have glossy case-study booklets stacked on high tables. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Inside, human resources teams jot notes on tablets while students introduce themselves.",
    "At the university setting, a quiet preparation moment unfolds as a small group of students rehearses elevator pitches, standing against a wall. Nearby, consulting firms have glossy case-study booklets stacked on high tables. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Inside, human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the university setting, a quiet preparation moment unfolds as a small group of students rehearses elevator pitches, standing against a wall. Nearby, consulting firms have glossy case-study booklets stacked on high tables. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Inside, human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the university setting, a quiet preparation moment unfolds as a small group of students rehearses elevator pitches against a wall. Nearby, consulting firms have glossy case-study booklets stacked on high tables. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens. Inside, human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.21584550855366624,
    0.21584550855366624,
    0.21584550855366624,
    0.21584550855366624,
    0.21584550855366624,
    0.21584550855366624,
    0.21584550855366624,
    0.21584550855366624,
    0.21584550855366624,
    0.21584550855366624,
    0.4301192076491962,
    0.4301192076491962,
    0.4301192076491962,
    0.4301192076491962,
    0.4301192076491962,
    0.4301192076491962,
    0.6532457586217392,
    0.6532457586217392,
    0.6532457586217392,
    0.6532457586217392,
    0.6532457586217392,
    0.6532457586217392,
    0.6532457586217392,
    0.7056988672138995,
    0.7056988672138995,
    0.7056988672138995,
    0.7056988672138995,
    0.7056988672138995,
    0.7056988672138995,
    0.7056988672138995,
    0.7413281418741471,
    0.7413281418741471,
    0.7413281418741471,
    0.7413281418741471,
    0.7413281418741471,
    0.7413281418741471,
    0.7413281418741471,
    0.7413281418741471,
    0.7645795418926271,
    0.7645795418926271,
    0.7645795418926271,
    0.7645795418926271,
    0.7645795418926271,
    0.7645795418926271,
    0.7645795418926271,
    0.7645795418926271,
    0.7928424912000647,
    0.7928424912000647,
    0.7928424912000647,
    0.7928424912000647,
    0.7928424912000647,
    0.7928424912000647,
    0.7928424912000647,
    0.7928424912000647,
    0.7928424912000647,
    0.7928424912000647,
    0.792985768146882,
    0.792985768146882,
    0.792985768146882
  ],
  "46": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor.",
    "Dozens of booths with colorful banners circle a polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter, while some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter, while some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter, while some students rehearse elevator pitches quietly against the wall.",
    "A scene of a fair shows dozens of booths with colorful banners encircling a polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. Career counselors direct unsure students toward applicable industries.",
    "At the fair, dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. Career counselors direct unsure students toward applicable industries."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4872122228271161,
    0.4933438724819945,
    0.4933438724819945,
    0.4933438724819945,
    0.4933438724819945,
    0.4933438724819945,
    0.4933438724819945,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.352806607908373,
    0.7447217043760372,
    0.7447217043760372,
    0.7447217043760372,
    0.7447217043760372,
    0.7447217043760372,
    0.7447217043760372,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043,
    0.8491448153480043
  ],
  "47": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while workshops on networking etiquette begin in the adjoining classroom.",
    "Event check-in is underway at the entrance, where staff scan registrations and distribute lanyards. Meanwhile, workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule.",
    "Event check-in is underway at the entrance, where staff scan registrations and distribute lanyards. In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement over the PA system outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables.",
    "Event check-in is underway at the entrance, where staff scan registrations and distribute lanyards. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables.",
    "Event check-in is underway at the entrance, where staff scan registrations and distribute lanyards. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "Event check-in is underway at the entrance, with staff scanning registrations and distributing lanyards. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "Event check-in is underway at the entrance, with staff scanning registrations and distributing lanyards. In an adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "Event check-in is underway at the entrance, with staff scanning registrations and distributing lanyards. In an adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA system outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Check-in is underway at the entrance, with staff scanning registrations and distributing lanyards. In an adjoining classroom, networking etiquette workshops have begun. A welcome announcement over the PA outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3896872822036094,
    0.3896872822036094,
    0.3896872822036094,
    0.3896872822036094,
    0.3896872822036094,
    0.7347168708347367,
    0.7347168708347367,
    0.7347168708347367,
    0.7347168708347367,
    0.7347168708347367,
    0.7347168708347367,
    0.7347168708347367,
    0.7415678599964057,
    0.7415678599964057,
    0.7415678599964057,
    0.7415678599964057,
    0.7415678599964057,
    0.7415678599964057,
    0.7542432735437676,
    0.7542432735437676,
    0.7542432735437676,
    0.7542432735437676,
    0.7542432735437676,
    0.7542432735437676,
    0.7798296953806881,
    0.7798296953806881,
    0.7798296953806881,
    0.7798296953806881,
    0.7798296953806881,
    0.7798296953806881,
    0.7798296953806881,
    0.7798296953806881,
    0.7831705595622067,
    0.7831705595622067,
    0.7831705595622067,
    0.7831705595622067,
    0.7831705595622067,
    0.7831705595622067,
    0.7831705595622067,
    0.7887131479604721,
    0.7887131479604721,
    0.7887131479604721,
    0.7887131479604721,
    0.7887131479604721,
    0.7887131479604721,
    0.7887131479604721,
    0.7872279475742583,
    0.7872279475742583,
    0.7872279475742583,
    0.7872279475742583,
    0.7872279475742583,
    0.7872279475742583,
    0.7872279475742583,
    0.8156061062319045,
    0.8156061062319045,
    0.8156061062319045
  ],
  "48": [
    "",
    "",
    "",
    "",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule, while tech companies display demo screens showing their latest apps.",
    "At the university, a welcome announcement over the PA system outlines the fair schedule, tech companies display demo screens showing their latest apps, and students line up outside the university gym before the career fair opens.",
    "At the university, a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, and students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "At the university, a welcome announcement over the PA system outlines the career fair schedule. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "At the university, a welcome announcement over the PA system outlines the career fair schedule. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university, a welcome PA announces the career fair schedule. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university, a welcome PA announces the career fair schedule. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, some rehearsing elevator pitches against the wall. Students clutch resumes in branded folders. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.44873410864094654,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.4833602692876982,
    0.7944651239423937,
    0.7944651239423937,
    0.7944651239423937,
    0.7944651239423937,
    0.7944651239423937,
    0.8302137694496494,
    0.8302137694496494,
    0.8302137694496494,
    0.8302137694496494,
    0.8302137694496494,
    0.8302137694496494,
    0.8302137694496494,
    0.8302137694496494,
    0.836492363918443,
    0.836492363918443,
    0.836492363918443,
    0.836492363918443,
    0.836492363918443,
    0.836492363918443,
    0.8362690165026418,
    0.8362690165026418,
    0.8362690165026418,
    0.8362690165026418,
    0.8362690165026418,
    0.8362690165026418,
    0.8362690165026418,
    0.8362690165026418,
    0.8362690165026418,
    0.8283806500669053,
    0.8283806500669053
  ],
  "49": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map. They designate specific employers as targets by placing marks on the map, highlighting a shared spatial activity within the event context.",
    "Within the event context, groups of friends mark target employers on the event map by placing marks to designate them as targets, highlighting a shared spatial activity. Finance firms provide QR codes enabling immediate internship applications.",
    "In the event context, groups of friends mark target employers on the event map by placing marks to designate them as targets, highlighting a shared spatial activity. Finance firms provide QR codes enabling immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "In the event context, groups of friends mark target employers on the event map by placing marks that designate them as targets, highlighting a shared spatial activity. Finance firms provide QR codes enabling immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the university campus, groups of friends mark target employers on the event map, designating them as targets as part of a shared spatial activity. Finance firms provide QR codes that enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At a university campus, groups of friends mark target employers on the event map as part of a shared spatial activity. Finance firms provide QR codes that enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At a university campus, groups of friends mark target employers on the event map as part of a shared spatial activity for a career fair. Finance firms provide QR codes that enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "On a university campus, groups of friends mark target employers on the event map as part of a shared spatial activity for a career fair. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.3881731527680543,
    0.3881731527680543,
    0.3881731527680543,
    0.3881731527680543,
    0.3881731527680543,
    0.3881731527680543,
    0.3881731527680543,
    0.3881731527680543,
    0.5241495660123352,
    0.5241495660123352,
    0.5241495660123352,
    0.5241495660123352,
    0.5241495660123352,
    0.5241495660123352,
    0.5241495660123352,
    0.5241495660123352,
    0.7612883033259605,
    0.7612883033259605,
    0.7612883033259605,
    0.7612883033259605,
    0.7612883033259605,
    0.7612883033259605,
    0.7691432316851845,
    0.7691432316851845,
    0.7691432316851845,
    0.7691432316851845,
    0.7691432316851845,
    0.7691432316851845,
    0.7859004520245939,
    0.7859004520245939,
    0.7859004520245939,
    0.7859004520245939,
    0.7859004520245939,
    0.7859004520245939,
    0.7859004520245939,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.7758557125197301,
    0.8263697185838428,
    0.8263697185838428,
    0.8263697185838428,
    0.8263697185838428,
    0.8263697185838428,
    0.8263697185838428,
    0.8263697185838428,
    0.8263697185838428,
    0.8263697185838428,
    0.8263697185838428,
    0.8194461367926321,
    0.8194461367926321,
    0.8194461367926321,
    0.8194461367926321,
    0.8194461367926321,
    0.8194461367926321
  ]
}