{
  "0": [
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens are situated within a large conference hall, and attendees are observing the demonstrations.",
    "The large conference hall contains demo screens displaying the latest apps, with attendees observing the presentations. Consulting firms have stacked glossy case study booklets on high tables.",
    "The large conference hall features demo screens displaying the latest apps, with attendees observing the presentations. Consulting firms have stacked glossy case study booklets on high tables.",
    "The large conference hall contains demo screens displaying the latest apps, with attendees observing the presentations. Consulting firms have stacked glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The large conference hall features demo screens displaying the latest apps, with attendees observing the presentations. Glossy case study booklets are stacked on high tables, and career counselors are reminding attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos.",
    "The large conference hall contains demo screens showing the latest apps, with attendees observing the presentations. Glossy case study booklets are stacked on high tables, and healthcare providers are showcasing community outreach photos. Career counselors are reminding attendees to maintain eye contact.",
    "The large conference hall features demo screens displaying the latest apps, with attendees observing the presentations. Glossy case study booklets are stacked on high tables, and healthcare providers are showcasing community outreach photos. Career counselors are reminding attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "The large conference hall includes demo screens displaying the latest apps, with attendees observing the presentations. Glossy case study booklets are stacked on high tables, and healthcare providers are showcasing community outreach photos. Students line up outside the university gym before the career fair opens.",
    "The large conference hall features demo screens displaying the latest apps, with attendees observing the presentations. Glossy case study booklets are stacked on high tables, and healthcare providers are showcasing community outreach photos. Students line up outside the university gym before the career fair opens.",
    "The large conference hall contains demo screens displaying the latest apps, with attendees observing the presentations. Glossy case study booklets are stacked on high tables, and healthcare providers are showcasing community outreach photos. Dozens of booths with colorful banners circle the polished floor, with students lining up outside the university gym before the career fair opens.",
    "The large conference hall features demo screens displaying the latest apps, with attendees observing the presentations. Glossy case study booklets are stacked on high tables, and healthcare providers are showcasing community outreach photos near dozens of booths with colorful banners circling the polished floor. Students are lining up outside the university gym before the career fair opens, while alumni volunteers share quick pep talks near the coffee station.",
    "The large conference hall contains demo screens displaying the latest apps, with attendees observing the presentations. Glossy case study booklets are stacked on high tables, and healthcare providers are showcasing community outreach photos near dozens of booths with colorful banners circling the polished floor. Students are lining up outside the university gym before the career fair opens, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.38838598169069494,
    0.38838598169069494,
    0.4459112543202013,
    0.4459112543202013,
    0.4459112543202013,
    0.45671649161344463,
    0.45671649161344463,
    0.45671649161344463,
    0.6171487478608948,
    0.6171487478608948,
    0.6171487478608948,
    0.6230613878399688,
    0.6230613878399688,
    0.6230613878399688,
    0.6230613878399688,
    0.6086075237104737,
    0.6086075237104737,
    0.6086075237104737,
    0.6086075237104737,
    0.6086075237104737,
    0.7453502184048509,
    0.7453502184048509,
    0.7453502184048509,
    0.7453502184048509,
    0.7453502184048509,
    0.7453502184048509,
    0.7453502184048509,
    0.7453502184048509,
    0.6713603075527531,
    0.6713603075527531,
    0.6713603075527531,
    0.6713603075527531,
    0.6713603075527531,
    0.6735134776615483,
    0.6735134776615483,
    0.6735134776615483,
    0.6735134776615483,
    0.6735134776615483,
    0.6958136456035903,
    0.6958136456035903,
    0.6958136456035903,
    0.6958136456035903,
    0.6958136456035903,
    0.6958136456035903,
    0.6958136456035903,
    0.6958136456035903,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7095870754305479,
    0.7052653810564634,
    0.7052653810564634,
    0.7052653810564634,
    0.7052653810564634,
    0.7052653810564634,
    0.7052653810564634
  ],
  "1": [
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes events taking place throughout the day.",
    "The fair schedule was announced over the PA system. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos, alongside tech companies displaying demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact near the coffee station, with alumni volunteers sharing quick pep talks nearby.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, showcasing healthcare providers with community outreach photos and tech companies displaying demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact near the coffee station, alongside alumni volunteers sharing quick pep talks. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3941090654860857,
    0.3941090654860857,
    0.4814705766738484,
    0.4814705766738484,
    0.4814705766738484,
    0.47016835188342726,
    0.47016835188342726,
    0.5920215827740822,
    0.5920215827740822,
    0.5920215827740822,
    0.5920215827740822,
    0.5920215827740822,
    0.6013862202430359,
    0.6013862202430359,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.6188951317670138,
    0.69032838762241,
    0.69032838762241,
    0.69032838762241,
    0.69032838762241,
    0.69032838762241,
    0.69032838762241,
    0.7168722315571894,
    0.7168722315571894,
    0.7168722315571894,
    0.7168722315571894,
    0.7168722315571894,
    0.7168722315571894,
    0.7168722315571894,
    0.7168722315571894,
    0.7168722315571894,
    0.7316174883169533,
    0.7316174883169533,
    0.7316174883169533,
    0.7316174883169533,
    0.7316174883169533,
    0.7316174883169533,
    0.7316174883169533,
    0.7316174883169533,
    0.849674575455959,
    0.849674575455959,
    0.849674575455959,
    0.849674575455959,
    0.849674575455959,
    0.849674575455959,
    0.849674575455959,
    0.849674575455959,
    0.849674575455959,
    0.8872652596540047,
    0.8872652596540047,
    0.8872652596540047
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms are presenting glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, detailing the fair schedule.",
    "Consulting firms are presenting glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. The PA system is broadcasting a welcome announcement detailing the fair schedule.",
    "Consulting firms are presenting glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. The PA system is broadcasting a welcome announcement detailing the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms are presenting glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. The PA system is broadcasting a welcome announcement detailing the fair schedule.",
    "Consulting firms are presenting glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, while the PA system is broadcasting a welcome announcement detailing the fair schedule.",
    "Consulting firms are presenting glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and the PA system is broadcasting a welcome announcement detailing the fair schedule.",
    "Consulting firms are presenting glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and the PA system is broadcasting a welcome announcement detailing the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms are presenting glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and the PA system is broadcasting a welcome announcement detailing the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms are presenting glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and the PA system is broadcasting a welcome announcement detailing the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms are presenting glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and the PA system is broadcasting a welcome announcement detailing the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.4330944657039556,
    0.4330944657039556,
    0.4330944657039556,
    0.4330944657039556,
    0.4330944657039556,
    0.4330944657039556,
    0.4330944657039556,
    0.7120698051808537,
    0.7120698051808537,
    0.7120698051808537,
    0.7120698051808537,
    0.7954166021504301,
    0.7954166021504301,
    0.7954166021504301,
    0.7954166021504301,
    0.7954166021504301,
    0.8726823467354016,
    0.8726823467354016,
    0.8726823467354016,
    0.8726823467354016,
    0.8726823467354016,
    0.8726823467354016,
    0.8726823467354016,
    0.8804280053189582,
    0.8804280053189582,
    0.8804280053189582,
    0.8804280053189582,
    0.8804280053189582,
    0.8804280053189582,
    0.8725552919037397,
    0.8725552919037397,
    0.8725552919037397,
    0.8725552919037397,
    0.8725552919037397,
    0.8725552919037397,
    0.8992658052533689,
    0.8992658052533689,
    0.8992658052533689,
    0.8992658052533689,
    0.8992658052533689,
    0.8992658052533689,
    0.8992658052533689,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.8925747566988015,
    0.9079734512055024,
    0.9079734512055024,
    0.9079734512055024,
    0.9079734512055024,
    0.9079734512055024,
    0.9079734512055024
  ],
  "3": [
    "Alumni volunteers are gathered near the coffee station, delivering short pep talks. Several individuals are standing close to the coffee station, speaking to the robot swarm. The robots are positioned in the main corridor.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos, and a welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos, and a welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several individuals standing close to the robots positioned in the main corridor. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "3_score": [
    0.4672954719310757,
    0.4672954719310757,
    0.4672954719310757,
    0.5269875287345833,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.6107900028707582,
    0.766103183125084,
    0.766103183125084,
    0.766103183125084,
    0.766103183125084,
    0.766103183125084,
    0.7373365183208259,
    0.7373365183208259,
    0.7373365183208259,
    0.7373365183208259,
    0.7373365183208259,
    0.7373365183208259,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.7433311486755696,
    0.830199181865463,
    0.830199181865463,
    0.830199181865463,
    0.830199181865463,
    0.830199181865463,
    0.830199181865463,
    0.830199181865463,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853,
    0.7699483109517853
  ],
  "4": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a group of three providers standing beside a blue van, with a small crowd of approximately ten people gathered around them. The crowd includes several adults and two children. The van is parked on a street with a sidewalk and buildings in the background.",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a group of three providers standing beside a blue van, with a small crowd of approximately ten people gathered around them. The crowd includes several adults and two children. The van is parked on a street with a sidewalk and buildings in the background. Event staff scan registrations and hand out lanyards at the entrance.",
    "The healthcare providers are displaying photographs from community outreach events, showing a group of three providers standing beside a blue van. Approximately ten people, including several adults and two children, are gathered around the providers. The van is parked on a street with a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners surround a polished floor.",
    "The healthcare providers are displaying photographs from community outreach events, showing a group of three providers standing beside a blue van. Approximately ten people, including several adults and two children, are gathered around the providers. The van is parked on a street with a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners surround a polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "The healthcare providers are displaying photographs from community outreach events, showing a group of three providers standing beside a blue van. Approximately ten people, including several adults and two children, are gathered around the providers. The van is parked on a street with a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, and dozens of booths with colorful banners surround a polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene depicts a community outreach event with approximately ten people, including several adults and two children, gathered around three healthcare providers standing beside a blue van. The van is parked on a street featuring a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners surround a polished floor. Students are observed clutching resumes inside branded folders. A welcome announcement outlining the fair schedule is being broadcast over the PA system.",
    "Approximately ten people are gathered around three healthcare providers and a blue van parked on a street featuring a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners surround a polished floor. Students are observed clutching resumes inside branded folders. A welcome announcement outlining the fair schedule is being broadcast over the PA system.",
    "Approximately ten people are gathered around three healthcare providers and a blue van parked on a street featuring a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners surround a polished floor. Students are observed clutching resumes inside branded folders. A welcome announcement outlining the fair schedule is being broadcast over the PA system.",
    "Approximately ten people are gathered around three healthcare providers and a blue van parked on a street featuring a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners surround a polished floor. Students are observed clutching resumes inside branded folders. A welcome announcement outlining the fair schedule is being broadcast over the PA system.",
    "Approximately ten people are gathered around three healthcare providers and a blue van parked on a street featuring a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners surround a polished floor. Students are observed clutching resumes inside branded folders. A welcome announcement outlining the fair schedule is being broadcast over the PA system.",
    "Approximately ten people are gathered around three healthcare providers and a blue van parked on a street featuring a sidewalk and buildings in the background. Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners surround a polished floor. Students are observed clutching resumes inside branded folders. A welcome announcement outlining the fair schedule is being broadcast over the PA system."
  ],
  "4_score": [
    0.0,
    0.3256000647414423,
    0.3256000647414423,
    0.3256000647414423,
    0.3256000647414423,
    0.3256000647414423,
    0.4124880823973356,
    0.4124880823973356,
    0.4124880823973356,
    0.4124880823973356,
    0.4012363463193747,
    0.4012363463193747,
    0.4012363463193747,
    0.4012363463193747,
    0.4012363463193747,
    0.4012363463193747,
    0.4012363463193747,
    0.4012363463193747,
    0.4012363463193747,
    0.5275894459142416,
    0.5275894459142416,
    0.5275894459142416,
    0.5275894459142416,
    0.5275894459142416,
    0.5275894459142416,
    0.5275894459142416,
    0.5275894459142416,
    0.5271582202153204,
    0.5271582202153204,
    0.5271582202153204,
    0.5271582202153204,
    0.5271582202153204,
    0.5271582202153204,
    0.5663362337574824,
    0.5663362337574824,
    0.5663362337574824,
    0.5663362337574824,
    0.5663362337574824,
    0.5663362337574824,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051,
    0.6013927432406051
  ],
  "5": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Several students are positioned near the gym entrance, awaiting the career fair’s opening. Demo screens from tech companies are visible, showcasing the latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, with several students positioned near the gym entrance awaiting the career fair’s opening. Alumni volunteers share quick pep talks near the coffee station, and demo screens from tech companies are visible showcasing the latest apps.",
    "Students line up outside the university gym before the career fair opens. Demo screens from tech companies are visible showcasing the latest apps, with several students positioned near the gym entrance awaiting the career fair’s opening. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Demo screens from tech companies are visible showcasing the latest apps, and several students are positioned near the gym entrance awaiting the career fair’s opening. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Demo screens from tech companies are visible showcasing the latest apps, and several students are positioned near the gym entrance awaiting the career fair’s opening. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Demo screens from tech companies are visible showcasing the latest apps, and several students are positioned near the gym entrance awaiting the career fair’s opening. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, with demo screens from tech companies visible. Alumni volunteers offer pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens, with demo screens from tech companies visible. Alumni volunteers offer pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.6171330703780875,
    0.6171330703780875,
    0.6171330703780875,
    0.6171330703780875,
    0.7328665602268333,
    0.7328665602268333,
    0.7328665602268333,
    0.7328665602268333,
    0.8007489718763596,
    0.8007489718763596,
    0.8007489718763596,
    0.8007489718763596,
    0.8007489718763596,
    0.8007489718763596,
    0.8007489718763596,
    0.8007489718763596,
    0.8007489718763596,
    0.8485459349902851,
    0.8485459349902851,
    0.8485459349902851,
    0.8485459349902851,
    0.8485459349902851,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8607924730338488,
    0.8715995035886985,
    0.8715995035886985,
    0.8715995035886985,
    0.8715995035886985,
    0.8715995035886985,
    0.8715995035886985,
    0.8715995035886985,
    0.8715995035886985,
    0.8715995035886985,
    0.8207378587202268,
    0.8207378587202268,
    0.8207378587202268,
    0.8207378587202268,
    0.8207378587202268,
    0.8207378587202268,
    0.8207378587202268,
    0.8311719731767733,
    0.8311719731767733,
    0.8311719731767733,
    0.8311719731767733,
    0.8311719731767733,
    0.8311719731767733,
    0.8311719731767733,
    0.8311719731767733
  ],
  "6": [
    "",
    "Alumni volunteers are near the coffee station, delivering quick pep talks. The volunteers are positioned close to the coffee station.",
    "Alumni volunteers are near the coffee station, delivering quick pep talks. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers are near the coffee station, delivering quick pep talks. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are near the coffee station, delivering quick pep talks. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are near the coffee station, delivering quick pep talks. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers are near the coffee station, delivering quick pep talks. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Alumni volunteers are near the coffee station, delivering quick pep talks as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "Alumni volunteers are near the coffee station, delivering quick pep talks as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners, as alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, clutching resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners, as alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, clutching resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners, as alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, clutching resumes inside branded folders, and healthcare providers showcase community outreach photos at the entrance. Event staff scan registrations and hand out lanyards.",
    "The polished floor surrounds dozens of booths displaying colorful banners, as alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, clutching resumes inside branded folders, and healthcare providers showcase community outreach photos at the entrance. Event staff scan registrations and hand out lanyards.",
    "The polished floor surrounds dozens of booths displaying colorful banners, as alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, clutching resumes inside branded folders, and healthcare providers showcase community outreach photos at the entrance. Event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.44326427188172524,
    0.44326427188172524,
    0.5014911054459887,
    0.5014911054459887,
    0.5014911054459887,
    0.645154911602418,
    0.645154911602418,
    0.758207014502905,
    0.758207014502905,
    0.758207014502905,
    0.758207014502905,
    0.80627934877384,
    0.80627934877384,
    0.80627934877384,
    0.80627934877384,
    0.80627934877384,
    0.8148800495446118,
    0.8148800495446118,
    0.8148800495446118,
    0.8148800495446118,
    0.8148800495446118,
    0.8148800495446118,
    0.8236368848552084,
    0.8236368848552084,
    0.8236368848552084,
    0.8236368848552084,
    0.8236368848552084,
    0.8236368848552084,
    0.8236368848552084,
    0.8215801372033885,
    0.8215801372033885,
    0.8215801372033885,
    0.8215801372033885,
    0.8215801372033885,
    0.8215801372033885,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7504639543352144,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.7651130833104384,
    0.8022050299968866,
    0.8022050299968866
  ],
  "7": [
    "",
    "Tech companies display demo screens showcasing their latest apps. Several screens display applications with varying interfaces and features. The apps are presented in a brightly lit exhibition hall.",
    "The brightly lit exhibition hall features demo screens displaying various apps with differing interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "The brightly lit exhibition hall contains demo screens displaying various apps with differing interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders.",
    "The brightly lit exhibition hall features demo screens showcasing apps with varying interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The brightly lit exhibition hall contains demo screens displaying apps with varying interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "The brightly lit exhibition hall contains demo screens displaying apps with varying interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "The brightly lit exhibition hall contains demo screens displaying apps with varying interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "The brightly lit exhibition hall contains demo screens displaying apps with varying interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "The brightly lit exhibition hall contains demo screens displaying apps with varying interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "The brightly lit exhibition hall contains demo screens displaying apps with varying interfaces and features. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The brightly lit exhibition hall features demo screens displaying apps with varying interfaces and features, alongside glossy case study booklets stacked on high tables. Event staff are scanning registrations and distributing lanyards at the entrance, while students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Tech companies are showcasing their latest apps.",
    "The brightly lit exhibition hall contains demo screens displaying apps with varying interfaces and features, alongside glossy case study booklets stacked on high tables. Event staff are scanning registrations and distributing lanyards at the entrance, while students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Tech companies are showcasing their latest apps, and career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.4833122223892749,
    0.4833122223892749,
    0.4833122223892749,
    0.4833122223892749,
    0.4833122223892749,
    0.4833122223892749,
    0.43493411377000774,
    0.43493411377000774,
    0.43493411377000774,
    0.43493411377000774,
    0.43493411377000774,
    0.5472616889378679,
    0.5472616889378679,
    0.5472616889378679,
    0.5673410834718877,
    0.5673410834718877,
    0.5673410834718877,
    0.6311368402430848,
    0.6311368402430848,
    0.6311368402430848,
    0.6311368402430848,
    0.6311368402430848,
    0.6311368402430848,
    0.6661321341559008,
    0.6661321341559008,
    0.6661321341559008,
    0.6661321341559008,
    0.6661321341559008,
    0.6661321341559008,
    0.6661321341559008,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.5656739944007722,
    0.6613903073451326,
    0.6613903073451326,
    0.6613903073451326,
    0.6613903073451326,
    0.6613903073451326,
    0.6613903073451326,
    0.7735724325675064,
    0.7735724325675064,
    0.7735724325675064,
    0.7735724325675064,
    0.7735724325675064,
    0.7735724325675064,
    0.6635845074640132,
    0.6635845074640132,
    0.6635845074640132,
    0.6635845074640132,
    0.6635845074640132,
    0.6635845074640132,
    0.6635845074640132,
    0.6635845074640132,
    0.7067733613797551
  ],
  "8": [
    "",
    "",
    "The fair will begin at 10:00 AM and conclude at 5:00 PM. Vendor booths are located along the main pathway, with food stalls situated near the central plaza. The PA system is announcing the schedule over and over.",
    "The fair is scheduled from 10:00 AM to 5:00 PM, with vendor booths lining the main pathway and food stalls located near the central plaza. The PA system repeatedly announces the schedule. Tech companies are displaying demo screens showcasing their latest apps.",
    "The fair runs from 10:00 AM to 5:00 PM, with vendor booths along the main pathway and food stalls near the central plaza. The PA system announces the schedule. Tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The fair runs from 10:00 AM to 5:00 PM, with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens near the booths, and alumni volunteers share quick pep talks near the coffee station. The PA system announces the schedule, and food stalls are located near the central plaza.",
    "The fair runs from 10:00 AM to 5:00 PM, with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens near the booths, and alumni volunteers share quick pep talks near the coffee station. The PA system announces the schedule, and food stalls are located near the central plaza. A welcome announcement outlines the fair schedule over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM, with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens near the booths, and alumni volunteers share quick pep talks near the coffee station. The PA system announces the schedule, and food stalls are located near the central plaza. Healthcare providers showcase community outreach photos.",
    "The career fair runs from 10:00 AM to 5:00 PM, with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens near the booths, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym, and healthcare providers showcase community outreach photos. The PA system announces the schedule, and food stalls are located near the central plaza.",
    "The career fair runs from 10:00 AM to 5:00 PM, with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens near the booths, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym, and healthcare providers showcase community outreach photos. The PA system announces the schedule, and food stalls are located near the central plaza. Career counselors remind attendees to maintain eye contact.",
    "The career fair runs from 10:00 AM to 5:00 PM, with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens showing their latest apps near the booths, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym, and healthcare providers showcase community outreach photos. The PA system announces the schedule, and food stalls are located near the central plaza. Career counselors remind attendees to maintain eye contact.",
    "The career fair runs from 10:00 AM to 5:00 PM, with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens showing their latest apps near the booths, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Food stalls are located near the central plaza.",
    "The career fair runs from 10:00 AM to 5:00 PM, with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens showing their latest apps near the booths, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Food stalls are located near the central plaza, and consulting firms stack glossy case study booklets on high tables.",
    "The career fair runs from 10:00 AM to 5:00 PM with vendor booths circling the polished floor and colorful banners. Tech companies display demo screens showing their latest apps near the booths, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Food stalls are located near the central plaza, and consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.4697759634333841,
    0.4697759634333841,
    0.4697759634333841,
    0.5645802363817733,
    0.5645802363817733,
    0.5645802363817733,
    0.6439425176839797,
    0.6439425176839797,
    0.6439425176839797,
    0.6032854670747443,
    0.6032854670747443,
    0.6032854670747443,
    0.6032854670747443,
    0.6271087814971632,
    0.6271087814971632,
    0.6271087814971632,
    0.6271087814971632,
    0.6271087814971632,
    0.6451782346408542,
    0.6451782346408542,
    0.6451782346408542,
    0.6451782346408542,
    0.6451782346408542,
    0.6451782346408542,
    0.7862350181930937,
    0.7862350181930937,
    0.7862350181930937,
    0.7862350181930937,
    0.7862350181930937,
    0.7862350181930937,
    0.8153911791957121,
    0.8153911791957121,
    0.8153911791957121,
    0.8153911791957121,
    0.8153911791957121,
    0.8153911791957121,
    0.8153911791957121,
    0.8153911791957121,
    0.8153911791957121,
    0.8191710533138709,
    0.8191710533138709,
    0.8191710533138709,
    0.8191710533138709,
    0.8191710533138709,
    0.8191710533138709,
    0.8191710533138709,
    0.8173161152175347,
    0.8173161152175347,
    0.8173161152175347,
    0.8173161152175347,
    0.8173161152175347,
    0.8173161152175347,
    0.8173161152175347,
    0.832597472834953,
    0.832597472834953,
    0.832597472834953,
    0.832597472834953,
    0.832597472834953,
    0.832597472834953,
    0.8331933499583498,
    0.8331933499583498,
    0.8331933499583498,
    0.8331933499583498,
    0.8331933499583498
  ],
  "9": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is playing over the PA system, outlining the fair schedule.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is playing over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is playing over the PA system, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is playing over the PA system, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is playing over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is playing over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is playing over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is playing over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is playing over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, with event staff scanning registrations and handing out lanyards at the entrance. A welcome announcement is playing over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.6407853286233332,
    0.6407853286233332,
    0.6407853286233332,
    0.6407853286233332,
    0.6407853286233332,
    0.6407853286233332,
    0.6407853286233332,
    0.6407853286233332,
    0.7891586489145423,
    0.7891586489145423,
    0.7891586489145423,
    0.8368069916272869,
    0.8368069916272869,
    0.8368069916272869,
    0.8368069916272869,
    0.8368069916272869,
    0.8368069916272869,
    0.8368069916272869,
    0.8368069916272869,
    0.8368069916272869,
    0.8368069916272869,
    0.8691395945105476,
    0.8691395945105476,
    0.8691395945105476,
    0.8691395945105476,
    0.8691395945105476,
    0.8681278056654853,
    0.8681278056654853,
    0.8681278056654853,
    0.8681278056654853,
    0.8681278056654853,
    0.8681278056654853,
    0.8681278056654853,
    0.8681278056654853,
    0.8681278056654853,
    0.8681278056654853,
    0.8369287117844703,
    0.8369287117844703,
    0.8369287117844703,
    0.8369287117844703,
    0.8369287117844703,
    0.8369287117844703,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222,
    0.8598250885079222
  ]
}