{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym before the career fair opens.",
    "A line of students forms outside the university gym before the career fair opens, while finance firms offer QR codes for immediate internship applications.",
    "A line of students forms outside the university gym ahead of the career fair opening, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Finance firms present QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Finance firms present QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Finance firms display QR codes to enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. Finance firms display QR codes to enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3900302298559479,
    0.3900302298559479,
    0.3900302298559479,
    0.3900302298559479,
    0.3900302298559479,
    0.3900302298559479,
    0.3911237112332233,
    0.3911237112332233,
    0.3911237112332233,
    0.3911237112332233,
    0.3911237112332233,
    0.3911237112332233,
    0.3911237112332233,
    0.5768415238843136,
    0.5768415238843136,
    0.5768415238843136,
    0.5768415238843136,
    0.5768415238843136,
    0.5768415238843136,
    0.5768415238843136,
    0.5768415238843136,
    0.5768415238843136,
    0.7528789221251866,
    0.7528789221251866,
    0.7528789221251866,
    0.7528789221251866,
    0.7528789221251866,
    0.7528789221251866,
    0.7528789221251866,
    0.7528789221251866,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.7767012626490641,
    0.8045354523358432,
    0.8045354523358432,
    0.8045354523358432,
    0.8045354523358432,
    0.8045354523358432,
    0.8045354523358432,
    0.8045354523358432,
    0.8045354523358432,
    0.8045354523358432,
    0.8490666416661442,
    0.8490666416661442,
    0.8490666416661442,
    0.8490666416661442,
    0.8490666416661442,
    0.8490666416661442,
    0.8490666416661442,
    0.8490666416661442
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "At the university gym, before the career fair opens, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps, and students line up outside the gym.",
    "At the university gym, before the career fair opens, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps, and students line up outside the gym. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, before the career fair opens, career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, while students line up outside the gym. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At the university gym, before the career fair opens, career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, while students line up outside the gym. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, before the career fair opens, career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, while students line up outside the gym. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.43736621797111586,
    0.43736621797111586,
    0.43736621797111586,
    0.43736621797111586,
    0.43736621797111586,
    0.43736621797111586,
    0.43736621797111586,
    0.43736621797111586,
    0.6108800466003579,
    0.6108800466003579,
    0.6108800466003579,
    0.6108800466003579,
    0.6108800466003579,
    0.6108800466003579,
    0.6108800466003579,
    0.6108800466003579,
    0.6108800466003579,
    0.6108800466003579,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7516901402061209,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.7927423701446534,
    0.792611943260956,
    0.792611943260956,
    0.792611943260956,
    0.792611943260956
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos, career counselors redirect unsure students toward applicable industries, and students line up outside the university gym before the career fair opens.",
    "The scene centers on a campus career fair: healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, while tech companies display demo screens showing their latest apps.",
    "At a campus career fair, healthcare providers showcase community outreach photos while career counselors steer unsure students toward applicable industries. Outside the university gym, students queue before the career fair opens. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "At a campus career fair, healthcare providers showcase community outreach photos while career counselors steer unsure students toward applicable industries. Outside the university gym, students queue before the career fair opens. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a campus career fair, healthcare providers showcase community outreach photos while career counselors steer unsure students toward applicable industries. Outside the university gym, students queue before the fair opens. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At a campus career fair, healthcare providers display community outreach photos as career counselors guide unsure students toward suitable industries. Outside the university gym, students queue before the fair opens. Tech companies show demo screens of their latest apps, while consulting firms lay out glossy case-study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes tucked into branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.4274741224882519,
    0.4274741224882519,
    0.4274741224882519,
    0.4274741224882519,
    0.4274741224882519,
    0.4274741224882519,
    0.4274741224882519,
    0.6294815099794105,
    0.6294815099794105,
    0.6294815099794105,
    0.6294815099794105,
    0.6294815099794105,
    0.6294815099794105,
    0.6294815099794105,
    0.6294815099794105,
    0.7781008666536542,
    0.7781008666536542,
    0.7781008666536542,
    0.7781008666536542,
    0.7781008666536542,
    0.7781008666536542,
    0.7781008666536542,
    0.7781008666536542,
    0.7781008666536542,
    0.8023846663016838,
    0.8023846663016838,
    0.8023846663016838,
    0.8023846663016838,
    0.8023846663016838,
    0.8023846663016838,
    0.8023846663016838,
    0.8023846663016838,
    0.8023846663016838,
    0.8023846663016838,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8205839389278377,
    0.8111114134017124,
    0.8111114134017124,
    0.8111114134017124
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym ahead of the career fair opening, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up ahead of the career fair opening, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up ahead of the career fair opening as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up ahead of the career fair opening as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.587162114000574,
    0.587162114000574,
    0.587162114000574,
    0.587162114000574,
    0.587162114000574,
    0.587162114000574,
    0.587162114000574,
    0.7623643334715657,
    0.7623643334715657,
    0.7623643334715657,
    0.7623643334715657,
    0.7623643334715657,
    0.7623643334715657,
    0.7623643334715657,
    0.7623643334715657,
    0.7623643334715657,
    0.7623643334715657,
    0.7861527970296295,
    0.7861527970296295,
    0.7861527970296295,
    0.7861527970296295,
    0.7861527970296295,
    0.7861527970296295,
    0.7861527970296295,
    0.7861527970296295,
    0.7861527970296295,
    0.8131956926400248,
    0.8131956926400248,
    0.8131956926400248,
    0.8131956926400248,
    0.8131956926400248,
    0.8131956926400248,
    0.8131956926400248,
    0.8131956926400248,
    0.8131956926400248,
    0.8131956926400248,
    0.8330799057236614,
    0.8330799057236614,
    0.8330799057236614,
    0.8330799057236614,
    0.8330799057236614,
    0.8330799057236614,
    0.8330799057236614,
    0.8330799057236614,
    0.8330799057236614
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "Students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Students rehearse elevator pitches quietly against the wall during introductions, while human resources teams jot notes on tablets. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "During introductions, students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact.",
    "During introductions, students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.34294867453365296,
    0.34294867453365296,
    0.34294867453365296,
    0.34294867453365296,
    0.34294867453365296,
    0.34294867453365296,
    0.34294867453365296,
    0.34294867453365296,
    0.5080663488566131,
    0.5080663488566131,
    0.5080663488566131,
    0.5080663488566131,
    0.5080663488566131,
    0.5080663488566131,
    0.5080663488566131,
    0.5080663488566131,
    0.6259970548512048,
    0.6259970548512048,
    0.6259970548512048,
    0.6259970548512048,
    0.6259970548512048,
    0.6259970548512048,
    0.6259970548512048,
    0.7059567940261923,
    0.7059567940261923,
    0.7059567940261923,
    0.7059567940261923,
    0.7059567940261923,
    0.7059567940261923,
    0.7059567940261923,
    0.7059567940261923,
    0.7059567940261923,
    0.7059567940261923,
    0.7230562462395211,
    0.7230562462395211,
    0.7230562462395211,
    0.7230562462395211,
    0.7230562462395211,
    0.7230562462395211,
    0.7230562462395211,
    0.7230562462395211,
    0.7230562462395211,
    0.7230562462395211,
    0.7335297454234564,
    0.7335297454234564,
    0.7335297454234564,
    0.7335297454234564,
    0.7335297454234564,
    0.7335297454234564
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees check in. Meanwhile, workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees check in, while workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and distribute lanyards as attendees check in. Concurrently, workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students form a line ahead of the career fair opening, while career counselors direct unsure students toward applicable industries. Tech companies display demo screens showcasing their latest apps.",
    "At the event entrance, staff scan registrations and distribute lanyards as attendees check in. Concurrently, workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, students form a line ahead of the career fair opening, while career counselors direct unsure students toward applicable industries. Tech companies display demo screens showcasing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and distribute lanyards as attendees check in. Concurrently, workshop on networking etiquette begin in the adjoining classroom. Outside the university gym, students form a line ahead of the career fair opening, while career counselors direct unsure students toward applicable industries. Tech companies display demo screens showcasing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and distribute lanyards as attendees check in. Concurrently, a workshop on networking etiquette begins in the adjoining classroom. Outside the university gym, students form a line ahead of the career fair opening, while career counselors direct unsure students toward applicable industries. Tech companies display demo screens showcasing their latest apps. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3786311526457739,
    0.3786311526457739,
    0.3786311526457739,
    0.3786311526457739,
    0.3786311526457739,
    0.3786311526457739,
    0.7487981333455824,
    0.7487981333455824,
    0.7487981333455824,
    0.7487981333455824,
    0.7487981333455824,
    0.7487981333455824,
    0.7487981333455824,
    0.7487981333455824,
    0.6134366775544684,
    0.6134366775544684,
    0.6134366775544684,
    0.6134366775544684,
    0.6134366775544684,
    0.6134366775544684,
    0.6134366775544684,
    0.8337419806498212,
    0.8337419806498212,
    0.8337419806498212,
    0.8337419806498212,
    0.8337419806498212,
    0.8337419806498212,
    0.8337419806498212,
    0.8337419806498212,
    0.8337419806498212,
    0.8591261302303979,
    0.8591261302303979,
    0.8591261302303979,
    0.8591261302303979,
    0.8591261302303979,
    0.8591261302303979,
    0.8591261302303979,
    0.8591261302303979,
    0.8591261302303979,
    0.8591261302303979,
    0.8579419409107873,
    0.8579419409107873,
    0.8579419409107873,
    0.8579419409107873,
    0.8579419409107873,
    0.8579419409107873,
    0.8579419409107873,
    0.8579419409107873,
    0.8579419409107873,
    0.8579419409107873,
    0.8552111300562866,
    0.8552111300562866
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement over the PA outlines the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a PA welcome announces the schedule. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the fair, a PA welcome announces the schedule. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "A PA welcome announces the schedule at the fair. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university career fair, a PA welcome announces the schedule. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.40607338115613956,
    0.40607338115613956,
    0.40607338115613956,
    0.40607338115613956,
    0.40607338115613956,
    0.40607338115613956,
    0.40607338115613956,
    0.40607338115613956,
    0.40607338115613956,
    0.661234904538665,
    0.661234904538665,
    0.661234904538665,
    0.661234904538665,
    0.661234904538665,
    0.661234904538665,
    0.661234904538665,
    0.661234904538665,
    0.661234904538665,
    0.661234904538665,
    0.7819043702235513,
    0.7819043702235513,
    0.7819043702235513,
    0.7819043702235513,
    0.7819043702235513,
    0.7819043702235513,
    0.7819043702235513,
    0.7819043702235513,
    0.8412234221669171,
    0.8412234221669171,
    0.8412234221669171,
    0.8412234221669171,
    0.8412234221669171,
    0.8412234221669171,
    0.8412234221669171,
    0.8412234221669171,
    0.8412234221669171,
    0.8412234221669171,
    0.8443694660932177,
    0.8443694660932177,
    0.8443694660932177,
    0.8443694660932177,
    0.8443694660932177,
    0.8443694660932177,
    0.8443694660932177,
    0.8443694660932177,
    0.8443694660932177,
    0.8443694660932177,
    0.8634041252969009,
    0.8634041252969009,
    0.8634041252969009,
    0.8634041252969009,
    0.8634041252969009,
    0.8634041252969009,
    0.8634041252969009
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter. Human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, a polished floor is encircled by dozens of booths with colorful banners, creating a busy perimeter. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, a polished floor is encircled by dozens of booths with colorful banners, creating a busy perimeter. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At a career fair, a polished floor is encircled by dozens of booths with colorful banners, creating a busy perimeter. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At a career fair held in a university gym, a polished floor is encircled by dozens of booths with colorful banners, creating a busy perimeter. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.5305024866223054,
    0.5305024866223054,
    0.5305024866223054,
    0.5305024866223054,
    0.5305024866223054,
    0.5305024866223054,
    0.5305024866223054,
    0.6655809626697464,
    0.6655809626697464,
    0.6655809626697464,
    0.6655809626697464,
    0.6655809626697464,
    0.6655809626697464,
    0.6655809626697464,
    0.8143129010188978,
    0.8143129010188978,
    0.8143129010188978,
    0.8143129010188978,
    0.8143129010188978,
    0.8143129010188978,
    0.8143129010188978,
    0.8143129010188978,
    0.8227880954288613,
    0.8227880954288613,
    0.8227880954288613,
    0.8227880954288613,
    0.8227880954288613,
    0.8227880954288613,
    0.8227880954288613,
    0.8227880954288613,
    0.8227880954288613,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8438996755730142,
    0.8295382733655556,
    0.8295382733655556,
    0.8295382733655556
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables. The booklets are glossy and arranged in stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, arranged in stacks on elevated surfaces. Outside the university gym, students line up before the career fair opens.",
    "Consulting firms stack glossy case study booklets in stacks on high, elevated tables. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin.",
    "Consulting firms stack glossy case study booklets in neat piles on high, elevated tables. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets in neat piles on high, elevated tables. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym and clutch resumes in branded folders. In the adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets in neat piles on high, elevated tables. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders. In the adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets in neat piles on high, elevated tables. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.392036207148518,
    0.392036207148518,
    0.392036207148518,
    0.392036207148518,
    0.392036207148518,
    0.392036207148518,
    0.392036207148518,
    0.5323465012926023,
    0.5323465012926023,
    0.5323465012926023,
    0.5323465012926023,
    0.5323465012926023,
    0.5323465012926023,
    0.5323465012926023,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6279150985545066,
    0.6865201418664235,
    0.6865201418664235,
    0.6865201418664235,
    0.6865201418664235,
    0.6865201418664235,
    0.6865201418664235,
    0.6865201418664235,
    0.6865201418664235,
    0.7741352532786139,
    0.7741352532786139,
    0.7741352532786139,
    0.7741352532786139,
    0.7741352532786139,
    0.7741352532786139,
    0.7741352532786139,
    0.7741352532786139,
    0.7741352532786139,
    0.7741352532786139,
    0.8298596859862113,
    0.8298596859862113,
    0.8298596859862113,
    0.8298596859862113,
    0.8298596859862113,
    0.8298596859862113,
    0.8298596859862113,
    0.8298596859862113,
    0.8298596859862113,
    0.8296605661913414,
    0.8296605661913414,
    0.8296605661913414,
    0.8296605661913414
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "An indoor venue hosts students rehearsing elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Inside an indoor venue, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor as tech companies display demo screens showing their latest apps.",
    "Inside an indoor venue, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor as tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Inside an indoor venue at the university gym, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor as tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, students line up before the career fair opens.",
    "Inside the university gym, an indoor career fair unfolds on a polished floor encircled by dozens of booths with colorful banners, while tech companies display demo screens of their latest apps. Inside, students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA. Outside the gym, before opening, students line up; some rehearse elevator pitches quietly against the wall."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.5107081227147765,
    0.5107081227147765,
    0.5107081227147765,
    0.5107081227147765,
    0.5107081227147765,
    0.5107081227147765,
    0.5107081227147765,
    0.5107081227147765,
    0.5497171131025257,
    0.5497171131025257,
    0.5497171131025257,
    0.5497171131025257,
    0.5497171131025257,
    0.5497171131025257,
    0.5497171131025257,
    0.5497171131025257,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.815862795321743,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.7907886694026488,
    0.6366865151663548,
    0.6366865151663548,
    0.6366865151663548,
    0.6366865151663548
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "In this scene, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5436855331289907,
    0.5436855331289907,
    0.5436855331289907,
    0.5436855331289907,
    0.5436855331289907,
    0.5436855331289907,
    0.5436855331289907,
    0.5436855331289907,
    0.5436855331289907,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6174400432085718,
    0.6863586087973118,
    0.6863586087973118,
    0.6863586087973118,
    0.6863586087973118,
    0.6863586087973118,
    0.6863586087973118
  ],
  "12": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement over the PA outlines the fair's schedule as groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall, while dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement over the PA outlines the fair's schedule as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor while students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "An opening announcement over the PA outlines the fair's schedule as groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, while students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "An opening PA announcement outlines the fair's schedule as groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, while students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "An opening PA announcement outlines the fair's schedule as groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, while students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.6328837851716402,
    0.6328837851716402,
    0.6328837851716402,
    0.6328837851716402,
    0.6328837851716402,
    0.6328837851716402,
    0.6328837851716402,
    0.6328837851716402,
    0.8041435193199438,
    0.8041435193199438,
    0.8041435193199438,
    0.8041435193199438,
    0.8041435193199438,
    0.8041435193199438,
    0.8041435193199438,
    0.6796004895491521,
    0.6796004895491521,
    0.6796004895491521,
    0.6796004895491521,
    0.6796004895491521,
    0.6796004895491521,
    0.6796004895491521,
    0.6796004895491521,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.789208622503552,
    0.8317027000108784,
    0.8317027000108784,
    0.8317027000108784,
    0.8317027000108784,
    0.8317027000108784,
    0.8317027000108784,
    0.8317027000108784,
    0.8317027000108784,
    0.8317027000108784,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108,
    0.8352757417255108
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair event hosted at the university gym, students line up outside before the career fair opens. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair hosted in the university gym, students line up outside before the fair opens. Inside, career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table.",
    "At the university gym, a career fair unfolds with students lining up outside before opening. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup attracts attention by flying a small drone above its booth. Near the stage, the engineering society sponsors a resume review table.",
    "At the university gym, a career fair unfolds with students lining up outside before opening. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup attracts attention by flying a small drone above its booth. Near the stage, the engineering society sponsors a resume review table.",
    "At the university gym, a career fair unfolds with students lining up outside before opening. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup attracts attention by flying a small drone above its booth. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4548366567430838,
    0.4548366567430838,
    0.4548366567430838,
    0.4548366567430838,
    0.4548366567430838,
    0.4548366567430838,
    0.4548366567430838,
    0.4548366567430838,
    0.794808545761395,
    0.794808545761395,
    0.794808545761395,
    0.794808545761395,
    0.794808545761395,
    0.794808545761395,
    0.794808545761395,
    0.794808545761395,
    0.794808545761395,
    0.8087346921041483,
    0.8087346921041483,
    0.8087346921041483,
    0.8087346921041483,
    0.8087346921041483,
    0.8087346921041483,
    0.8087346921041483,
    0.8087346921041483,
    0.8087346921041483,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.7950634186972687,
    0.8037158570019256,
    0.8037158570019256,
    0.8037158570019256,
    0.8037158570019256,
    0.8037158570019256,
    0.8037158570019256,
    0.8037158570019256,
    0.8037158570019256
  ],
  "14": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops are underway in the adjoining classroom, while at the entrance event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "In the university setting, several event activities unfold around the career fair. Networking etiquette workshops take place in the adjoining classroom, while at the entrance staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop as attendees observe or participate. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact throughout conversations."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.5096526431334121,
    0.7196227731055289,
    0.7196227731055289,
    0.7196227731055289,
    0.7196227731055289,
    0.7196227731055289,
    0.7196227731055289,
    0.7196227731055289,
    0.7196227731055289,
    0.7196227731055289,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7454192662780377,
    0.7501060995798794,
    0.7501060995798794,
    0.7501060995798794,
    0.7501060995798794,
    0.7501060995798794,
    0.7501060995798794,
    0.7501060995798794,
    0.7501060995798794,
    0.7501060995798794,
    0.8541074655730295,
    0.8541074655730295,
    0.8541074655730295,
    0.8541074655730295,
    0.8541074655730295,
    0.8541074655730295
  ],
  "15": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom; event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops begin in the adjoining classroom; event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops begin in the adjoining classroom, establishing the event as a learning-focused venue. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries, guiding career-path decisions. A cybersecurity company runs a password-cracking challenge on a laptop, adding an interactive tech element. Dozens of booths with colorful banners circle the polished floor, displaying offerings around the central space. Throughout, counselors remind attendees to maintain eye contact, reinforcing professional conduct as they move through the venue.",
    "Networking etiquette workshops begin in the adjoining classroom, establishing the event as a learning-focused venue. At the entrance, staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries and guide career-path decisions. A cybersecurity company runs a password-cracking challenge on a laptop, adding an interactive tech element. Dozens of booths with colorful banners encircle the polished floor, displaying offerings around the central space. Throughout, counselors remind attendees to maintain eye contact, reinforcing professional conduct as they move through the venue."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.4022519620354683,
    0.5685862530272078,
    0.5685862530272078,
    0.5685862530272078,
    0.5685862530272078,
    0.5685862530272078,
    0.5685862530272078,
    0.5685862530272078,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7243799460363091,
    0.7396299566949814,
    0.7396299566949814,
    0.7396299566949814,
    0.7396299566949814,
    0.7396299566949814,
    0.7396299566949814,
    0.7396299566949814,
    0.7396299566949814,
    0.7396299566949814,
    0.7396299566949814,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.749944722441003,
    0.7429956770435904,
    0.7429956770435904
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating their chosen companies. Career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors. The actions run concurrently: peers annotate the map with employer targets while counselors steer uncertain students toward appropriate industry paths.",
    "Groups of friends mark target employers on the event map, indicating their chosen companies. Career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors. The activities unfold concurrently: peers annotate the map with employer targets while counselors steer uncertain students toward appropriate industry paths. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, indicating their chosen companies. Career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors. The activities unfold concurrently: peers annotate the map with employer targets while counselors steer uncertain students toward appropriate industry paths. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map, indicating their chosen companies, while career counselors redirect unsure students toward applicable industries and guiding them to relevant sectors. The activities unfold concurrently: peers annotate the map with employer targets as counselors steer uncertain students toward appropriate industry paths. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map, indicating their chosen companies, while career counselors redirect unsure students toward applicable industries and guiding them to relevant sectors; these activities unfold concurrently as peers annotate the map with employer targets and counselors steer uncertain students toward appropriate industry paths. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5786392976308409,
    0.5786392976308409,
    0.5786392976308409,
    0.5786392976308409,
    0.5786392976308409,
    0.5786392976308409,
    0.5786392976308409,
    0.5786392976308409,
    0.6168940000369428,
    0.6168940000369428,
    0.6168940000369428,
    0.6168940000369428,
    0.6168940000369428,
    0.6168940000369428,
    0.6168940000369428,
    0.6168940000369428,
    0.6168940000369428,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6723796290740569,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.6599151362626896,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006,
    0.7062679136268006
  ],
  "17": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Career counselors direct unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At the event, career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "17_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.5526926089746467,
    0.5526926089746467,
    0.5526926089746467,
    0.5526926089746467,
    0.5526926089746467,
    0.5526926089746467,
    0.5526926089746467,
    0.5526926089746467,
    0.5526926089746467,
    0.7229298624890421,
    0.7229298624890421,
    0.7229298624890421,
    0.7229298624890421,
    0.7229298624890421,
    0.7229298624890421,
    0.7229298624890421,
    0.7229298624890421,
    0.7229298624890421,
    0.7229298624890421,
    0.7982981527233134,
    0.7982981527233134,
    0.7982981527233134,
    0.7982981527233134,
    0.7982981527233134,
    0.7982981527233134,
    0.7982981527233134,
    0.7982981527233134,
    0.7982981527233134,
    0.7982981527233134,
    0.8067058183063684,
    0.8067058183063684,
    0.8067058183063684,
    0.8067058183063684,
    0.8067058183063684,
    0.8067058183063684,
    0.8067058183063684,
    0.8067058183063684,
    0.8067058183063684,
    0.8238781847592203,
    0.8238781847592203,
    0.8238781847592203,
    0.8238781847592203,
    0.8238781847592203,
    0.8238781847592203,
    0.8238781847592203,
    0.8238781847592203,
    0.8238781847592203,
    0.8686272616238999,
    0.8686272616238999,
    0.8686272616238999,
    0.8686272616238999,
    0.8686272616238999
  ],
  "18": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "An indoor career fair scene features an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor.",
    "An indoor career fair scene features an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders as dozens of booths with colorful banners encircle the polished floor.",
    "An indoor career fair scene features an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders as dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "An indoor career fair scene features an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders as dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables.",
    "Inside a polished indoor career fair, an alumni panel discusses how to prepare for technical interviews while healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes tucked inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.6012698864980804,
    0.6012698864980804,
    0.6012698864980804,
    0.6012698864980804,
    0.6012698864980804,
    0.6012698864980804,
    0.6465548638218976,
    0.6465548638218976,
    0.6465548638218976,
    0.6465548638218976,
    0.6465548638218976,
    0.6465548638218976,
    0.6465548638218976,
    0.6465548638218976,
    0.6465548638218976,
    0.6483681146020032,
    0.6483681146020032,
    0.6483681146020032,
    0.6483681146020032,
    0.6483681146020032,
    0.6483681146020032,
    0.6483681146020032,
    0.6483681146020032,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.8219683169848583,
    0.845964600025493,
    0.845964600025493,
    0.845964600025493,
    0.845964600025493,
    0.845964600025493,
    0.845964600025493,
    0.845964600025493,
    0.845964600025493,
    0.845964600025493,
    0.8390040818394902,
    0.8390040818394902
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while dozens of booths with colorful banners encircle the polished floor.",
    "A fair environment unfolds on a polished floor, where several students rehearse elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle the space, and a welcome announcement over the PA system outlines the fair schedule.",
    "A fair environment unfolds on a polished floor, where several students rehearse elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle the space, and a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention.",
    "A fair environment unfolds on a polished floor, where several students rehearse elevator pitches quietly against a wall. Dozens of booths with colorful banners encircle the space, and a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention. Students clutch resumes inside branded folders.",
    "A fair environment unfolds on a polished floor, with dozens of booths with colorful banners encircling the space as several students rehearse elevator pitches quietly against a wall. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station.",
    "On a polished floor a fair unfolds with dozens of booths encircled by colorful banners. Several students rehearse elevator pitches quietly against a wall. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32029151034936115,
    0.32029151034936115,
    0.32029151034936115,
    0.32029151034936115,
    0.32029151034936115,
    0.32029151034936115,
    0.32029151034936115,
    0.5875186653271393,
    0.5875186653271393,
    0.5875186653271393,
    0.5875186653271393,
    0.5875186653271393,
    0.5875186653271393,
    0.5875186653271393,
    0.5875186653271393,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.7638812875253567,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.8005855940348603,
    0.7852825073824308,
    0.7852825073824308,
    0.7852825073824308,
    0.7852825073824308,
    0.7852825073824308,
    0.7852825073824308,
    0.7852825073824308,
    0.7852825073824308,
    0.7852825073824308,
    0.8545054353769481,
    0.8545054353769481,
    0.8545054353769481,
    0.8545054353769481,
    0.8545054353769481,
    0.8545054353769481,
    0.8545054353769481
  ],
  "20": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor of the event space. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners surround the polished floor of the event space. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners surround the polished floor of the event space, groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners line the polished event floor, creating a bustling perimeter around the space. Groups of friends mark target employers on an event map as they navigate. Healthcare providers display photos of community outreach, while tech companies showcase demo screens featuring their latest apps. Human resources teams jot notes on tablets, and students introduce themselves to representatives.",
    "Dozens of booths with colorful banners line the polished event floor, creating a bustling perimeter around the space. Groups of friends mark target employers on an event map as they navigate. Healthcare providers display photos of community outreach, while tech companies showcase demo screens featuring their latest apps. Human resources teams jot notes on tablets, and students introduce themselves to representatives. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners line the polished event floor, creating a bustling perimeter around the space. Groups of friends mark target employers on an event map as they navigate. Healthcare providers display photos of community outreach, while tech companies showcase demo screens featuring their latest apps. Human resources teams jot notes on tablets, and students introduce themselves to representatives. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners line the polished event floor, framing a bustling perimeter around the space. Groups of friends mark target employers on an event map as they navigate. Healthcare providers display photos of community outreach; tech companies showcase demo screens featuring their latest apps. Human resources teams jot notes on tablets, and students introduce themselves to representatives. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5560085244614389,
    0.5560085244614389,
    0.5560085244614389,
    0.5560085244614389,
    0.5560085244614389,
    0.5560085244614389,
    0.5560085244614389,
    0.5560085244614389,
    0.669007612879572,
    0.669007612879572,
    0.669007612879572,
    0.669007612879572,
    0.669007612879572,
    0.669007612879572,
    0.669007612879572,
    0.669007612879572,
    0.4389066528923245,
    0.4389066528923245,
    0.4389066528923245,
    0.4389066528923245,
    0.4389066528923245,
    0.4389066528923245,
    0.4389066528923245,
    0.7796202872901131,
    0.7796202872901131,
    0.7796202872901131,
    0.7796202872901131,
    0.7796202872901131,
    0.7796202872901131,
    0.7796202872901131,
    0.7796202872901131,
    0.7796202872901131,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.7936200676960221,
    0.8077336538688779,
    0.8077336538688779,
    0.8077336538688779,
    0.8077336538688779,
    0.8077336538688779,
    0.8077336538688779
  ],
  "21": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens of their latest apps while some students rehearse elevator pitches quietly against the wall, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps; some students rehearse elevator pitches quietly against the wall; a cybersecurity company runs a password cracking challenge on a laptop; human resources teams jot notes on tablets while students introduce themselves.",
    "An event features tech companies displaying demo screens of their latest apps, with some students rehearsing elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event features tech companies displaying demo screens of their latest apps, with dozens of booths with colorful banners circling the polished floor. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance, facilitating attendee flow into the venue.",
    "The scene is a tech expo where companies display demo screens of their latest apps. Dozens of booths encircle the polished floor, each adorned with colorful banners. Students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees into the venue. Students clutch resumes inside branded folders."
  ],
  "21_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.3962979486929474,
    0.46836001402187916,
    0.46836001402187916,
    0.46836001402187916,
    0.46836001402187916,
    0.46836001402187916,
    0.46836001402187916,
    0.46836001402187916,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7286595533068075,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7718802537695495,
    0.7701216005379823,
    0.7701216005379823,
    0.7701216005379823,
    0.7701216005379823,
    0.7701216005379823
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table located near the stage.",
    "An event space features the engineering society sponsoring a resume review table near the stage, while dozens of booths with colorful banners circle the polished floor.",
    "An event space features the engineering society sponsoring a resume review table near the stage, while dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "At an event space, the engineering society sponsors a resume review table near the stage, with dozens of booths with colorful banners circling the polished floor. A robotics startup flies a small drone above its booth for attention, while career counselors remind attendees to maintain eye contact.",
    "An event space hosts an engineering societysponsored resume review table near the stage, with dozens of booths lining the polished floor and colorful banners circling the space. A robotics startup flies a small drone above its booth to attract attention, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "In a university event space hosting a career fair, an engineering societysponsored resume review table sits near the stage as dozens of booths line the polished floor and colorful banners circle the space. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At a university event space hosting a career fair, dozens of booths line the polished floor beneath colorful banners, with an engineering societysponsored resume review table located near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against a wall. Outside the university gym, students line up before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university event space hosting a career fair, dozens of booths line the polished floor beneath colorful banners, with an engineering society-sponsored resume review table located near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against a wall. Outside the university gym, students line up before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.43146207140324916,
    0.43146207140324916,
    0.43146207140324916,
    0.43146207140324916,
    0.43146207140324916,
    0.43146207140324916,
    0.5830976866790543,
    0.5830976866790543,
    0.5830976866790543,
    0.5830976866790543,
    0.5830976866790543,
    0.5830976866790543,
    0.5830976866790543,
    0.6162650610156868,
    0.6162650610156868,
    0.6162650610156868,
    0.6162650610156868,
    0.6162650610156868,
    0.6162650610156868,
    0.6162650610156868,
    0.6162650610156868,
    0.6162650610156868,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.7508608393589074,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8219128411689254,
    0.8239833500086841,
    0.8239833500086841,
    0.8239833500086841,
    0.8239833500086841,
    0.8239833500086841,
    0.8239833500086841,
    0.8239833500086841,
    0.8239833500086841,
    0.8239833500086841,
    0.8117653241380578,
    0.8117653241380578,
    0.8117653241380578
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "An event features a cybersecurity company running a password cracking challenge on a laptop, while the engineering society sponsors a resume review table near the stage.",
    "During the event, a cybersecurity company runs a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map.",
    "During the event, a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.41111561466337077,
    0.41111561466337077,
    0.41111561466337077,
    0.41111561466337077,
    0.41111561466337077,
    0.41111561466337077,
    0.41111561466337077,
    0.41111561466337077,
    0.41111561466337077,
    0.41111561466337077,
    0.607322013466776,
    0.607322013466776,
    0.607322013466776,
    0.607322013466776,
    0.607322013466776,
    0.607322013466776,
    0.607322013466776,
    0.607322013466776,
    0.763320318340684,
    0.763320318340684,
    0.763320318340684,
    0.763320318340684,
    0.763320318340684,
    0.763320318340684,
    0.763320318340684,
    0.763320318340684,
    0.8036217500949618,
    0.8036217500949618,
    0.8036217500949618,
    0.8036217500949618,
    0.8036217500949618,
    0.8036217500949618,
    0.8036217500949618,
    0.8036217500949618,
    0.8036217500949618,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7805780452556579,
    0.7965045241313701,
    0.7965045241313701,
    0.7965045241313701,
    0.7965045241313701,
    0.7965045241313701,
    0.7965045241313701,
    0.7965045241313701,
    0.7965045241313701
  ],
  "24": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Finance firms offer QR codes for immediate internship applications, a cybersecurity company runs a password cracking challenge on a laptop, and groups of friends mark target employers on the event map.",
    "In the scene, finance firms offer QR codes for immediate internship applications, a cybersecurity company runs a password-cracking challenge on a laptop, and groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the scene, finance firms offer QR codes for immediate internship applications, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the scene, recruiting and activity stations unfold: finance firms offer QR codes for immediate internship applications, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the scene, recruiting and activity stations unfold: finance firms offer QR codes for immediate internship applications, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the scene, recruiting and activity stations unfold: finance firms display QR codes for immediate internship applications, and a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At the scene, recruiting and activity stations are deployed. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.436524439442932,
    0.436524439442932,
    0.436524439442932,
    0.436524439442932,
    0.436524439442932,
    0.436524439442932,
    0.4494713229525548,
    0.4494713229525548,
    0.4494713229525548,
    0.4494713229525548,
    0.4494713229525548,
    0.4494713229525548,
    0.4494713229525548,
    0.4494713229525548,
    0.6244842935866712,
    0.6244842935866712,
    0.6244842935866712,
    0.6244842935866712,
    0.6244842935866712,
    0.6244842935866712,
    0.6244842935866712,
    0.6244842935866712,
    0.6082889754209981,
    0.6082889754209981,
    0.6082889754209981,
    0.6082889754209981,
    0.6082889754209981,
    0.6082889754209981,
    0.6082889754209981,
    0.6082889754209981,
    0.5738136268627629,
    0.5738136268627629,
    0.5738136268627629,
    0.5738136268627629,
    0.5738136268627629,
    0.5738136268627629,
    0.5738136268627629,
    0.5738136268627629,
    0.7441922006807256,
    0.7441922006807256,
    0.7441922006807256,
    0.7441922006807256,
    0.7441922006807256,
    0.7441922006807256,
    0.7441922006807256,
    0.7441922006807256,
    0.7790323745707348,
    0.7790323745707348,
    0.7790323745707348,
    0.7790323745707348,
    0.7790323745707348,
    0.7790323745707348,
    0.7790323745707348,
    0.7790323745707348,
    0.7790323745707348,
    0.7932644936708249
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves; a welcome announcement outlines the fair schedule over the PA system.",
    "Students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets, and the students introduce themselves; a welcome announcement outlines the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets and the students introduce themselves. A welcome announcement via the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Nearby, a robotics startup flies a small drone above its booth to draw attention."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.6016432696779148,
    0.4646132629979659,
    0.4646132629979659,
    0.4646132629979659,
    0.4646132629979659,
    0.4646132629979659,
    0.4646132629979659,
    0.4646132629979659,
    0.4646132629979659,
    0.4646132629979659,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.6524042253724217,
    0.8197765040413914,
    0.8197765040413914,
    0.8197765040413914,
    0.8197765040413914,
    0.8197765040413914
  ],
  "26": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves; alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.5712688390265971,
    0.7552710977809087,
    0.7552710977809087,
    0.7552710977809087,
    0.7552710977809087,
    0.7552710977809087,
    0.7552710977809087,
    0.7552710977809087,
    0.7552710977809087,
    0.8002673345500064,
    0.8002673345500064,
    0.8002673345500064,
    0.8002673345500064,
    0.8002673345500064,
    0.8002673345500064,
    0.8002673345500064,
    0.8002673345500064,
    0.8002673345500064,
    0.8002673345500064,
    0.7975895072728506,
    0.7975895072728506,
    0.7975895072728506,
    0.7975895072728506,
    0.7975895072728506,
    0.7975895072728506,
    0.7975895072728506
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a guidance setting, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "In a guidance setting, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map.",
    "During a career-guidance event, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station.",
    "During a career-guidance event, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "During a career-guidance event, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At a career-guidance event, counselors steer unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career-guidance event, counselors steer unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4495890723089617,
    0.4495890723089617,
    0.4495890723089617,
    0.4495890723089617,
    0.4495890723089617,
    0.4495890723089617,
    0.4495890723089617,
    0.4495890723089617,
    0.4962781011796736,
    0.4962781011796736,
    0.4962781011796736,
    0.4962781011796736,
    0.4962781011796736,
    0.4962781011796736,
    0.4962781011796736,
    0.4962781011796736,
    0.4962781011796736,
    0.6884725594003653,
    0.6884725594003653,
    0.6884725594003653,
    0.6884725594003653,
    0.6884725594003653,
    0.6884725594003653,
    0.6884725594003653,
    0.6884725594003653,
    0.6884725594003653,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.6958287353109225,
    0.7582853362377906,
    0.7582853362377906,
    0.7582853362377906,
    0.7582853362377906,
    0.7582853362377906,
    0.7582853362377906,
    0.7582853362377906,
    0.7582853362377906,
    0.7582853362377906,
    0.7582853362377906
  ],
  "28": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews.",
    "A robotics startup flies a small drone above its booth to attract attention; an alumni panel discusses how to prepare for technical interviews.",
    "At a venue with a polished floor, dozens of booths with colorful banners circle the space. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At a venue with a polished floor, dozens of booths with colorful banners encircle the space. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a venue with a polished floor, dozens of booths with colorful banners encircle the space. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a venue with a polished floor, dozens of booths with colorful banners encircle the space. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.7566960827585252,
    0.7566960827585252,
    0.7566960827585252,
    0.7566960827585252,
    0.7566960827585252,
    0.7566960827585252,
    0.7566960827585252,
    0.7566960827585252,
    0.7566960827585252,
    0.7730625021680488,
    0.7730625021680488,
    0.7730625021680488,
    0.7730625021680488,
    0.7730625021680488,
    0.7730625021680488,
    0.7730625021680488,
    0.7730625021680488,
    0.7730625021680488,
    0.8004972106328705,
    0.8004972106328705,
    0.8004972106328705,
    0.8004972106328705,
    0.8004972106328705,
    0.8004972106328705,
    0.8004972106328705,
    0.8004972106328705,
    0.8004972106328705,
    0.8004972106328705,
    0.8466440485070039,
    0.8466440485070039,
    0.8466440485070039,
    0.8466440485070039,
    0.8466440485070039,
    0.8466440485070039,
    0.8466440485070039
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Students clutch resumes housed inside branded folders.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications. Students clutch resumes housed inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications. Students clutch resumes housed inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications. Students clutch resumes housed inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications. Students clutch resumes housed inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications. Students clutch resumes housed inside branded folders as attendees move through the hall. Event staff scan registrations at the entrance and hand out lanyards, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, providing a practical demonstration alongside the career guidance.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications. Students clutch resumes housed inside branded folders as attendees move through the hall. Event staff scan registrations at the entrance and hand out lanyards, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, providing a practical demonstration alongside the career guidance. Consulting firms stack glossy case study booklets on high tables."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5073916777191294,
    0.5073916777191294,
    0.5073916777191294,
    0.5073916777191294,
    0.5073916777191294,
    0.5073916777191294,
    0.5073916777191294,
    0.767830195316795,
    0.767830195316795,
    0.767830195316795,
    0.767830195316795,
    0.767830195316795,
    0.767830195316795,
    0.8038286317056965,
    0.8038286317056965,
    0.8038286317056965,
    0.8038286317056965,
    0.8038286317056965,
    0.8038286317056965,
    0.8038286317056965,
    0.8038286317056965,
    0.8038286317056965,
    0.8105107675097636,
    0.8105107675097636,
    0.8105107675097636,
    0.8105107675097636,
    0.8105107675097636,
    0.8105107675097636,
    0.8105107675097636,
    0.8105107675097636,
    0.8105107675097636,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8082723526719964,
    0.8117505824818617,
    0.8117505824818617,
    0.8117505824818617,
    0.8117505824818617,
    0.8117505824818617,
    0.8117505824818617,
    0.8117505824818617,
    0.8117505824818617,
    0.8117505824818617,
    0.8047530267315086
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.5300138027681327,
    0.5300138027681327,
    0.5300138027681327,
    0.5300138027681327,
    0.5300138027681327,
    0.5300138027681327,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.6271164730417866,
    0.8036498631838624,
    0.8036498631838624,
    0.8036498631838624,
    0.8036498631838624,
    0.8036498631838624,
    0.8036498631838624,
    0.8036498631838624,
    0.8036498631838624,
    0.8036498631838624,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.8047364143900704,
    0.818748715962196,
    0.818748715962196,
    0.818748715962196,
    0.818748715962196,
    0.818748715962196,
    0.818748715962196
  ],
  "31": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor; students clutch resumes inside branded folders.",
    "A career fair at the university gym unfolds with consulting firms placing glossy case study booklets on high tables, dozens of booths with colorful banners circling the polished floor, and students clutching resumes inside branded folders. Students line up outside the gym before the fair opens.",
    "At the university gym, a career fair unfolds with dozens of booths anchored by colorful banners circling the polished floor. Consulting firms place glossy case-study booklets on high tables, while students clutch resumes inside branded folders. Lines form outside the gym before the fair opens. A cybersecurity company hosts a password-cracking challenge on a laptop at one booth.",
    "At the university gym, a career fair unfolds with dozens of booths anchored by colorful banners circling the polished floor. Consulting firms place glossy case-study booklets on high tables, while students clutch resumes inside branded folders. Lines form outside the gym before the fair opens. A cybersecurity company hosts a password-cracking challenge on a laptop at one booth. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair unfolds with dozens of booths anchored by colorful banners circling the polished floor. Consulting firms place glossy case-study booklets on high tables, while students clutch resumes inside branded folders. Lines form outside the gym before the fair opens. A cybersecurity company hosts a password-cracking challenge on a laptop at one booth. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4157791621743123,
    0.4157791621743123,
    0.4157791621743123,
    0.4157791621743123,
    0.4157791621743123,
    0.4157791621743123,
    0.4157791621743123,
    0.6173177050055619,
    0.6173177050055619,
    0.6173177050055619,
    0.6173177050055619,
    0.6173177050055619,
    0.6173177050055619,
    0.6173177050055619,
    0.6173177050055619,
    0.6173177050055619,
    0.6173177050055619,
    0.7461869684561373,
    0.7461869684561373,
    0.7461869684561373,
    0.7461869684561373,
    0.7461869684561373,
    0.7461869684561373,
    0.7461869684561373,
    0.7461869684561373,
    0.7461869684561373,
    0.7461869684561373,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8131532581672909,
    0.8413731877036372,
    0.8413731877036372,
    0.8413731877036372,
    0.8413731877036372,
    0.8413731877036372,
    0.8413731877036372,
    0.8413731877036372
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "During the event, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves; groups of friends mark target employers on the event map; networking etiquette workshops begin in the adjoining classroom; and students line up outside the university gym before the career fair opens.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, and students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, and students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.4455466289066798,
    0.4455466289066798,
    0.4455466289066798,
    0.4455466289066798,
    0.4455466289066798,
    0.4455466289066798,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.7323912381564661,
    0.5132137597933428,
    0.5132137597933428,
    0.5132137597933428,
    0.5132137597933428,
    0.5132137597933428,
    0.5132137597933428,
    0.5132137597933428,
    0.5132137597933428,
    0.5132137597933428,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8106735295089441,
    0.8046460397382842,
    0.8046460397382842,
    0.8046460397382842,
    0.8046460397382842
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Separately, a cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos. Separately, a cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the career fair opens.",
    "At a university event, healthcare providers showcase community outreach photos. Separately, a cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the career fair opens, and event staff scan registrations while handing out lanyards at the entrance.",
    "At a university event, healthcare providers showcase community outreach photos, while a cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university event, healthcare providers display community outreach photos while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students line up before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university event, healthcare providers display community outreach photos while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students line up before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5164095365176364,
    0.5164095365176364,
    0.5164095365176364,
    0.5164095365176364,
    0.5164095365176364,
    0.5164095365176364,
    0.5164095365176364,
    0.5164095365176364,
    0.5164095365176364,
    0.7147586281943835,
    0.7147586281943835,
    0.7147586281943835,
    0.7147586281943835,
    0.7147586281943835,
    0.7147586281943835,
    0.7147586281943835,
    0.7147586281943835,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7462079177993941,
    0.7359502384047045,
    0.7359502384047045,
    0.7359502384047045,
    0.7359502384047045,
    0.7359502384047045,
    0.7359502384047045,
    0.7359502384047045,
    0.7359502384047045,
    0.7359502384047045,
    0.7359502384047045,
    0.7285370651038982,
    0.7285370651038982,
    0.7285370651038982,
    0.7285370651038982,
    0.7285370651038982,
    0.7285370651038982,
    0.7285370651038982,
    0.7285370651038982,
    0.7285370651038982,
    0.7285370651038982
  ],
  "34": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement plays over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks by the coffee station. Human resources teams jot notes on tablets, while students introduce themselves.",
    "A welcome announcement plays over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks by the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement plays over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6033773499406527,
    0.6033773499406527,
    0.6033773499406527,
    0.6033773499406527,
    0.6033773499406527,
    0.6033773499406527,
    0.6033773499406527,
    0.6033773499406527,
    0.767422236529795,
    0.767422236529795,
    0.767422236529795,
    0.767422236529795,
    0.767422236529795,
    0.8056281736556092,
    0.8056281736556092,
    0.8056281736556092,
    0.8056281736556092,
    0.8056281736556092,
    0.8056281736556092,
    0.8056281736556092,
    0.8056281736556092,
    0.8362594501710983,
    0.8362594501710983,
    0.8362594501710983,
    0.8362594501710983,
    0.8362594501710983,
    0.8362594501710983,
    0.8362594501710983,
    0.8336752371526809,
    0.8336752371526809,
    0.8336752371526809,
    0.8336752371526809,
    0.8336752371526809,
    0.8336752371526809,
    0.8336752371526809,
    0.8336752371526809,
    0.8336752371526809,
    0.8350804780882392,
    0.8350804780882392,
    0.8350804780882392,
    0.8350804780882392,
    0.8350804780882392,
    0.8350804780882392,
    0.8350804780882392,
    0.8350804780882392,
    0.8350804780882392,
    0.8350804780882392,
    0.849724814472729,
    0.849724814472729,
    0.849724814472729,
    0.849724814472729,
    0.849724814472729,
    0.849724814472729,
    0.849724814472729,
    0.849724814472729
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables.",
    "At the trade show, a robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos.",
    "At a trade show, a robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At a trade show, a robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables and healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.43995911205998917,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.631279435765346,
    0.6321693866641399,
    0.6321693866641399,
    0.6321693866641399,
    0.6321693866641399,
    0.6321693866641399,
    0.6321693866641399,
    0.6321693866641399,
    0.6321693866641399,
    0.6321693866641399
  ],
  "36": [
    "",
    "",
    "A resume review table sponsored by the engineering society is located near the stage.",
    "Near the stage, a resume review table sponsored by the engineering society is located. Some students rehearse elevator pitches quietly against the wall.",
    "Near the stage, a resume review table sponsored by the engineering society is located, with some students rehearsing elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact.",
    "Near the stage, a resume review table sponsored by the engineering society is present. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Near the stage, a resume review table sponsored by the engineering society is present. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Near the stage, a resume review table sponsored by the engineering society is present. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Near the stage, a resume review table sponsored by the engineering society stands ready. Some students rehearse elevator pitches quietly against a wall, while career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the career fair site, near the stage a resume review table sponsored by the engineering society stands ready. Some students rehearse elevator pitches quietly against a wall, while career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps."
  ],
  "36_score": [
    0.0,
    0.0,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.46070008170611276,
    0.46070008170611276,
    0.46070008170611276,
    0.46070008170611276,
    0.46070008170611276,
    0.46070008170611276,
    0.3597966751836652,
    0.3597966751836652,
    0.3597966751836652,
    0.3597966751836652,
    0.3597966751836652,
    0.3597966751836652,
    0.3597966751836652,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.6510259280910228,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7310158590818412,
    0.7453919923223635,
    0.7453919923223635,
    0.7453919923223635,
    0.7453919923223635,
    0.7453919923223635,
    0.7453919923223635,
    0.7453919923223635,
    0.7453919923223635,
    0.7453919923223635,
    0.7453919923223635,
    0.8217018483184093,
    0.8217018483184093,
    0.8217018483184093
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while a robotics startup flies a small drone above its booth for attention.",
    "Career counselors redirect unsure students toward applicable industries, while a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "In the event context, career counselors redirect unsure students toward applicable industries, and a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors redirect unsure students toward applicable industries, and a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the event, career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.45909157990320637,
    0.45909157990320637,
    0.45909157990320637,
    0.45909157990320637,
    0.45909157990320637,
    0.45909157990320637,
    0.599508471200118,
    0.599508471200118,
    0.599508471200118,
    0.599508471200118,
    0.599508471200118,
    0.599508471200118,
    0.599508471200118,
    0.599508471200118,
    0.599508471200118,
    0.599508471200118,
    0.6322005489473317,
    0.6322005489473317,
    0.6322005489473317,
    0.6322005489473317,
    0.6322005489473317,
    0.6322005489473317,
    0.6322005489473317,
    0.6322005489473317,
    0.6322005489473317,
    0.6322005489473317,
    0.6300283629529708,
    0.6300283629529708,
    0.6300283629529708,
    0.6300283629529708,
    0.6300283629529708,
    0.6300283629529708,
    0.6300283629529708,
    0.6300283629529708,
    0.6300283629529708,
    0.8497884491398175,
    0.8497884491398175,
    0.8497884491398175,
    0.8497884491398175,
    0.8497884491398175,
    0.8497884491398175,
    0.8497884491398175,
    0.8497884491398175,
    0.8497884491398175,
    0.8497884491398175,
    0.854434026080937,
    0.854434026080937,
    0.854434026080937,
    0.854434026080937,
    0.854434026080937,
    0.854434026080937
  ],
  "38": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps.",
    "At the venue, some students rehearse elevator pitches quietly against a wall, while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, some students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the venue, some students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the venue, several students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the venue, several students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "At the venue, several students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.5820868318251391,
    0.5820868318251391,
    0.5820868318251391,
    0.5820868318251391,
    0.5820868318251391,
    0.5820868318251391,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7431175180296541,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7444731064657808,
    0.7831003252625995,
    0.7831003252625995,
    0.7831003252625995
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement in that area.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement in that area.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement in that area. Healthcare providers showcase photos of their community outreach.",
    "At the event, the engineering society sponsors a resume review table placed near the stage. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement in that area. Healthcare providers showcase photos of their community outreach. Groups of friends mark target employers on the event map.",
    "The event features an engineering society-sponsored resume review table placed near the stage. Alumni volunteers give quick pep talks near the coffee station, offering brief encouragement in that area. Healthcare providers showcase photos of their community outreach. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, an engineering society-sponsored resume review table is placed near the stage. Alumni volunteers give quick pep talks near the coffee station, offering brief encouragement in that area. Healthcare providers showcase photos of their community outreach. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event, an engineering society-sponsored resume review table stands near the stage. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement in that area. Healthcare providers display photos of their community outreach. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.5182308040853747,
    0.6541192940048383,
    0.6541192940048383,
    0.6541192940048383,
    0.6541192940048383,
    0.6541192940048383,
    0.6541192940048383,
    0.6541192940048383,
    0.6541192940048383,
    0.6541192940048383,
    0.6541192940048383,
    0.7359893419229491,
    0.7359893419229491,
    0.7359893419229491,
    0.7359893419229491,
    0.7359893419229491,
    0.7359893419229491,
    0.7359893419229491,
    0.7359893419229491,
    0.7359893419229491,
    0.7902286342095877,
    0.7902286342095877,
    0.7902286342095877,
    0.7902286342095877,
    0.7902286342095877,
    0.7902286342095877,
    0.7902286342095877,
    0.7902286342095877,
    0.7993514474728352,
    0.7993514474728352,
    0.7993514474728352,
    0.7993514474728352,
    0.7993514474728352,
    0.7993514474728352,
    0.7993514474728352,
    0.7993514474728352
  ],
  "40": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards; in the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3896872822036094,
    0.3896872822036094,
    0.3896872822036094,
    0.3896872822036094,
    0.3896872822036094,
    0.3896872822036094,
    0.3896872822036094,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.729616987187758,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.6241965800421424,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333,
    0.8146982455956333
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students are rehearsing elevator pitches quietly against a wall.",
    "In the venue, some students are quietly rehearsing elevator pitches against a wall, while near the stage the engineering society sponsors a resume review table.",
    "At the venue, some students are quietly rehearsing elevator pitches against a wall. Near the stage, the engineering society sponsors a resume review table. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, some students are quietly rehearsing elevator pitches against a wall. Near the stage, the engineering society sponsors a resume review table. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the venue, several students are quietly rehearsing elevator pitches against a wall. Near the stage, the engineering society sponsors a resume review table. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers share brief pep talks near the coffee station.",
    "At the venue, several students are quietly rehearsing elevator pitches against a wall. Near the stage, the engineering society sponsors a resume review table. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers share brief pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the venue, several students are quietly rehearsing elevator pitches against a wall. Near the stage, the engineering society sponsors a resume review table. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers share brief pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the venue, several students are quietly rehearsing elevator pitches against a wall. Near the stage, the engineering society sponsors a resume review table. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers share brief pep talks near the coffee station. Groups of friends mark target employers on the event map."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2719611075014414,
    0.2719611075014414,
    0.2719611075014414,
    0.2719611075014414,
    0.2719611075014414,
    0.2719611075014414,
    0.3443964045733262,
    0.3443964045733262,
    0.3443964045733262,
    0.3443964045733262,
    0.3443964045733262,
    0.3443964045733262,
    0.643944768411663,
    0.643944768411663,
    0.643944768411663,
    0.643944768411663,
    0.643944768411663,
    0.643944768411663,
    0.643944768411663,
    0.643944768411663,
    0.643944768411663,
    0.7312165670516143,
    0.7312165670516143,
    0.7312165670516143,
    0.7312165670516143,
    0.7312165670516143,
    0.7312165670516143,
    0.7312165670516143,
    0.7312165670516143,
    0.7595837885240299,
    0.7595837885240299,
    0.7595837885240299,
    0.7595837885240299,
    0.7595837885240299,
    0.7595837885240299,
    0.7595837885240299,
    0.7595837885240299,
    0.7595837885240299,
    0.7595837885240299,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459,
    0.8120608871889459
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens.",
    "At the career fair at the university gym, consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "The career fair is set in the university gym, where consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens showing their latest apps. Students line up outside the gym before the fair opens. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station.",
    "The career fair is set in the university gym, where consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens showing their latest apps. Students line up outside the gym before the fair opens. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "The career fair takes place in the university gym, where consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens showing their latest apps. Students line up outside the gym before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3805437863293076,
    0.3805437863293076,
    0.3805437863293076,
    0.3805437863293076,
    0.3805437863293076,
    0.3805437863293076,
    0.3805437863293076,
    0.3805437863293076,
    0.6765962125195575,
    0.6765962125195575,
    0.6765962125195575,
    0.6765962125195575,
    0.6765962125195575,
    0.6765962125195575,
    0.6765962125195575,
    0.6765962125195575,
    0.8218440900649386,
    0.8218440900649386,
    0.8218440900649386,
    0.8218440900649386,
    0.8218440900649386,
    0.8218440900649386,
    0.8218440900649386,
    0.8218440900649386,
    0.8175350045145153,
    0.8175350045145153,
    0.8175350045145153,
    0.8175350045145153,
    0.8175350045145153,
    0.8175350045145153,
    0.8175350045145153,
    0.8175350045145153,
    0.8175350045145153,
    0.8175350045145153,
    0.8286888831414566,
    0.8286888831414566,
    0.8286888831414566,
    0.8286888831414566,
    0.8286888831414566,
    0.8286888831414566,
    0.8286888831414566,
    0.8286888831414566,
    0.8286888831414566,
    0.8286888831414566,
    0.8235723971788227,
    0.8235723971788227,
    0.8235723971788227
  ],
  "43": [
    "",
    "",
    "In a meeting-like setting, human resources teams jot notes on tablets while students introduce themselves. HR staff use tablets to capture details, concurrent with student introductions.",
    "In a meeting-like setting, human resources teams jot notes on tablets while students introduce themselves; HR staff use tablets to capture details concurrently with the introductions. Dozens of booths with colorful banners circle the polished floor.",
    "In a meeting-like setting, human resources teams jot notes on tablets as students introduce themselves, with HR staff capturing details concurrently with the introductions. Dozens of booths with colorful banners circle the polished floor.",
    "In a meeting-like setting, human resources teams jot notes on tablets as students introduce themselves, with HR staff capturing details concurrently with the introductions. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps.",
    "In a meeting-like setting, human resources teams jot notes on tablets as students introduce themselves, with HR staff capturing details concurrently with the introductions. Dozens of booths with colorful banners encircle the polished floor, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair in a university gym, HR teams jot notes on tablets as students introduce themselves, capturing details concurrently with the introductions. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At a university gym hosting a career fair, HR teams jot notes on tablets as students introduce themselves, capturing details in real time. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "43_score": [
    0.0,
    0.0,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.42300503599807515,
    0.5059001282237032,
    0.5059001282237032,
    0.5059001282237032,
    0.5059001282237032,
    0.5059001282237032,
    0.5059001282237032,
    0.5059001282237032,
    0.5059001282237032,
    0.5059001282237032,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5050908759113542,
    0.5276492254266401,
    0.5276492254266401,
    0.5276492254266401,
    0.5276492254266401,
    0.5276492254266401,
    0.5276492254266401,
    0.5276492254266401,
    0.5276492254266401,
    0.7293565047941191,
    0.7293565047941191,
    0.7293565047941191,
    0.7293565047941191,
    0.7293565047941191,
    0.7293565047941191,
    0.7293565047941191,
    0.7293565047941191,
    0.7293565047941191,
    0.8202734978792137,
    0.8202734978792137,
    0.8202734978792137,
    0.8202734978792137,
    0.8202734978792137,
    0.8202734978792137,
    0.8202734978792137,
    0.8202734978792137,
    0.8202734978792137,
    0.8202734978792137,
    0.8308753666603348,
    0.8308753666603348,
    0.8308753666603348,
    0.8308753666603348,
    0.8308753666603348
  ],
  "44": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "During the event, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "During the event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "During the event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor."
  ],
  "44_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5332830303894514,
    0.5332830303894514,
    0.5332830303894514,
    0.5332830303894514,
    0.5332830303894514,
    0.5332830303894514,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.657402536970621,
    0.8134109227937901,
    0.8134109227937901,
    0.8134109227937901,
    0.8134109227937901,
    0.8134109227937901,
    0.8134109227937901,
    0.8134109227937901,
    0.8134109227937901,
    0.8201600557845505,
    0.8201600557845505,
    0.8201600557845505,
    0.8201600557845505,
    0.8201600557845505,
    0.8201600557845505,
    0.8201600557845505,
    0.8201600557845505,
    0.8201600557845505,
    0.8378185684981357,
    0.8378185684981357,
    0.8378185684981357,
    0.8378185684981357,
    0.8378185684981357,
    0.8378185684981357,
    0.8378185684981357,
    0.8378185684981357,
    0.8378185684981357,
    0.8378185684981357,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853,
    0.8499967405180853
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "Students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention, and healthcare providers showcase community outreach photos.",
    "Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos.",
    "Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5388870788296547,
    0.5648143576955718,
    0.5648143576955718,
    0.5648143576955718,
    0.5648143576955718,
    0.5648143576955718,
    0.5648143576955718,
    0.5648143576955718,
    0.5648143576955718,
    0.5648143576955718,
    0.5648143576955718,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235,
    0.5619407321132235
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a ring. A welcome announcement plays over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a ring. A welcome announcement plays over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a ring. A welcome announcement plays over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5713221914411472,
    0.5713221914411472,
    0.5713221914411472,
    0.5713221914411472,
    0.5713221914411472,
    0.5713221914411472,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.4263823983681587,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967,
    0.7081863474310967
  ],
  "47": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards; groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees as they arrive. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees as they arrive. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees as they arrive. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps."
  ],
  "47_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.45395407573085667,
    0.45395407573085667,
    0.45395407573085667,
    0.45395407573085667,
    0.45395407573085667,
    0.45395407573085667,
    0.45395407573085667,
    0.45395407573085667,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.6942326893096357,
    0.8029159614989895,
    0.8029159614989895,
    0.8029159614989895,
    0.8029159614989895,
    0.8029159614989895,
    0.8029159614989895,
    0.8029159614989895,
    0.8029159614989895,
    0.8371738840838081,
    0.8371738840838081,
    0.8371738840838081,
    0.8371738840838081,
    0.8371738840838081,
    0.8371738840838081,
    0.8371738840838081,
    0.8371738840838081,
    0.8371738840838081,
    0.8371738840838081,
    0.8374109727286752,
    0.8374109727286752,
    0.8374109727286752,
    0.8374109727286752,
    0.8374109727286752,
    0.8374109727286752,
    0.8374109727286752,
    0.8374109727286752,
    0.8374109727286752,
    0.8374109727286752,
    0.8581302402232638,
    0.8581302402232638,
    0.8581302402232638,
    0.8581302402232638,
    0.8581302402232638,
    0.8581302402232638,
    0.8581302402232638,
    0.8581302402232638,
    0.8581302402232638,
    0.8581302402232638
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement over the PA system outlines the career fair's schedule as dozens of booths with colorful banners circulate the polished gym floor. Students queue outside the university gym before the fair opens, while others rehearse elevator pitches quietly against the wall.",
    "A welcome announcement over the PA system outlines the career fair schedule as dozens of booths with colorful banners circulating the polished gym floor of the university gym. Students queue outside the university gym before the fair opens, while others rehearse elevator pitches quietly against the wall.",
    "A welcome announcement over the PA system outlines the career fair schedule as dozens of booths with colorful banners circulate the polished floor of the university gym. Students queue outside the gym before the fair opens, while others rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.4514951029594012,
    0.6398314711761512,
    0.6398314711761512,
    0.6398314711761512,
    0.6398314711761512,
    0.6398314711761512,
    0.6398314711761512,
    0.6398314711761512,
    0.6398314711761512,
    0.6398314711761512,
    0.6398314711761512,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6467523345247751,
    0.6362216686074709,
    0.6362216686074709,
    0.6362216686074709,
    0.6362216686074709,
    0.6362216686074709,
    0.6362216686074709,
    0.6362216686074709,
    0.6362216686074709,
    0.6362216686074709,
    0.8294817185521499,
    0.8294817185521499,
    0.8294817185521499,
    0.8294817185521499,
    0.8294817185521499,
    0.8294817185521499,
    0.8294817185521499,
    0.8294817185521499,
    0.8294817185521499
  ],
  "49": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "In the event space, groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, groups of friends mark target employers on the event map; in the adjoining classroom, workshops on networking etiquette begin; finance firms offer QR codes for immediate internship applications.",
    "At the event space, groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the event space, groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, groups of friends mark target employers on the event map in the event space, while in the adjoining classroom workshops on networking etiquette begin; finance firms offer QR codes for immediate internship applications; dozens of booths with colorful banners circle the polished floor; students line up outside the university gym before the career fair opens; career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, activity unfolds across the event space and adjoining classroom. Groups of friends mark target employers on the event map in the event space, while the adjoining classroom begins workshops on networking etiquette. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "49_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5388734095557768,
    0.5388734095557768,
    0.5388734095557768,
    0.5388734095557768,
    0.5388734095557768,
    0.5388734095557768,
    0.5388734095557768,
    0.5388734095557768,
    0.46645998439048003,
    0.46645998439048003,
    0.46645998439048003,
    0.46645998439048003,
    0.46645998439048003,
    0.46645998439048003,
    0.46645998439048003,
    0.46645998439048003,
    0.7525714681471091,
    0.7525714681471091,
    0.7525714681471091,
    0.7525714681471091,
    0.7525714681471091,
    0.7525714681471091,
    0.7525714681471091,
    0.7525714681471091,
    0.7525714681471091,
    0.7525714681471091,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.8086910007770387,
    0.5434191557238609,
    0.5434191557238609,
    0.5434191557238609,
    0.5434191557238609,
    0.5434191557238609,
    0.5434191557238609,
    0.5434191557238609,
    0.5434191557238609,
    0.5434191557238609,
    0.5434191557238609,
    0.8577689693370323,
    0.8577689693370323,
    0.8577689693370323,
    0.8577689693370323,
    0.8577689693370323,
    0.8577689693370323,
    0.8577689693370323,
    0.8577689693370323,
    0.8577689693370323
  ]
}