{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards; healthcare providers display community outreach photos; career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Staff at the event entrance scan registrations and hand out lanyards. Healthcare providers display community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. At the fair, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Staff at the event entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Healthcare providers display community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Consulting firms at the fair stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Staff at the event entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders as healthcare providers display community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Consulting firms at the fair stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair, staff at the event entrance scan registrations and hand out lanyards as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders while healthcare providers display community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Consulting firms at the fair stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair, staff at the event entrance scan registrations and hand out lanyards as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while healthcare providers display community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Dozens of booths with colorful banners surround a polished floor at the career fair, including tech companies showing demo screens of their latest apps and consulting firms stacking glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards; inside, students clutch resumes in branded folders while healthcare providers display photos from community outreach. In the social area by the coffee station, alumni volunteers deliver quick pep talks, and career counselors remind attendees to maintain eye contact as a welcome PA announces the schedule. Outside the university gym, students line up before the fair opens.",
    "At a university campus career fair, dozens of booths with colorful banners surround a polished floor, with tech companies showing demo screens of their latest apps and consulting firms stacking glossy case study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards; inside, students clutch resumes in branded folders while healthcare providers display photos from community outreach. In the social area by the coffee station, alumni volunteers deliver quick pep talks, and career counselors remind attendees to maintain eye contact as a welcome PA broadcasts the schedule. Outside the university gym, students line up before the fair opens.",
    "At a university campus career fair, dozens of booths with colorful banners surround a polished floor. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards; inside, students clutch resumes in branded folders. Healthcare providers display photos from community outreach. In the social area by the coffee station, alumni volunteers deliver quick pep talks, and career counselors remind attendees to maintain eye contact as a welcome PA broadcasts the schedule. Outside the university gym, students line up before the fair opens."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.41905159459942126,
    0.41905159459942126,
    0.4419178868795692,
    0.4419178868795692,
    0.4419178868795692,
    0.4419178868795692,
    0.4371401573683082,
    0.4371401573683082,
    0.4371401573683082,
    0.4371401573683082,
    0.6388610392453307,
    0.6388610392453307,
    0.6388610392453307,
    0.7224401566180206,
    0.7224401566180206,
    0.7224401566180206,
    0.7224401566180206,
    0.7224401566180206,
    0.7224401566180206,
    0.8077107026106469,
    0.8077107026106469,
    0.8077107026106469,
    0.8077107026106469,
    0.7976433051316383,
    0.7976433051316383,
    0.7976433051316383,
    0.7976433051316383,
    0.7976433051316383,
    0.7737635647011489,
    0.7737635647011489,
    0.7737635647011489,
    0.7737635647011489,
    0.7737635647011489,
    0.8279300564674196,
    0.8279300564674196,
    0.8279300564674196,
    0.8279300564674196,
    0.8257843196159833,
    0.8257843196159833,
    0.8257843196159833,
    0.8257843196159833,
    0.8257843196159833,
    0.8257843196159833,
    0.8257843196159833,
    0.8398455643406364,
    0.8398455643406364,
    0.8398455643406364,
    0.8398455643406364,
    0.8398455643406364,
    0.8498981248947348,
    0.8498981248947348,
    0.8498981248947348,
    0.8498981248947348,
    0.8498981248947348,
    0.8431053684410985
  ],
  "1": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a setting with consulting firms, glossy case study booklets are stacked on high tables, while career counselors remind attendees to maintain eye contact.",
    "At a professional fair featuring consulting firms, glossy case study booklets are stacked on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a professional fair featuring consulting firms, glossy case study booklets are stacked on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a professional fair featuring consulting firms, glossy case study booklets are stacked on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "At a university career fair featuring consulting firms and tech companies, attendees encounter glossy case study booklets stacked on high tables and demo screens displaying latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver short pep talks near the coffee station. Students line up outside the university gym in advance of opening.",
    "At a university career fair featuring consulting firms and tech companies, attendees encounter glossy case study booklets stacked on high tables and demo screens displaying the latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver short pep talks near the coffee station. Students line up outside the university gym in advance of opening, while others clutch resumes inside branded folders.",
    "At a university career fair featuring consulting firms and tech companies, attendees encounter glossy case study booklets stacked on high tables and demo screens displaying the latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks in a social area by the coffee station. Students line up outside the university gym in advance of the career fair, while others clutch resumes inside branded folders.",
    "At a university campus career fair featuring consulting firms and tech companies, attendees encounter glossy case study booklets stacked on high tables and demo screens displaying the latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station in a social area. Students line up outside the university gym in advance of opening, while others clutch resumes inside branded folders.",
    "At a university campus career fair featuring consulting firms and tech companies, attendees encounter glossy case study booklets stacked on high tables and demo screens displaying the latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station in a social area. Students line up outside the university gym before the career fair opens, while others clutch resumes inside branded folders.",
    "On a university campus, a career fair brings together consulting firms and tech companies. Dozens of booths with colorful banners line the polished floor, while tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. A social area by the coffee station hosts alumni volunteers delivering quick pep talks and handling resumes in branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers display photos from community outreach. A welcome announcement broadcasts the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens; inside, they clutch resumes in branded folders. The event blends fair- and conference-style elements and the social area continues pep talks and resume exchanges.",
    "On a university campus, a career fair brings together consulting firms and tech companies. Dozens of booths with colorful banners line the polished floor, and tech firms display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. A social area by the coffee station hosts alumni volunteers giving quick pep talks and handling resumes in branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers display photos from community outreach. A welcome announcement calls the fair schedule over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens; inside, they clutch resumes in branded folders. The event blends fair- and conference-style elements, and the social area continues pep talks and resume exchanges."
  ],
  "1_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.44722371106644765,
    0.44722371106644765,
    0.44722371106644765,
    0.7084876849933667,
    0.7084876849933667,
    0.7084876849933667,
    0.7084876849933667,
    0.7224775084126092,
    0.7224775084126092,
    0.7224775084126092,
    0.7224775084126092,
    0.7224775084126092,
    0.7498764741516019,
    0.7498764741516019,
    0.7498764741516019,
    0.7498764741516019,
    0.7498764741516019,
    0.7498764741516019,
    0.8701013140846683,
    0.8701013140846683,
    0.8701013140846683,
    0.8701013140846683,
    0.8701013140846683,
    0.8700234485421849,
    0.8700234485421849,
    0.8700234485421849,
    0.8700234485421849,
    0.8700234485421849,
    0.8700234485421849,
    0.8700234485421849,
    0.864806083630777,
    0.864806083630777,
    0.864806083630777,
    0.864806083630777,
    0.8748190884246656,
    0.8748190884246656,
    0.8748190884246656,
    0.8748190884246656,
    0.8748190884246656,
    0.8748190884246656,
    0.8748190884246656,
    0.8705918144201242,
    0.8705918144201242,
    0.8705918144201242,
    0.8705918144201242,
    0.8705918144201242,
    0.8705918144201242,
    0.8705918144201242,
    0.8511029294167264,
    0.8511029294167264,
    0.8511029294167264,
    0.8511029294167264,
    0.8511029294167264,
    0.8492094731797385,
    0.8492094731797385
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Healthcare providers showcase community outreach photos, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "The scene centers on a fair where healthcare providers display community outreach photos; a PA announcement outlines the schedule. Consulting firms stack glossy case study booklets on high tables, as career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At a fair, healthcare providers display community outreach photos while a PA announces the schedule. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At a fair, healthcare providers display community outreach photos while a PA announces the schedule. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At a fair, healthcare providers display community outreach photos while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, healthcare providers display community outreach photos while a welcome announcement outlines the schedule over the PA system. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "At the career fair, healthcare providers display community outreach photos while a welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders.",
    "At the career fair, healthcare providers display photos from community outreach while a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the fair opens, then inside clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens of their latest apps. Within the social area by the coffee station, alumni pep talks continue, and students carry resumes inside branded folders.",
    "At the university career fair, outside the gym students line up before opening, and inside attendees clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, including tech companies displaying demo screens of their latest apps and healthcare providers showing photos from community outreach. A welcome PA outlines the schedule, while consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, with pep talks continuing in the social area by the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, attendees line up outside the gym before opening and, inside, clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens of their latest apps and healthcare providers showing photos from community outreach. A welcome PA outlines the schedule, while consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, with further pep talks continuing in the social area by the same coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university campus career fair, students line up outside the gym before opening, and inside a conference-style fair unfolds around a polished floor surrounded by dozens of booths with colorful banners. Attendees clutch resumes inside branded folders as tech companies display demo screens of their latest apps and healthcare providers show photos from community outreach. A welcome PA outlines the schedule as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. The setup repeats inside with glossy booklets on high tables and demo screens, and alumni volunteers deliver quick pep talks near the coffee station, with further talks continuing in the social area by the same station. A final welcome announcement is broadcast over the PA outlining the fair schedule."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.4451330269268806,
    0.4451330269268806,
    0.36294107058157393,
    0.36294107058157393,
    0.36294107058157393,
    0.36294107058157393,
    0.6641830223839071,
    0.6641830223839071,
    0.6641830223839071,
    0.6641830223839071,
    0.6797223525198881,
    0.6797223525198881,
    0.6797223525198881,
    0.6797223525198881,
    0.6937551193163656,
    0.6937551193163656,
    0.6937551193163656,
    0.6937551193163656,
    0.6937551193163656,
    0.7163746507671491,
    0.7163746507671491,
    0.7163746507671491,
    0.7163746507671491,
    0.8615221962442091,
    0.8615221962442091,
    0.8615221962442091,
    0.8615221962442091,
    0.8740737125405562,
    0.8740737125405562,
    0.8740737125405562,
    0.8740737125405562,
    0.8740737125405562,
    0.8740737125405562,
    0.8740737125405562,
    0.8820730193092752,
    0.8820730193092752,
    0.8820730193092752,
    0.8820730193092752,
    0.8820730193092752,
    0.8820730193092752,
    0.8820730193092752,
    0.8820730193092752,
    0.8874586528805619,
    0.8874586528805619,
    0.8874586528805619,
    0.8874586528805619,
    0.8874586528805619,
    0.8874586528805619,
    0.8867094219693636,
    0.8867094219693636,
    0.8867094219693636,
    0.8867094219693636,
    0.8867094219693636,
    0.8867094219693636,
    0.8867094219693636,
    0.8867094219693636,
    0.878901185986871,
    0.878901185986871,
    0.878901185986871
  ],
  "3": [
    "",
    "",
    "\"\"",
    "In a social area by the coffee station, alumni volunteers share quick pep talks.",
    "In a social area by the coffee station, alumni volunteers share quick pep talks. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "In a social area by the coffee station, alumni volunteers deliver quick pep talks. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "In a social area by the coffee station, alumni volunteers deliver quick pep talks. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At a conference-style event, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos.",
    "At a conference-style event, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. A PA announces the schedule, and a welcome announcement outlines the fair schedule over the PA system.",
    "At a conference-style event, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. A PA announces the schedule, and a welcome announcement outlines the fair schedule over the PA system.",
    "At a conference-style career fair, students line up outside the university gym before opening; inside, dozens of booths with colorful banners circle a polished floor, and students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks in the social area by the coffee station. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Staff at the event entrance scan registrations and hand out lanyards. A PA announces the schedule and a welcome announcement outlines the fair schedule.",
    "At a conference-style career fair at the university gym, students line up outside before opening; inside, dozens of booths with colorful banners circle a polished floor as students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks in the social area by the coffee station. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Staff at the event entrance scan registrations and hand out lanyards. A PA announces the schedule and a welcome announcement outlines the fair schedule.",
    "At a conference-style career fair in the university gym, students line up outside before opening. Inside, dozens of booths with colorful banners surround a polished floor as students clutch resumes in branded folders. Alumni volunteers deliver quick pep talks in the social area by the coffee station. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Staff at the event entrance scan registrations and hand out lanyards. A PA system announces the schedule, and a welcome announcement outlines the fair schedule.",
    "At a conference-style career fair in the university gym, students line up outside before opening, while inside dozens of booths with colorful banners surround a polished floor and attendees clutch resumes in branded folders. Alumni volunteers deliver quick pep talks in the social area by the coffee station. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Staff at the event entrance scan registrations and hand out lanyards. A PA system announces the schedule, and a welcome announcement outlines the fair schedule.",
    "At a conference-style career fair in the university gym, students line up outside before opening and inside they clutch resumes in branded folders as dozens of booths with colorful banners surround a polished floor. Alumni volunteers deliver quick pep talks in the social area by the coffee station. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. Healthcare providers showcase photos from community outreach. Career counselors remind attendees to maintain eye contact. Staff at the entrance scan registrations and hand out lanyards. A PA system announces the schedule, and a welcome announcement outlines the fair schedule. The social area continues pep talks while resumes are circulated and discussed."
  ],
  "3_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.42007761261696563,
    0.42007761261696563,
    0.42007761261696563,
    0.42007761261696563,
    0.42007761261696563,
    0.5345366427599985,
    0.5345366427599985,
    0.5345366427599985,
    0.6553353198570862,
    0.6553353198570862,
    0.6553353198570862,
    0.6553353198570862,
    0.6866904919912223,
    0.6866904919912223,
    0.6866904919912223,
    0.6866904919912223,
    0.7301475439830486,
    0.7301475439830486,
    0.7301475439830486,
    0.7301475439830486,
    0.7301475439830486,
    0.7301475439830486,
    0.7301475439830486,
    0.7301475439830486,
    0.7436606349718973,
    0.7436606349718973,
    0.7436606349718973,
    0.7436606349718973,
    0.7436606349718973,
    0.7661168001608044,
    0.7661168001608044,
    0.7661168001608044,
    0.7661168001608044,
    0.7661168001608044,
    0.8708980848114325,
    0.8708980848114325,
    0.8708980848114325,
    0.8708980848114325,
    0.8708980848114325,
    0.9006025795442029,
    0.9006025795442029,
    0.9006025795442029,
    0.9006025795442029,
    0.89164120892176,
    0.89164120892176,
    0.89164120892176,
    0.89164120892176,
    0.89164120892176,
    0.8898456003096935,
    0.8898456003096935,
    0.8898456003096935,
    0.8898456003096935,
    0.8898456003096935,
    0.8898456003096935,
    0.8898456003096935,
    0.8930042049548403,
    0.8930042049548403,
    0.8930042049548403,
    0.8930042049548403
  ],
  "4": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables as a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Consulting firms stack glossy case study booklets on high tables as a welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA system outlines the fair schedule; career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables; a welcome announcement over the PA system outlines the fair schedule; career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables; a welcome announcement over the PA system outlines the fair schedule; career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, while healthcare providers showcase community outreach photos.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, while healthcare providers showcase community outreach photos.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps, while a welcome announcement over the PA outlines the schedule. Career counselors remind attendees to maintain eye contact; alumni volunteers share quick pep talks near the coffee station; healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens and clutch resumes inside branded folders.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps, and a welcome PA announces the schedule. Career counselors remind attendees to maintain eye contact; alumni volunteers give quick pep talks near the coffee station; healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens and clutch resumes inside branded folders.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. A welcome PA broadcasts the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens and clutch resumes inside branded folders.",
    "At the university career fair in the gym, dozens of booths with colorful banners surround a polished floor. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station in the social area. Staff at the entrance scan registrations and hand out lanyards. Outside the gym, students line up before opening; inside, attendees clutch resumes in branded folders. A PA system broadcasts the schedule and a welcome announcement outlines the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor. Outside, students line up before opening; inside, attendees clutch resumes in branded folders. Staff at the entrance scan registrations and hand out lanyards. A PA system broadcasts the schedule with a welcome announcement, and career counselors remind attendees to maintain eye contact. Inside, tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station in the social area, which hosts additional pep talks."
  ],
  "4_score": [
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.40820051836367394,
    0.40820051836367394,
    0.40820051836367394,
    0.6244134883755348,
    0.6244134883755348,
    0.6244134883755348,
    0.5330271827538788,
    0.5330271827538788,
    0.5330271827538788,
    0.5330271827538788,
    0.5353325423520561,
    0.5353325423520561,
    0.5353325423520561,
    0.5353325423520561,
    0.5353325423520561,
    0.5353325423520561,
    0.5353325423520561,
    0.5353325423520561,
    0.5353325423520561,
    0.7482670564303373,
    0.7482670564303373,
    0.7482670564303373,
    0.7482670564303373,
    0.7482670564303373,
    0.7482670564303373,
    0.7482670564303373,
    0.7482670564303373,
    0.7473451828340684,
    0.7473451828340684,
    0.7473451828340684,
    0.7473451828340684,
    0.7473451828340684,
    0.7473451828340684,
    0.7473451828340684,
    0.8704688606874884,
    0.8704688606874884,
    0.8704688606874884,
    0.8704688606874884,
    0.8704688606874884,
    0.8704688606874884,
    0.8704688606874884,
    0.8647046028243455,
    0.8647046028243455,
    0.8647046028243455,
    0.8647046028243455,
    0.8647046028243455,
    0.8647046028243455,
    0.8841466074678005,
    0.8841466074678005,
    0.8841466074678005,
    0.8841466074678005,
    0.8841466074678005,
    0.8985000873823568,
    0.8985000873823568,
    0.8985000873823568,
    0.8985000873823568,
    0.8985000873823568
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "At the fair, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens.",
    "At the fair, tech companies display demo screens showing their latest apps while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens. In a social area by the coffee station, alumni volunteers deliver quick pep talks. Students clutch resumes inside branded folders.",
    "At the fair, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos from community outreach. Students line up outside the university gym before the career fair opens. In a social area by the coffee station, alumni volunteers deliver quick pep talks. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos from community outreach. Outside the university gym, students line up before the career fair opens, and inside the social area by the coffee station, alumni volunteers deliver quick pep talks. Students clutch resumes inside branded folders.",
    "At the fair and a conference-style event, dozens of booths with colorful banners surround a polished floor where tech companies show demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers display photos from community outreach. Outside the university gym, students line up before the career fair opens. Inside the social area by the coffee station, alumni volunteers deliver quick pep talks, while students clutch resumes in branded folders. At the event entrance, staff scan registrations and hand out lanyards.",
    "At a conference-style fair, dozens of booths with colorful banners surround a polished floor where tech companies show demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule. Healthcare providers display photos from community outreach. Outside the university gym, students line up before the career fair opens. Inside the social area by the coffee station, alumni volunteers deliver quick pep talks and students clutch resumes in branded folders. At the event entrance, staff scan registrations and hand out lanyards.",
    "At the university gym hosting the career fair, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos from community outreach. Outside the gym, students line up before the fair opens, clutching resumes inside branded folders. Inside the social area by the coffee station, alumni volunteers deliver quick pep talks while students clutch resumes in branded folders. At the event entrance, staff scan registrations and hand out lanyards. A welcome PA announces the schedule.",
    "At the university gym hosting a career fair, a welcome PA announces the schedule as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos from community outreach. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, a social area by the coffee station hosts alumni volunteers delivering quick pep talks while students clutch resumes in branded folders. At the event entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact.",
    "In a university gym hosting a career fair, a welcome PA announces and outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos from community outreach. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. At the event entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact.",
    "At a university gym, a career fair unfolds under a welcome PA that announces the schedule as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables; healthcare providers showcase photos from community outreach. Outside, students line up before opening, clutching resumes in branded folders. Inside, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. At the entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.5331284512732011,
    0.5331284512732011,
    0.5331284512732011,
    0.5331284512732011,
    0.8213829006618689,
    0.8213829006618689,
    0.8213829006618689,
    0.8213829006618689,
    0.8213829006618689,
    0.8213829006618689,
    0.8473391440453241,
    0.8473391440453241,
    0.8473391440453241,
    0.8473391440453241,
    0.858187631636287,
    0.858187631636287,
    0.858187631636287,
    0.858187631636287,
    0.8580151622883587,
    0.8580151622883587,
    0.8580151622883587,
    0.8580151622883587,
    0.8580151622883587,
    0.8580151622883587,
    0.8555423193752132,
    0.8555423193752132,
    0.8555423193752132,
    0.8555423193752132,
    0.8555423193752132,
    0.8555423193752132,
    0.8525395536851569,
    0.8525395536851569,
    0.8525395536851569,
    0.8525395536851569,
    0.8525395536851569,
    0.8525395536851569,
    0.8525395536851569,
    0.8525395536851569,
    0.8923560464561839,
    0.8923560464561839,
    0.8923560464561839,
    0.8923560464561839,
    0.8923560464561839,
    0.8885682031929207,
    0.8885682031929207,
    0.8885682031929207,
    0.8885682031929207,
    0.8866408800420954,
    0.8866408800420954,
    0.8866408800420954,
    0.8866408800420954,
    0.902991193974763,
    0.902991193974763,
    0.902991193974763,
    0.902991193974763
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "A university career fair scene unfolds with a welcome announcement broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "During a university career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Students line up outside the university gym in advance of opening. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At a university career fair on campus, a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Students line up outside the university gym in advance of opening. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university career fair on campus, a welcome announcement broadcasts the schedule over the PA system. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Students line up outside the university gym in advance of opening. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university campus career fair, a welcome announcement broadcasts the schedule over the PA system. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Students line up outside the university gym in advance of opening. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university campus career fair, a welcome announcement broadcasts the schedule over the PA system. Alumni volunteers give short pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Students line up outside the university gym in advance of opening. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens with their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "On a university campus career fair, a welcome announcement broadcasts the schedule over the PA system. Alumni volunteers give short pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Students line up outside the university gym in advance of opening. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens with their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Inside, attendees encounter the same setup: glossy case study booklets on high tables and demo screens displaying the latest apps, with others clutching resumes inside branded folders.",
    "On a university campus career fair, a PA announces the schedule and a welcome message. Alumni volunteers give short pep talks near the coffee station, and healthcare providers showcase photos of community outreach. Students line up outside the university gym before opening. In a conference-style fair, inside dozens of booths with colorful banners surround a polished floor, and attendees clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens with their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. The setup repeats inside: glossy booklets on high tables and demo screens, with attendees continuing to hold resumes in branded folders. In the social area by the coffee station, alumni volunteers deliver quick pep talks.",
    "At a university campus career fair, a PA announces the schedule and a welcome message. Alumni volunteers deliver short pep talks near the coffee station, and healthcare providers display photos from community outreach. Students line up outside the university gym before opening. Inside, a conference-style fair features dozens of booths with colorful banners surrounding a polished floor, while attendees clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens with their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. The setup repeats inside with glossy booklets on high tables and demo screens, and attendees continue to hold resumes in branded folders. In the social area by the coffee station, alumni volunteers share quick pep talks. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a university campus career fair, a PA announces the schedule and welcome message, with a second welcome PA outlining the schedule. Alumni volunteers give quick pep talks near the coffee station, and more pep talks continue in the social area by the same station. Healthcare providers display photos from community outreach. Students line up outside the university gym before opening. Inside, a conference-style fair hosts dozens of booths with colorful banners circling a polished floor; attendees clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. The setup repeats inside with glossy booklets and demo screens, with attendees continuing to hold resumes in branded folders."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.5738409873002256,
    0.5738409873002256,
    0.5738409873002256,
    0.5738409873002256,
    0.5738409873002256,
    0.8568884411763955,
    0.8568884411763955,
    0.8568884411763955,
    0.8568884411763955,
    0.8568884411763955,
    0.8498423797596195,
    0.8498423797596195,
    0.8498423797596195,
    0.8513493583778031,
    0.8513493583778031,
    0.8513493583778031,
    0.8513493583778031,
    0.8807491262960665,
    0.8807491262960665,
    0.8807491262960665,
    0.8807491262960665,
    0.8785470381568907,
    0.8785470381568907,
    0.8785470381568907,
    0.8777686371119053,
    0.8777686371119053,
    0.8777686371119053,
    0.8777686371119053,
    0.8777686371119053,
    0.8821484822626882,
    0.8821484822626882,
    0.8821484822626882,
    0.8821484822626882,
    0.8821484822626882,
    0.8518423693577677,
    0.8518423693577677,
    0.8518423693577677,
    0.8518423693577677,
    0.8518423693577677,
    0.8578182855264709,
    0.8578182855264709,
    0.8578182855264709,
    0.8578182855264709,
    0.8578182855264709,
    0.8578182855264709,
    0.8578182855264709,
    0.8597381962805096,
    0.8597381962805096,
    0.8597381962805096,
    0.8597381962805096,
    0.8597381962805096,
    0.8597381962805096,
    0.8512947840497312,
    0.8512947840497312,
    0.8512947840497312,
    0.8512947840497312
  ],
  "7": [
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Staff at the event entrance scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and clutch resumes inside branded folders.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Staff at the event entrance scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and clutch resumes inside branded folders.",
    "At the career fair held at the university gym, a welcome PA announces the schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Staff at the event entrance scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, a career fair unfolds with a welcome PA announcing the schedule. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Healthcare providers showcase photos from community outreach. Staff at the entrance scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students line up outside the gym before the fair opens, clutching resumes inside branded folders. A social area by the coffee station hosts alumni volunteers delivering quick pep talks.",
    "At the university gym, a career fair unfolds with a welcome PA that announces and outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Healthcare providers showcase photos from community outreach. Staff at the entrance scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students line up outside the gym before the fair opens, clutching resumes inside branded folders. A social area by the coffee station hosts alumni volunteers delivering quick pep talks.",
    "At the university gym, a career fair unfolds under a welcome PA that announces and outlines the schedule. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Healthcare providers showcase photos from community outreach. Staff at the entrance scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students line up outside before the fair opens, clutching resumes inside branded folders. A social area by the coffee station hosts alumni volunteers delivering quick pep talks.",
    "At the university gym, a career fair unfolds under a welcome PA that outlines the schedule. Dozens of booths with colorful banners encircle the polished floor as consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps, while healthcare providers showcase photos from community outreach. Staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside before the fair opens, clutching resumes inside branded folders. A social area by the coffee station hosts alumni volunteers delivering quick pep talks."
  ],
  "7_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.38639211382235633,
    0.38639211382235633,
    0.40386304737590056,
    0.40386304737590056,
    0.40386304737590056,
    0.6600158528030684,
    0.6600158528030684,
    0.6600158528030684,
    0.6600158528030684,
    0.7741301489507302,
    0.7741301489507302,
    0.7741301489507302,
    0.7741301489507302,
    0.849907345944471,
    0.849907345944471,
    0.849907345944471,
    0.849907345944471,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8563963395456965,
    0.8271932252340172,
    0.8271932252340172,
    0.8271932252340172,
    0.8271932252340172,
    0.8271932252340172,
    0.8271932252340172,
    0.8282139639482712,
    0.8282139639482712,
    0.8282139639482712,
    0.9062961835556181,
    0.9062961835556181,
    0.9062961835556181,
    0.9062961835556181,
    0.9062961835556181,
    0.9062961835556181,
    0.9161037494793003,
    0.9161037494793003,
    0.9161037494793003,
    0.9161037494793003,
    0.9161037494793003,
    0.9107869140941676,
    0.9107869140941676,
    0.9107869140941676,
    0.9107869140941676,
    0.9107869140941676,
    0.9193377000526018,
    0.9193377000526018,
    0.9193377000526018,
    0.9193377000526018,
    0.9193377000526018,
    0.9236005191432273,
    0.9236005191432273,
    0.9236005191432273,
    0.9236005191432273
  ],
  "8": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair and a conference-style event, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair and conference-style event, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos from community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym in advance of the career fair.",
    "At the fair and conference-style event, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos from community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym in advance of the career fair.",
    "At a fair- and conference-style event, a social area by the coffee station hosts alumni volunteers delivering quick pep talks. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos from community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym in advance of the career fair.",
    "At a fair- and conference-style event, a social area by the coffee station hosts alumni volunteers delivering quick pep talks, while dozens of booths with colorful banners circle the polished floor; tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and students carry resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos from community outreach. A welcome announcement is broadcast over the PA outlining the schedule. Students line up outside the university gym before the fair opens, and inside they clutch resumes in branded folders. The social area continues pep talks and resumes.",
    "At a university campus career fair in a fair- and conference-style setting, the social area by the coffee station hosts alumni volunteers delivering quick pep talks as dozens of booths with colorful banners circle the polished floor. Tech companies show demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and students carry resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos from community outreach. A welcome announcement is broadcast over the PA outlining the schedule. Students line up outside the university gym before the fair opens; inside they clutch resumes in branded folders. The social area continues pep talks and resumes.",
    "At a university campus career fair in a fair- and conference-style setting, dozens of booths with colorful banners encircle a polished floor. Alumni volunteers deliver quick pep talks in the social area by the coffee station. Tech companies show demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and students carry resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers display photos from community outreach. A welcome PA broadcasts the fair schedule. Students line up outside the university gym before the fair opens; inside they clutch resumes in branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4470116187784654,
    0.4470116187784654,
    0.4470116187784654,
    0.5953872606555892,
    0.5953872606555892,
    0.5953872606555892,
    0.5953872606555892,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7195894081320183,
    0.7558701469770781,
    0.7558701469770781,
    0.7558701469770781,
    0.7558701469770781,
    0.7558701469770781,
    0.8446100371715448,
    0.8446100371715448,
    0.8446100371715448,
    0.8446100371715448,
    0.8446100371715448,
    0.843203956618602,
    0.843203956618602,
    0.843203956618602,
    0.843203956618602,
    0.843203956618602,
    0.843203956618602,
    0.8327309798002431,
    0.8327309798002431,
    0.8327309798002431,
    0.8327309798002431,
    0.8327309798002431,
    0.8327309798002431,
    0.8327309798002431,
    0.8327309798002431,
    0.8184561393893007,
    0.8184561393893007,
    0.8184561393893007,
    0.8184561393893007,
    0.8184561393893007,
    0.8184561393893007,
    0.8521258125918596,
    0.8521258125918596,
    0.8521258125918596,
    0.8521258125918596,
    0.8521258125918596,
    0.8521258125918596,
    0.8609467191031741,
    0.8609467191031741
  ],
  "9": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym ahead of the career fair opening; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym ahead of the career fair opening; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym in advance of the career fair. Inside the venue, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos from community outreach.",
    "Students line up outside the university gym in advance of the career fair. Inside the venue, tech companies display demo screens showing their latest apps while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym ahead of a career fair. Inside, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers share quick pep talks near the coffee station.",
    "During a career fair at the university gym, students line up outside while inside tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. The event features career counselors reminding attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, with a social area by the coffee station hosting further pep talks. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "A university gym hosts a career fair where dozens of booths with colorful banners circle the polished floor; students line up outside while inside tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Inside, students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA outlining the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, with a social area by the coffee station hosting further pep talks.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners circle the polished floor while students line up outside. Inside, tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables; students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA outlining the fair schedule. Healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, with a social area by the coffee station hosting further pep talks.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners circle the polished floor; outside, students line up before opening. Inside, tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. A welcome PA announces the schedule, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, with a social area nearby hosting additional pep talks.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners surround the polished floor while outside, students line up before opening. Inside, tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. A welcome PA announces the schedule, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, with a social area nearby hosting additional pep talks.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners surround the polished floor while outside, students line up before opening. Inside, tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. A welcome PA announces the schedule, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos from community outreach. Alumni volunteers give quick pep talks near the coffee station, with a social area nearby hosting additional pep talks. The fair unfolds with a welcome PA that outlines the schedule; booths circle the floor, and the scene includes staff at the entrance, resumes, lanyards, and pep talks by alumni."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.6502386448537565,
    0.6502386448537565,
    0.6502386448537565,
    0.788503987758577,
    0.788503987758577,
    0.788503987758577,
    0.788503987758577,
    0.5868130103775667,
    0.5868130103775667,
    0.5868130103775667,
    0.5868130103775667,
    0.5868130103775667,
    0.5868130103775667,
    0.5868130103775667,
    0.5868130103775667,
    0.5868130103775667,
    0.5868130103775667,
    0.8590247044097332,
    0.8590247044097332,
    0.8590247044097332,
    0.8918242688950369,
    0.8918242688950369,
    0.8918242688950369,
    0.8918242688950369,
    0.8929402892004348,
    0.8929402892004348,
    0.8929402892004348,
    0.8929402892004348,
    0.8929402892004348,
    0.8943067080822316,
    0.8943067080822316,
    0.8943067080822316,
    0.8943067080822316,
    0.8943067080822316,
    0.8943067080822316,
    0.8943128356840537,
    0.8943128356840537,
    0.8943128356840537,
    0.8943128356840537,
    0.8871488663941238,
    0.8871488663941238,
    0.8871488663941238,
    0.8871488663941238,
    0.8871488663941238,
    0.8871488663941238,
    0.8939630075010868,
    0.8939630075010868,
    0.8939630075010868,
    0.8939630075010868,
    0.8939630075010868,
    0.8951053066763492,
    0.8951053066763492,
    0.8951053066763492,
    0.8951053066763492,
    0.8951053066763492,
    0.8951053066763492,
    0.8954264574763662,
    0.8954264574763662,
    0.8954264574763662,
    0.8954264574763662
  ]
}