{
  "0": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves, and healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the event, groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6009995802123782,
    0.6009995802123782,
    0.6009995802123782,
    0.6009995802123782,
    0.6009995802123782,
    0.6009995802123782,
    0.5819294013538339,
    0.5819294013538339,
    0.5819294013538339,
    0.5819294013538339,
    0.5819294013538339,
    0.5819294013538339,
    0.8270744079983359,
    0.8270744079983359,
    0.8270744079983359,
    0.8270744079983359,
    0.8270744079983359,
    0.8270744079983359,
    0.8270744079983359,
    0.8450497130557362,
    0.8450497130557362,
    0.8450497130557362,
    0.8450497130557362,
    0.8450497130557362,
    0.8450497130557362,
    0.8450497130557362,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8444208385242449,
    0.8506520476092863,
    0.8506520476092863,
    0.8506520476092863,
    0.8506520476092863,
    0.8506520476092863,
    0.8506520476092863,
    0.8506520476092863,
    0.8461358210103722,
    0.8461358210103722,
    0.8461358210103722,
    0.8461358210103722,
    0.8461358210103722,
    0.8461358210103722
  ],
  "1": [
    "",
    "",
    "Alumni volunteers are giving brief pep talks near the coffee station.",
    "Alumni volunteers are giving brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers are giving brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers give brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders.",
    "Alumni volunteers give brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders.",
    "Alumni volunteers give brief pep talks near the coffee station as some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, while groups of friends mark target employers on the event map.",
    "Alumni volunteers give brief pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as groups of friends mark target employers on the event map.",
    "A staffed event features alumni volunteers giving brief pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "The event is staffed and features alumni volunteers giving brief pep talks near the coffee station, while some students quietly rehearse elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clasp resumes in branded folders as groups of friends mark target employers on an event map. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "The event is staffed, with alumni volunteers giving brief pep talks near the coffee station, while some students quietly rehearse elevator pitches against a wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clasp resumes in branded folders as groups of friends mark target employers on an event map. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.332815783999028,
    0.332815783999028,
    0.332815783999028,
    0.332815783999028,
    0.332815783999028,
    0.2970440810040022,
    0.2970440810040022,
    0.2970440810040022,
    0.2970440810040022,
    0.2970440810040022,
    0.2970440810040022,
    0.508411459733315,
    0.508411459733315,
    0.508411459733315,
    0.508411459733315,
    0.508411459733315,
    0.508411459733315,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.66526234641205,
    0.7139044240221932,
    0.7139044240221932,
    0.7139044240221932,
    0.7139044240221932,
    0.7139044240221932,
    0.7139044240221932,
    0.7139044240221932,
    0.7147364148129033,
    0.7147364148129033,
    0.7147364148129033,
    0.7147364148129033,
    0.7147364148129033,
    0.7147364148129033,
    0.7147364148129033,
    0.7740496671440733,
    0.7740496671440733,
    0.7740496671440733,
    0.7740496671440733,
    0.7740496671440733,
    0.7740496671440733,
    0.7740496671440733,
    0.8160733807222326,
    0.8160733807222326,
    0.8160733807222326,
    0.8160733807222326,
    0.8160733807222326,
    0.8160733807222326,
    0.8160733807222326,
    0.8160733807222326,
    0.8201533108891521,
    0.8201533108891521,
    0.8201533108891521,
    0.8201533108891521,
    0.8201533108891521,
    0.8201533108891521
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the university event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the university event for a career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university event hosting a career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At a university career fair, counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.47004545653271196,
    0.47004545653271196,
    0.47004545653271196,
    0.47004545653271196,
    0.47004545653271196,
    0.47004545653271196,
    0.663459942340286,
    0.663459942340286,
    0.663459942340286,
    0.663459942340286,
    0.663459942340286,
    0.663459942340286,
    0.663459942340286,
    0.663459942340286,
    0.814607027255495,
    0.814607027255495,
    0.814607027255495,
    0.814607027255495,
    0.814607027255495,
    0.814607027255495,
    0.814607027255495,
    0.814607027255495,
    0.8480668300793722,
    0.8480668300793722,
    0.8480668300793722,
    0.8480668300793722,
    0.8480668300793722,
    0.8671739264640193,
    0.8671739264640193,
    0.8671739264640193,
    0.8671739264640193,
    0.8671739264640193,
    0.8671739264640193,
    0.8671739264640193,
    0.8680569350591513,
    0.8680569350591513,
    0.8680569350591513,
    0.8680569350591513,
    0.8680569350591513,
    0.8680569350591513,
    0.8680569350591513,
    0.8680569350591513,
    0.8680569350591513,
    0.8680569350591513,
    0.8722854598196179,
    0.8722854598196179,
    0.8722854598196179,
    0.8722854598196179
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards to attendees. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showcasing their latest apps. A welcome announcement over the PA outlines the fair schedule. Nearby, some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.6082477445684491,
    0.6082477445684491,
    0.6082477445684491,
    0.6082477445684491,
    0.6082477445684491,
    0.6082477445684491,
    0.6082477445684491,
    0.7452091438514754,
    0.7452091438514754,
    0.7452091438514754,
    0.7452091438514754,
    0.7452091438514754,
    0.7452091438514754,
    0.8219329753254734,
    0.8219329753254734,
    0.8219329753254734,
    0.8219329753254734,
    0.8219329753254734,
    0.8219329753254734,
    0.8219329753254734,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8423660111149807,
    0.8411223476407281,
    0.8411223476407281,
    0.8411223476407281,
    0.8411223476407281,
    0.8411223476407281,
    0.8411223476407281,
    0.8411223476407281,
    0.8411223476407281,
    0.8411223476407281,
    0.8598175358471669,
    0.8598175358471669,
    0.8598175358471669,
    0.8598175358471669
  ],
  "4": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and a robotics startup flies a small drone above its booth to attract attention.",
    "At a trade show, tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "At a trade show, tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "At a trade show, tech companies display demo screens of their latest apps, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a trade show, tech companies display demo screens of their latest apps while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At a trade show, tech companies display demo screens of their latest apps, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the trade show, tech companies display demo screens of their latest apps, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the trade show, tech companies display demo screens of their latest apps, while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.38422367053979917,
    0.38422367053979917,
    0.38422367053979917,
    0.38422367053979917,
    0.38422367053979917,
    0.38422367053979917,
    0.5749378702800825,
    0.5749378702800825,
    0.5749378702800825,
    0.5749378702800825,
    0.5749378702800825,
    0.5749378702800825,
    0.5749378702800825,
    0.5749378702800825,
    0.5749378702800825,
    0.5749378702800825,
    0.5937253649428631,
    0.5937253649428631,
    0.5937253649428631,
    0.5937253649428631,
    0.5937253649428631,
    0.5937253649428631,
    0.5937253649428631,
    0.7553125905303708,
    0.7553125905303708,
    0.7553125905303708,
    0.7553125905303708,
    0.7553125905303708,
    0.7796220242717404,
    0.7796220242717404,
    0.7796220242717404,
    0.7796220242717404,
    0.7796220242717404,
    0.7796220242717404,
    0.7746726272334701,
    0.7746726272334701,
    0.7746726272334701,
    0.7746726272334701,
    0.7746726272334701,
    0.7746726272334701,
    0.7746726272334701,
    0.7746726272334701,
    0.7746726272334701,
    0.7844643257179318,
    0.7844643257179318,
    0.7844643257179318,
    0.7844643257179318,
    0.7844643257179318,
    0.7844643257179318,
    0.7844643257179318,
    0.7844643257179318,
    0.8213994884517395,
    0.8213994884517395,
    0.8213994884517395,
    0.8213994884517395,
    0.8213994884517395,
    0.8213994884517395,
    0.8213994884517395,
    0.8213994884517395,
    0.8213994884517395
  ],
  "5": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "At a professional event, a cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At a professional event, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At a professional event, a cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At a professional event, a cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, and some students rehearse elevator pitches quietly against the wall.",
    "At a professional event, a cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, and some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a professional event, a cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, and some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At a university career fair opening, students line up outside the university gym before it opens; inside, a cybersecurity company runs a password-cracking challenge on a laptop and consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps; some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.5610323622841902,
    0.5610323622841902,
    0.5610323622841902,
    0.5610323622841902,
    0.5610323622841902,
    0.5610323622841902,
    0.5610323622841902,
    0.5979401754870726,
    0.5979401754870726,
    0.5979401754870726,
    0.5979401754870726,
    0.5979401754870726,
    0.5979401754870726,
    0.5979401754870726,
    0.5979401754870726,
    0.7413879168318156,
    0.7413879168318156,
    0.7413879168318156,
    0.7413879168318156,
    0.7413879168318156,
    0.7413879168318156,
    0.7307338077038956,
    0.7307338077038956,
    0.7307338077038956,
    0.7307338077038956,
    0.7307338077038956,
    0.7307338077038956,
    0.7307338077038956,
    0.7328839924908479,
    0.7328839924908479,
    0.7328839924908479,
    0.7328839924908479,
    0.7328839924908479,
    0.7328839924908479,
    0.7328839924908479,
    0.7988194481049311,
    0.7988194481049311,
    0.7988194481049311,
    0.7988194481049311,
    0.7988194481049311,
    0.7988194481049311,
    0.7988194481049311,
    0.7988194481049311,
    0.7988194481049311,
    0.7988194481049311,
    0.8328892273401377,
    0.8328892273401377,
    0.8328892273401377,
    0.8328892273401377
  ],
  "6": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a shared space, some students rehearse elevator pitches quietly against a wall, while tech companies display demo screens showing their latest apps.",
    "In a shared space, some students rehearse elevator pitches quietly against a wall, while tech companies display demo screens showing their latest apps.",
    "In a shared space, some students rehearse elevator pitches quietly against a wall, while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "In a shared space, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "In a shared space, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "In a shared space, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. The engineering society sponsors a resume review table near the stage, creating a focused area for feedback. A welcome announcement outlines the fair schedule over the PA system, guiding attendees through the event. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "In a shared space, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. The engineering society sponsors a resume review table near the stage, creating a focused area for feedback. A welcome announcement outlines the schedule over the PA system, guiding attendees through the event. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "In a shared event space, students rehearse elevator pitches quietly against a wall while tech companies display demo screens of their latest apps. The engineering society sponsors a resume review table near the stage, creating a focused area for feedback. A welcome announcement outlines the schedule over the PA system, guiding attendees through the event. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33294947788126217,
    0.33294947788126217,
    0.33294947788126217,
    0.33294947788126217,
    0.33294947788126217,
    0.33294947788126217,
    0.33294947788126217,
    0.33294947788126217,
    0.33294947788126217,
    0.33294947788126217,
    0.5269121188018914,
    0.5269121188018914,
    0.5269121188018914,
    0.5269121188018914,
    0.5269121188018914,
    0.5269121188018914,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.7461671080445856,
    0.806749579270583,
    0.806749579270583,
    0.806749579270583,
    0.806749579270583,
    0.806749579270583,
    0.806749579270583,
    0.806749579270583,
    0.820145742194347,
    0.820145742194347,
    0.820145742194347,
    0.820145742194347,
    0.820145742194347,
    0.820145742194347,
    0.820145742194347,
    0.820145742194347,
    0.820145742194347,
    0.820145742194347,
    0.7563462136244978,
    0.7563462136244978,
    0.7563462136244978,
    0.7563462136244978,
    0.7563462136244978,
    0.7563462136244978,
    0.7563462136244978,
    0.7563462136244978,
    0.7982691594030413,
    0.7982691594030413,
    0.7982691594030413,
    0.7982691594030413,
    0.7982691594030413,
    0.7982691594030413,
    0.7982691594030413
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement over the PA system outlines the fair schedule as workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "A welcome announcement over the PA system outlines the fair schedule, including workshops on networking etiquette beginning in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "A welcome announcement over the PA system outlines the fair schedule, including workshops on networking etiquette beginning in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome PA announces the fair schedule, including networking etiquette workshops in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome PA announces the fair schedule, including networking etiquette workshops in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4202416714233363,
    0.4202416714233363,
    0.4202416714233363,
    0.4202416714233363,
    0.4202416714233363,
    0.4202416714233363,
    0.4202416714233363,
    0.6058083545355144,
    0.6058083545355144,
    0.6058083545355144,
    0.6058083545355144,
    0.6058083545355144,
    0.6058083545355144,
    0.6058083545355144,
    0.6016743665438328,
    0.6016743665438328,
    0.6016743665438328,
    0.6016743665438328,
    0.6016743665438328,
    0.7943504443396432,
    0.7943504443396432,
    0.7943504443396432,
    0.7943504443396432,
    0.7943504443396432,
    0.7943504443396432,
    0.8234057658012335,
    0.8234057658012335,
    0.8234057658012335,
    0.8234057658012335,
    0.8234057658012335,
    0.8234057658012335,
    0.8234057658012335,
    0.813769892796543,
    0.813769892796543,
    0.813769892796543,
    0.813769892796543,
    0.813769892796543,
    0.813769892796543,
    0.8303981961771423,
    0.8303981961771423,
    0.8303981961771423,
    0.8303981961771423,
    0.8303981961771423,
    0.8303981961771423,
    0.857147068971909,
    0.857147068971909,
    0.857147068971909,
    0.857147068971909,
    0.857147068971909,
    0.857147068971909,
    0.857147068971909,
    0.857147068971909,
    0.8901024558335724,
    0.8901024558335724,
    0.8901024558335724,
    0.8901024558335724,
    0.8901024558335724,
    0.8901024558335724
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers are showcasing community outreach photos. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers are showcasing community outreach photos at the event. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, healthcare providers are showcasing community outreach photos. A welcome announcement over the PA system outlines the fair schedule, followed by an alumni panel discussing how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "At the event, healthcare providers are showcasing community outreach photos. A welcome announcement over the PA system outlines the fair schedule, followed by an alumni panel discussing how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "At the event, healthcare providers are displaying community outreach photos. A welcome announcement over the PA system outlines the fair schedule, followed by an alumni panel discussing how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "At the event, healthcare providers are displaying community outreach photos. A welcome announcement over the PA system outlines the fair schedule, followed by an alumni panel discussing how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the university’s career fair, healthcare providers display community outreach photos while a welcome announcement over the PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.39014993111811613,
    0.39014993111811613,
    0.39014993111811613,
    0.39014993111811613,
    0.39014993111811613,
    0.39014993111811613,
    0.4259887947049304,
    0.4259887947049304,
    0.4259887947049304,
    0.4259887947049304,
    0.4259887947049304,
    0.4259887947049304,
    0.4259887947049304,
    0.6889782643630317,
    0.6889782643630317,
    0.6889782643630317,
    0.6889782643630317,
    0.6889782643630317,
    0.7993646615322924,
    0.7993646615322924,
    0.7993646615322924,
    0.7993646615322924,
    0.7993646615322924,
    0.7993646615322924,
    0.7993646615322924,
    0.7993646615322924,
    0.7993646615322924,
    0.8669786173667509,
    0.8669786173667509,
    0.8669786173667509,
    0.8669786173667509,
    0.8669786173667509,
    0.8669786173667509,
    0.8669786173667509,
    0.8669786173667509,
    0.8821280858478671,
    0.8821280858478671,
    0.8821280858478671,
    0.8821280858478671,
    0.8821280858478671,
    0.8821280858478671,
    0.8829667231998568,
    0.8829667231998568,
    0.8829667231998568,
    0.8829667231998568,
    0.8829667231998568,
    0.8829667231998568,
    0.8829667231998568,
    0.8829667231998568,
    0.8828123493291056,
    0.8828123493291056,
    0.8828123493291056,
    0.8828123493291056,
    0.8828123493291056,
    0.8828123493291056,
    0.8828123493291056,
    0.8828123493291056,
    0.8828123493291056
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on an event map, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on an event map, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables nearby. Groups of friends mark target employers on an event map, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.41150947490648504,
    0.41150947490648504,
    0.41150947490648504,
    0.41150947490648504,
    0.41150947490648504,
    0.41150947490648504,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.586722006655715,
    0.5595151697510793,
    0.5595151697510793,
    0.5595151697510793,
    0.5595151697510793,
    0.5595151697510793,
    0.7557151394253021,
    0.7557151394253021,
    0.7557151394253021,
    0.7557151394253021,
    0.7557151394253021,
    0.7557151394253021,
    0.7557151394253021,
    0.7557151394253021,
    0.7554817584310896,
    0.7554817584310896,
    0.7554817584310896,
    0.7554817584310896,
    0.7554817584310896,
    0.7554817584310896,
    0.7853580550808108,
    0.7853580550808108,
    0.7853580550808108,
    0.7853580550808108,
    0.7853580550808108,
    0.7853580550808108,
    0.8061392992234432,
    0.8061392992234432,
    0.8061392992234432,
    0.8061392992234432,
    0.8061392992234432,
    0.8061392992234432,
    0.8061392992234432,
    0.8243152973514969,
    0.8243152973514969,
    0.8243152973514969,
    0.8243152973514969,
    0.8243152973514969
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up ahead of the career fair opening. Healthcare providers showcase community outreach photos among the exhibits. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, illustrating active product demos. A cybersecurity company runs a password cracking challenge on a laptop as part of the event's hands-on activities.",
    "Outside the university gym, students line up ahead of the career fair opening. Healthcare providers showcase community outreach photos among the exhibits. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, illustrating active product demos. A cybersecurity company runs a password cracking challenge on a laptop as part of the event's hands-on activities. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up ahead of the career fair opening. Healthcare providers showcase community outreach photos among the exhibits. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, illustrating active product demos. A cybersecurity company runs a password cracking challenge on a laptop as part of the event's hands-on activities. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up ahead of the career fair opening. Healthcare providers display community outreach photos among the exhibits. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies show demo screens with their latest apps, illustrating active product demos. A cybersecurity company runs a password cracking challenge on a laptop as part of the event's hands-on activities. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair opening. Healthcare providers display community outreach photos among the exhibits. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies show demo screens with their latest apps, illustrating active product demos. A cybersecurity company runs a password cracking challenge on a laptop as part of the event's hands-on activities. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5074321448003214,
    0.5074321448003214,
    0.5074321448003214,
    0.5074321448003214,
    0.5074321448003214,
    0.5074321448003214,
    0.7140317432363327,
    0.7140317432363327,
    0.7140317432363327,
    0.7140317432363327,
    0.7140317432363327,
    0.7140317432363327,
    0.7140317432363327,
    0.7140317432363327,
    0.7733891966648017,
    0.7733891966648017,
    0.7733891966648017,
    0.7733891966648017,
    0.7733891966648017,
    0.8277260978927012,
    0.8277260978927012,
    0.8277260978927012,
    0.8277260978927012,
    0.8277260978927012,
    0.8277260978927012,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8526922966767163,
    0.8578510662984118,
    0.8578510662984118,
    0.8578510662984118,
    0.8578510662984118,
    0.8578510662984118,
    0.8578510662984118,
    0.8578510662984118,
    0.8578510662984118,
    0.8578510662984118,
    0.8572893051013248,
    0.8572893051013248,
    0.8572893051013248,
    0.8572893051013248,
    0.8572893051013248,
    0.8572893051013248
  ],
  "11": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students line up before the career fair opens, while a robotics startup flies a small drone above its booth to attract attention, and event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, as a robotics startup flies a small drone above its booth to attract attention; at the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun.",
    "At the university campus, outside the gym, students queue before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. The engineering society sponsors a resume review table near the stage."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.5813054336016843,
    0.4705576318017675,
    0.4705576318017675,
    0.4705576318017675,
    0.4705576318017675,
    0.4705576318017675,
    0.651075379508292,
    0.651075379508292,
    0.651075379508292,
    0.651075379508292,
    0.651075379508292,
    0.651075379508292,
    0.651075379508292,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.809178452080124,
    0.8402214322965222,
    0.8402214322965222,
    0.8402214322965222
  ],
  "12": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact.",
    "At the venue entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Staff at the venue entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "12_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5701466604225399,
    0.5701466604225399,
    0.5701466604225399,
    0.5701466604225399,
    0.5701466604225399,
    0.5701466604225399,
    0.5701466604225399,
    0.779350352942782,
    0.779350352942782,
    0.779350352942782,
    0.779350352942782,
    0.779350352942782,
    0.779350352942782,
    0.779350352942782,
    0.7858744018579928,
    0.7858744018579928,
    0.7858744018579928,
    0.7858744018579928,
    0.7858744018579928,
    0.7858744018579928,
    0.7858744018579928,
    0.8088727845763302,
    0.8088727845763302,
    0.8088727845763302,
    0.8088727845763302,
    0.8088727845763302,
    0.8088727845763302,
    0.8088727845763302,
    0.8088727845763302,
    0.8088727845763302,
    0.8513136483416257,
    0.8513136483416257,
    0.8513136483416257,
    0.8513136483416257,
    0.8513136483416257,
    0.8513136483416257,
    0.8513136483416257,
    0.8513136483416257,
    0.8513136483416257,
    0.8525943593548237,
    0.8525943593548237,
    0.8525943593548237,
    0.8525943593548237,
    0.8525943593548237,
    0.8525943593548237,
    0.8525943593548237,
    0.8567937105657615,
    0.8567937105657615,
    0.8567937105657615,
    0.8567937105657615,
    0.8567937105657615,
    0.8567937105657615,
    0.9018364936269108,
    0.9018364936269108,
    0.9018364936269108,
    0.9018364936269108,
    0.9018364936269108,
    0.9018364936269108
  ],
  "13": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "Staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5726317577672464,
    0.5726317577672464,
    0.5726317577672464,
    0.5726317577672464,
    0.5726317577672464,
    0.5726317577672464,
    0.5726317577672464,
    0.49475783492985154,
    0.49475783492985154,
    0.49475783492985154,
    0.49475783492985154,
    0.49475783492985154,
    0.49475783492985154,
    0.8913247230358037,
    0.8913247230358037,
    0.8913247230358037,
    0.8913247230358037,
    0.8913247230358037,
    0.8913247230358037,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.8792555221354332,
    0.9120096577279737,
    0.9120096577279737,
    0.9120096577279737,
    0.9120096577279737,
    0.9120096577279737,
    0.9120096577279737,
    0.9120096577279737,
    0.9024406084184242,
    0.9024406084184242,
    0.9024406084184242,
    0.9024406084184242,
    0.9024406084184242,
    0.9024406084184242,
    0.9079934320858056,
    0.9079934320858056,
    0.9079934320858056,
    0.9079934320858056,
    0.9079934320858056,
    0.9079934320858056,
    0.9079934320858056,
    0.9079934320858056
  ],
  "14": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair site, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the university career fair site, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair site, tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair site, tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair site, tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair site, tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair site, tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair site, tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the fair opens. HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "14_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.8060604242141348,
    0.8060604242141348,
    0.8060604242141348,
    0.8060604242141348,
    0.8060604242141348,
    0.8060604242141348,
    0.8288983860160386,
    0.8288983860160386,
    0.8288983860160386,
    0.8288983860160386,
    0.8288983860160386,
    0.8288983860160386,
    0.8288983860160386,
    0.8337951102401291,
    0.8337951102401291,
    0.8337951102401291,
    0.8337951102401291,
    0.8337951102401291,
    0.8337951102401291,
    0.8337951102401291,
    0.8337951102401291,
    0.8337951102401291,
    0.8337951102401291,
    0.8391312357075378,
    0.8391312357075378,
    0.8391312357075378,
    0.8391312357075378,
    0.8391312357075378,
    0.8391312357075378,
    0.8391312357075378,
    0.8572397367251683,
    0.8572397367251683,
    0.8572397367251683,
    0.8572397367251683,
    0.8572397367251683,
    0.8572397367251683,
    0.8572397367251683,
    0.8572397367251683,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8720586699768615,
    0.8709861318932219,
    0.8709861318932219,
    0.8709861318932219
  ],
  "15": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Career counselors direct unsure students toward suitable industries, while students clutch resumes housed in branded folders. A line of students forms outside the university gym as they wait before the career fair opens.",
    "Career counselors direct unsure students toward suitable industries as students clutch resumes housed in branded folders. A line of students forms outside the university gym, waiting for the career fair to open, while some rehearse elevator pitches quietly against the wall.",
    "Career counselors direct unsure students toward suitable industries as students clutch resumes housed in branded folders. A line of students forms outside the university gym, waiting for the career fair to open, while some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "Career counselors direct unsure students toward suitable industries as students clutch resumes housed in branded folders. A line of students forms outside the university gym, waiting for the career fair to open, while some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a line of students forms outside the gym, waiting for doors to open while some rehearse elevator pitches quietly against the wall. Career counselors direct unsure students toward suitable industries as they clutch resumes housed in branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, a line of students forms outside the gym, waiting for doors to open as some rehearse elevator pitches quietly against the wall. Career counselors direct unsure students toward suitable industries while they clutch resumes housed in branded folders. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, a line of students forms outside the gym, waiting for doors to open, while some rehearse elevator pitches quietly against the wall. Career counselors guide unsure students toward suitable industries, as they clutch resumes in branded folders. Healthcare providers display community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, a line of students forms outside the gym waiting for doors to open, while some rehearse elevator pitches quietly against the wall. Career counselors guide unsure students toward suitable industries, as they clutch resumes in branded folders. Healthcare providers display community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, a line of students forms outside the gym waiting for doors to open, while others rehearse elevator pitches quietly against the wall. Career counselors guide unsure students toward suitable industries, as they clutch resumes in branded folders. Healthcare providers display community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.5524245756342187,
    0.5524245756342187,
    0.5524245756342187,
    0.5524245756342187,
    0.5524245756342187,
    0.5571020328410732,
    0.5571020328410732,
    0.5571020328410732,
    0.5571020328410732,
    0.5571020328410732,
    0.5571020328410732,
    0.7252859495524325,
    0.7252859495524325,
    0.7252859495524325,
    0.7252859495524325,
    0.7252859495524325,
    0.7252859495524325,
    0.7707088225761534,
    0.7707088225761534,
    0.7707088225761534,
    0.7707088225761534,
    0.7707088225761534,
    0.7707088225761534,
    0.7707088225761534,
    0.8338395286199942,
    0.8338395286199942,
    0.8338395286199942,
    0.8338395286199942,
    0.8338395286199942,
    0.8338395286199942,
    0.8338395286199942,
    0.8338395286199942,
    0.8619524288956848,
    0.8619524288956848,
    0.8619524288956848,
    0.8619524288956848,
    0.8619524288956848,
    0.8619524288956848,
    0.8736959310478687,
    0.8736959310478687,
    0.8736959310478687,
    0.8736959310478687,
    0.8736959310478687,
    0.8736959310478687,
    0.8736959310478687,
    0.8711521314279148,
    0.8711521314279148,
    0.8711521314279148,
    0.8711521314279148,
    0.8711521314279148,
    0.8711521314279148,
    0.8711521314279148,
    0.8711521314279148,
    0.8725107239381382,
    0.8725107239381382,
    0.8725107239381382
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym in anticipation of the career fair opening. Groups of friends mark target employers on the event map. Event staff, stationed at the entrance, scan registrations and hand out lanyards to attendees.",
    "Students line up outside the university gym in anticipation of the career fair opening as groups of friends mark target employers on the event map. Event staff stationed at the entrance scan registrations and hand out lanyards to attendees, while finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym in anticipation of the career fair opening, while groups of friends mark target employers on the event map. Event staff stationed at the entrance scan registrations and hand out lanyards to attendees, and finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up in anticipation of the career fair opening as groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes for immediate internship applications.",
    "Outside the university gym, students line up in anticipation of the career fair opening, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up in anticipation of the career fair opening, with groups of friends marking target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up in anticipation of the career fair opening, with groups of friends marking target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms are offering QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.5626497735952096,
    0.5626497735952096,
    0.5626497735952096,
    0.5626497735952096,
    0.5626497735952096,
    0.5626497735952096,
    0.5626497735952096,
    0.7761457953156552,
    0.7761457953156552,
    0.7761457953156552,
    0.7761457953156552,
    0.7761457953156552,
    0.7761457953156552,
    0.6412067847436203,
    0.6412067847436203,
    0.6412067847436203,
    0.6412067847436203,
    0.6412067847436203,
    0.6412067847436203,
    0.6412067847436203,
    0.6412067847436203,
    0.6374314114114001,
    0.6374314114114001,
    0.6374314114114001,
    0.6374314114114001,
    0.6374314114114001,
    0.6374314114114001,
    0.6374314114114001,
    0.6374314114114001,
    0.6374314114114001,
    0.7741917901654858,
    0.7741917901654858,
    0.7741917901654858,
    0.7741917901654858,
    0.7741917901654858,
    0.7741917901654858,
    0.7741917901654858,
    0.7741917901654858,
    0.7998910325780049,
    0.7998910325780049,
    0.7998910325780049,
    0.7998910325780049,
    0.7998910325780049,
    0.7998910325780049,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407,
    0.7988496619477407
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "In the setting, career counselors redirect unsure students toward applicable industries, guiding them to relevant opportunities. Alumni volunteers deliver quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves.",
    "In the setting, career counselors redirect unsure students toward applicable industries, guiding them to relevant opportunities. Alumni volunteers deliver quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a career fair where career counselors redirect unsure students toward applicable industries and guide them to relevant opportunities. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, creating a busy, interconnected layout.",
    "At a career fair, counselors guide unsure students toward applicable industries and help them find relevant opportunities. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, creating a busy, interconnected layout. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair, counselors guide unsure students toward applicable industries and help them find relevant opportunities. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, creating a busy, interconnected layout. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors guide unsure students toward applicable industries and help them find relevant opportunities, while career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers deliver brief pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, creating a busy, interconnected layout. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors guide unsure students toward applicable industries and help them find relevant opportunities, while career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers deliver brief pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, creating a busy, interconnected layout. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors guide unsure students toward applicable industries and help them find opportunities, and they remind attendees to maintain eye contact. Nearby, alumni volunteers deliver brief pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, creating a busy, interconnected layout. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.529910948951087,
    0.529910948951087,
    0.529910948951087,
    0.529910948951087,
    0.529910948951087,
    0.529910948951087,
    0.6273840759728602,
    0.6273840759728602,
    0.6273840759728602,
    0.6273840759728602,
    0.6273840759728602,
    0.6273840759728602,
    0.6273840759728602,
    0.8281685627114439,
    0.8281685627114439,
    0.8281685627114439,
    0.8281685627114439,
    0.8281685627114439,
    0.8281685627114439,
    0.8281685627114439,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8284944844314479,
    0.8390406140298685,
    0.8390406140298685,
    0.8390406140298685,
    0.8390406140298685,
    0.8390406140298685,
    0.8390406140298685,
    0.8390406140298685,
    0.8725358350228283,
    0.8725358350228283,
    0.8725358350228283,
    0.8725358350228283,
    0.8725358350228283,
    0.8725358350228283,
    0.8725358350228283,
    0.8725358350228283,
    0.8725358350228283,
    0.8759368054076424,
    0.8759368054076424
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while a robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews, while a robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the university gym ahead of the career fair, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "At the university gym ahead of the career fair, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention. Students line up outside the university gym before the career fair opens as a welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym ahead of the career fair, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention. Students line up outside the gym before the career fair opens as a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the university gym, ahead of the career fair, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention. Students line up outside the gym before the fair opens as a welcome announcement outlines the schedule over the PA system. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym ahead of the career fair, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention. Students line up outside the gym before the fair opens as a welcome announcement outlines the schedule over the PA system. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the university gym ahead of the career fair, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention. Students line up outside the gym before the fair opens as a welcome announcement outlines the schedule over the PA system. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.4763700405155461,
    0.6355421743152939,
    0.6355421743152939,
    0.6355421743152939,
    0.6355421743152939,
    0.6355421743152939,
    0.6355421743152939,
    0.7867583577748649,
    0.7867583577748649,
    0.7867583577748649,
    0.7867583577748649,
    0.7867583577748649,
    0.7867583577748649,
    0.8176512665407687,
    0.8176512665407687,
    0.8176512665407687,
    0.8176512665407687,
    0.8176512665407687,
    0.8176512665407687,
    0.8480446650132241,
    0.8480446650132241,
    0.8480446650132241,
    0.8480446650132241,
    0.8480446650132241,
    0.8480446650132241,
    0.8480446650132241,
    0.8480446650132241,
    0.8633308914087638,
    0.8633308914087638,
    0.8633308914087638,
    0.8633308914087638,
    0.8633308914087638,
    0.8633308914087638,
    0.8633308914087638,
    0.8656794293627171,
    0.8656794293627171,
    0.8656794293627171,
    0.8656794293627171,
    0.8656794293627171,
    0.8656794293627171,
    0.8656794293627171,
    0.8656794293627171,
    0.8684034684230361,
    0.8684034684230361,
    0.8684034684230361,
    0.8684034684230361,
    0.8684034684230361,
    0.8684034684230361,
    0.8684034684230361
  ],
  "19": [
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while event staff, stationed at the entrance, scan registrations and hand out lanyards.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while event staff stationed at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "An event space shows several activity zones: alumni volunteers deliver brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos.",
    "An event space features multiple activity zones for a career fair: alumni volunteers give brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "An event space hosts a career fair with several zones: alumni volunteers provide brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "The scene is a university event space hosting a career fair with distinct zones: alumni volunteers give brief pep talks near the coffee station; event staff at the entrance scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos. Outside, students line up near the university gym before the career fair opens. Inside, career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom.",
    "A university event space hosts a career fair with distinct zones: alumni volunteers give brief pep talks near the coffee station; at the entrance, event staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos. Outside, students line up near the university gym before the career fair opens. Inside, career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom.",
    "A university event space hosts a career fair with distinct zones: alumni volunteers give brief pep talks near the coffee station; at the entrance, event staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos. Outside, students line up near the university gym before the career fair opens. Inside, career counselors redirect unsure students toward applicable industries, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "19_score": [
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.36819129357748487,
    0.36819129357748487,
    0.36819129357748487,
    0.36819129357748487,
    0.36819129357748487,
    0.5583452481711373,
    0.5583452481711373,
    0.5583452481711373,
    0.5583452481711373,
    0.5583452481711373,
    0.5583452481711373,
    0.5583452481711373,
    0.5583452481711373,
    0.5613954346944887,
    0.5613954346944887,
    0.5613954346944887,
    0.5613954346944887,
    0.5613954346944887,
    0.5613954346944887,
    0.44540000347601216,
    0.44540000347601216,
    0.44540000347601216,
    0.44540000347601216,
    0.44540000347601216,
    0.44540000347601216,
    0.6565684878298839,
    0.6565684878298839,
    0.6565684878298839,
    0.6565684878298839,
    0.6565684878298839,
    0.6565684878298839,
    0.6565684878298839,
    0.7822833366649444,
    0.7822833366649444,
    0.7822833366649444,
    0.7822833366649444,
    0.7822833366649444,
    0.7822833366649444,
    0.7822833366649444,
    0.7822833366649444,
    0.7822833366649444,
    0.7822833366649444,
    0.7622694056431578,
    0.7622694056431578,
    0.7622694056431578,
    0.7622694056431578,
    0.7622694056431578,
    0.7622694056431578,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356,
    0.7807254961670356
  ],
  "20": [
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone above its booth to attract attention, tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "A robotics startup is flying a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "A robotics startup is flying a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "A robotics startup is flying a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "In a multi-organizational expo setting, a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At a multi-organizational expo, a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a multi-organizational expo, a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.38344311991647956,
    0.38344311991647956,
    0.38344311991647956,
    0.38344311991647956,
    0.38344311991647956,
    0.38344311991647956,
    0.6355318210682143,
    0.6355318210682143,
    0.6355318210682143,
    0.6355318210682143,
    0.6355318210682143,
    0.6355318210682143,
    0.6355318210682143,
    0.6701768977180407,
    0.6701768977180407,
    0.6701768977180407,
    0.6701768977180407,
    0.6701768977180407,
    0.6701768977180407,
    0.7064168916413154,
    0.7064168916413154,
    0.7064168916413154,
    0.7064168916413154,
    0.7064168916413154,
    0.7064168916413154,
    0.7064168916413154,
    0.7064168916413154,
    0.7064168916413154,
    0.7243931818674954,
    0.7243931818674954,
    0.7243931818674954,
    0.7243931818674954,
    0.7243931818674954,
    0.7243931818674954,
    0.7243931818674954,
    0.7243931818674954,
    0.7624976682114867,
    0.7624976682114867,
    0.7624976682114867,
    0.7624976682114867,
    0.7624976682114867,
    0.7624976682114867,
    0.7624976682114867,
    0.7624976682114867,
    0.7624976682114867,
    0.7624976682114867,
    0.7824891879667369,
    0.7824891879667369,
    0.7824891879667369,
    0.7824891879667369,
    0.7824891879667369,
    0.7824891879667369,
    0.7824891879667369
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards.",
    "At the event entrance, career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, career counselors remind attendees to maintain eye contact while event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, career counselors remind attendees to maintain eye contact as staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.42073066686303795,
    0.42073066686303795,
    0.42073066686303795,
    0.42073066686303795,
    0.42073066686303795,
    0.6116880558306435,
    0.6116880558306435,
    0.6116880558306435,
    0.6116880558306435,
    0.6116880558306435,
    0.6116880558306435,
    0.6334694251834067,
    0.6334694251834067,
    0.6334694251834067,
    0.6334694251834067,
    0.6334694251834067,
    0.7803748734664826,
    0.7803748734664826,
    0.7803748734664826,
    0.7803748734664826,
    0.7803748734664826,
    0.7803748734664826,
    0.7803748734664826,
    0.8083229684548694,
    0.8083229684548694,
    0.8083229684548694,
    0.8083229684548694,
    0.8083229684548694,
    0.8083229684548694,
    0.8083229684548694,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.7968003983838161,
    0.8017095928168971,
    0.8017095928168971,
    0.8017095928168971,
    0.8017095928168971,
    0.8017095928168971,
    0.8017095928168971,
    0.8017095928168971,
    0.8017095928168971
  ],
  "22": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a tall display of materials. A robotics startup flies a small drone above its booth for attention.",
    "Consulting firms stack glossy case study booklets on high tables, creating a tall display of materials. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "In a venue with multiple exhibitors, consulting firms stack glossy case study booklets on high tables, producing a tall display of materials. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "In a venue with multiple exhibitors, consulting firms stack glossy case study booklets on high tables, creating a tall display of materials. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "In a venue hosting multiple exhibitors, consulting firms stack glossy case study booklets on high tables, forming a tall display of materials. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At a venue hosting multiple exhibitors, consulting firms stack glossy case study booklets on high tables, creating a tall display of materials. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map.",
    "At a venue hosting multiple exhibitors, consulting firms stack glossy case study booklets on high tables, creating a tall display of materials. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map.",
    "At a venue hosting multiple exhibitors, consulting firms stack glossy case study booklets on high tables, forming a tall display of materials. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map.",
    "At a venue hosting multiple exhibitors, consulting firms stack glossy case study booklets on high tables, forming a tall display of materials. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.49879273841703675,
    0.49879273841703675,
    0.49879273841703675,
    0.49879273841703675,
    0.49879273841703675,
    0.6554764222444639,
    0.6554764222444639,
    0.6554764222444639,
    0.6554764222444639,
    0.6554764222444639,
    0.6554764222444639,
    0.7142721400750143,
    0.7142721400750143,
    0.7142721400750143,
    0.7142721400750143,
    0.7142721400750143,
    0.7142721400750143,
    0.7154577675361656,
    0.7154577675361656,
    0.7154577675361656,
    0.7154577675361656,
    0.7154577675361656,
    0.7154577675361656,
    0.7450874546231397,
    0.7450874546231397,
    0.7450874546231397,
    0.7450874546231397,
    0.7450874546231397,
    0.7450874546231397,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8198049708125734,
    0.8216120882747315,
    0.8216120882747315,
    0.8216120882747315,
    0.8216120882747315,
    0.8216120882747315,
    0.8216120882747315,
    0.8216120882747315,
    0.8216120882747315,
    0.8281139388321386,
    0.8281139388321386
  ],
  "23": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Before the career fair opens, students line up outside the university gym; human resources teams jot notes on tablets as students introduce themselves.",
    "Before the career fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Before the career fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves; some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Before the career fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, students line up outside the university gym. HR teams jot notes on tablets as students introduce themselves, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym. HR teams jot notes on tablets as students introduce themselves, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym. HR teams jot notes on tablets as students introduce themselves, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.48343806340203627,
    0.48343806340203627,
    0.48343806340203627,
    0.48343806340203627,
    0.48343806340203627,
    0.48343806340203627,
    0.7694867587967871,
    0.7694867587967871,
    0.7694867587967871,
    0.7694867587967871,
    0.8262254023238687,
    0.8262254023238687,
    0.8262254023238687,
    0.8262254023238687,
    0.8262254023238687,
    0.8262254023238687,
    0.8294756237454626,
    0.8294756237454626,
    0.8294756237454626,
    0.8294756237454626,
    0.8294756237454626,
    0.8294756237454626,
    0.8294756237454626,
    0.8294756237454626,
    0.8294756237454626,
    0.8270987766621729,
    0.8270987766621729,
    0.8270987766621729,
    0.8270987766621729,
    0.8270987766621729,
    0.8270987766621729,
    0.8270987766621729,
    0.8416714483290686,
    0.8416714483290686,
    0.8416714483290686,
    0.8416714483290686,
    0.8416714483290686,
    0.8416714483290686,
    0.8416714483290686,
    0.8517153090392127,
    0.8517153090392127,
    0.8517153090392127,
    0.8517153090392127,
    0.8517153090392127,
    0.8517153090392127,
    0.8517153090392127,
    0.8517153090392127,
    0.8581870469787164,
    0.8581870469787164,
    0.8581870469787164,
    0.8581870469787164,
    0.8581870469787164,
    0.8581870469787164,
    0.8581870469787164,
    0.8592390570380731,
    0.8592390570380731,
    0.8592390570380731
  ],
  "24": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, indicating simultaneous activities: HR staff recording on tablets while the students present themselves.",
    "Human resources teams jot notes on tablets while students introduce themselves, indicating simultaneous activity. Groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets while students introduce themselves, indicating simultaneous activity. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, human resources teams jot notes on tablets while students introduce themselves, indicating simultaneous activity. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, concurrent activities unfold: HR teams jot notes on tablets while students introduce themselves; groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews; and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, concurrent activities unfold: HR teams jot notes on tablets while students introduce themselves; groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews; workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, multiple concurrent activities unfold. HR teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, multiple concurrent activities unfold. HR teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the event, multiple concurrent activities unfold: HR teams jot notes on tablets while students introduce themselves; groups of friends mark target employers on the event map; alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews; workshops on networking etiquette begin in the adjoining classroom; the engineering society sponsors a resume review table near the stage; a robotics startup flies a small drone above its booth to attract attention; tech companies display demo screens showing their latest apps.",
    "At the event, multiple concurrent activities unfold: HR teams jot notes on tablets while students introduce themselves; groups of friends mark target employers on the event map; alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews; workshops on networking etiquette begin in the adjoining classroom; the engineering society sponsors a resume review table near the stage; a robotics startup flies a small drone above its booth to attract attention; tech companies display demo screens showing their latest apps."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30566512743350127,
    0.30566512743350127,
    0.30566512743350127,
    0.30566512743350127,
    0.505449128024767,
    0.505449128024767,
    0.505449128024767,
    0.505449128024767,
    0.505449128024767,
    0.505449128024767,
    0.7387629278070904,
    0.7387629278070904,
    0.7387629278070904,
    0.7387629278070904,
    0.7387629278070904,
    0.7387629278070904,
    0.7387629278070904,
    0.7939704617364223,
    0.7939704617364223,
    0.7939704617364223,
    0.7939704617364223,
    0.7939704617364223,
    0.7939704617364223,
    0.4682762339798418,
    0.4682762339798418,
    0.4682762339798418,
    0.4682762339798418,
    0.4682762339798418,
    0.4682762339798418,
    0.6234324899095509,
    0.6234324899095509,
    0.6234324899095509,
    0.6234324899095509,
    0.6234324899095509,
    0.6234324899095509,
    0.6234324899095509,
    0.6234324899095509,
    0.8320800410536437,
    0.8320800410536437,
    0.8320800410536437,
    0.8320800410536437,
    0.8320800410536437,
    0.8320800410536437,
    0.8320800410536437,
    0.8320800410536437,
    0.8453367833572032,
    0.8453367833572032,
    0.8453367833572032,
    0.8453367833572032,
    0.8453367833572032,
    0.8453367833572032,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995,
    0.5244769198582995
  ],
  "25": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens.",
    "An engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "An engineering society sponsors a resume review table near the stage at the career fair. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the career fair, an engineering society sponsors a resume review table near the stage. Before the fair opens, students line up outside the university gym. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, an engineering society sponsors a resume review table near the stage. Before the fair opens, students line up outside the university gym. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the career fair, an engineering society sponsors a resume review table near the stage. Before the fair opens, students line up outside the university gym. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the career fair, an engineering society sponsors a resume review table near the stage. Before the fair opens, students line up outside the university gym. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "25_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.6636477606428128,
    0.6636477606428128,
    0.6636477606428128,
    0.6636477606428128,
    0.6636477606428128,
    0.6636477606428128,
    0.6636477606428128,
    0.7608501376197068,
    0.7608501376197068,
    0.7608501376197068,
    0.7608501376197068,
    0.7608501376197068,
    0.7608501376197068,
    0.8722444315116804,
    0.8722444315116804,
    0.8722444315116804,
    0.8722444315116804,
    0.8722444315116804,
    0.8722444315116804,
    0.8722444315116804,
    0.881017585854057,
    0.881017585854057,
    0.881017585854057,
    0.881017585854057,
    0.881017585854057,
    0.881017585854057,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8841497392604349,
    0.8943708603874212,
    0.8943708603874212,
    0.8943708603874212,
    0.8943708603874212,
    0.8943708603874212,
    0.8943708603874212,
    0.8943708603874212,
    0.8943708603874212,
    0.8943708603874212,
    0.8943708603874212
  ],
  "26": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens showing their latest apps, creating a focal point of fresh software examples. Human resources teams jot notes on tablets as students introduce themselves, capturing initial impressions and affiliations. Finance firms offer QR codes for immediate internship applications, enabling on-spot access to opportunities. Career counselors redirect unsure students toward applicable industries, guiding their consideration by matching interests to sectors.",
    "Tech companies display demo screens showing their latest apps, creating a focal point of fresh software examples. Human resources teams jot notes on tablets as students introduce themselves, capturing initial impressions and affiliations. Finance firms offer QR codes for immediate internship applications, enabling on-spot access to opportunities. Career counselors redirect unsure students toward applicable industries, guiding their consideration by matching interests to sectors. The engineering society sponsors a resume review table near the stage.",
    "At the event, tech companies display demo screens showing their latest apps, creating a focal point of fresh software examples. Human resources teams jot notes on tablets as students introduce themselves, capturing initial impressions and affiliations. Finance firms offer QR codes for immediate internship applications, enabling on-spot access to opportunities. Career counselors redirect unsure students toward applicable industries, guiding their consideration by matching interests to sectors. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Demo screens from tech companies display their latest apps, creating a focal point of fresh software examples. Human resources teams jot notes on tablets as students introduce themselves, capturing initial impressions and affiliations. Finance firms offer QR codes for immediate internship applications, enabling on-spot access to opportunities. Career counselors redirect unsure students toward applicable industries, guiding their consideration by matching interests to sectors. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, demo screens from tech companies display their latest apps, forming a focal point of fresh software examples. Human resources teams jot notes on tablets as students introduce themselves, capturing initial impressions and affiliations. Finance firms provide QR codes for immediate internship applications, enabling on-spot access to opportunities. Career counselors redirect unsure students toward applicable industries, guiding their consideration by matching interests to sectors. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, demo screens from tech companies display their latest apps, forming a focal point of fresh software examples. Human resources teams jot notes on tablets as students introduce themselves, capturing initial impressions and affiliations. Finance firms provide QR codes for immediate internship applications, enabling on-spot access to opportunities. Career counselors redirect unsure students toward applicable industries, guiding their consideration by matching interests to sectors. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.47545185238521365,
    0.7034612365434852,
    0.7034612365434852,
    0.7034612365434852,
    0.7034612365434852,
    0.7034612365434852,
    0.7034612365434852,
    0.7625581459958466,
    0.7625581459958466,
    0.7625581459958466,
    0.7625581459958466,
    0.7625581459958466,
    0.7625581459958466,
    0.7625581459958466,
    0.7625581459958466,
    0.8146831483775072,
    0.8146831483775072,
    0.8146831483775072,
    0.8146831483775072,
    0.8146831483775072,
    0.8146831483775072,
    0.8146831483775072,
    0.8146831483775072,
    0.8344823108108679,
    0.8344823108108679,
    0.8344823108108679,
    0.8344823108108679,
    0.8344823108108679,
    0.8344823108108679,
    0.814667715471865,
    0.814667715471865,
    0.814667715471865,
    0.814667715471865,
    0.814667715471865,
    0.814667715471865,
    0.814667715471865,
    0.814667715471865,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8273539572061098,
    0.8526249884588818,
    0.8526249884588818,
    0.8526249884588818
  ],
  "27": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "In a setting where students introduce themselves, some rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets during the introductions. Career counselors redirect unsure students toward applicable industries.",
    "In a setting where students introduce themselves, some rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets during the introductions. Career counselors redirect unsure students toward applicable industries.",
    "Students introduce themselves at the event; some rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets during the introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the career fair, students introduce themselves; some rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets during the introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, students introduce themselves, and some rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets during the introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, students introduce themselves, with some quietly rehearsing elevator pitches against the wall. Human resources teams jot notes on tablets during the introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, students introduce themselves, with some quietly rehearsing elevator pitches against the wall. Human resources teams jot notes on tablets during the introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, students introduce themselves, with some quietly rehearsing elevator pitches against the wall. Human resources teams jot notes on tablets during the introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos."
  ],
  "27_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.5095456964463907,
    0.5095456964463907,
    0.5095456964463907,
    0.5095456964463907,
    0.5095456964463907,
    0.5095456964463907,
    0.6272327088431917,
    0.6272327088431917,
    0.6272327088431917,
    0.6272327088431917,
    0.6272327088431917,
    0.6272327088431917,
    0.7093685739480196,
    0.7093685739480196,
    0.7093685739480196,
    0.7093685739480196,
    0.7093685739480196,
    0.8498624965314643,
    0.8498624965314643,
    0.8498624965314643,
    0.8498624965314643,
    0.8498624965314643,
    0.8498624965314643,
    0.8519205141779577,
    0.8519205141779577,
    0.8519205141779577,
    0.8519205141779577,
    0.8519205141779577,
    0.8519205141779577,
    0.8519205141779577,
    0.8559506831694583,
    0.8559506831694583,
    0.8559506831694583,
    0.8559506831694583,
    0.8559506831694583,
    0.8559506831694583,
    0.8559506831694583,
    0.8559506831694583,
    0.8672353753887504,
    0.8672353753887504,
    0.8672353753887504,
    0.8672353753887504,
    0.8672353753887504,
    0.8672353753887504,
    0.8672353753887504,
    0.8672353753887504,
    0.8689940497049532,
    0.8689940497049532,
    0.8689940497049532,
    0.8689940497049532,
    0.8689940497049532,
    0.8689940497049532
  ],
  "28": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards.",
    "Finance firms are offering QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens. Finance firms are offering QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards to attendees. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, students queue ahead of the career fair opening. Finance firms are distributing QR codes to enable immediate internship applications. At the event entrance, staff scan registrations and issue lanyards to attendees. In the adjoining classroom, networking etiquette workshops have begun. Healthcare providers display photos highlighting community outreach.",
    "Outside the university gym, students queue ahead of the career fair opening. Finance firms are distributing QR codes to enable immediate internship applications. At the event entrance, staff scan registrations and issue lanyards to attendees. In the adjoining classroom, networking etiquette workshops have begun. Healthcare providers display photos highlighting community outreach.",
    "Outside the university gym, students queue ahead of the career fair opening. Finance firms are distributing QR codes to enable immediate internship applications. At the event entrance, staff scan registrations and issue lanyards to attendees. In the adjoining classroom, networking etiquette workshops have begun. Healthcare providers display photos highlighting community outreach.",
    "Outside the university gym, students queue ahead of the career fair opening as finance firms distribute QR codes to enable immediate internship applications. At the event entrance, staff scan registrations and issue lanyards to attendees. In the adjoining classroom, networking etiquette workshops have begun. Healthcare providers display photos highlighting community outreach. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students queue before the career fair opening as finance firms distribute QR codes to enable immediate internship applications. At the event entrance, staff scan registrations and issue lanyards to attendees. In the adjoining classroom, networking etiquette workshops have begun. Healthcare providers display photos highlighting community outreach. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5467276955530365,
    0.5467276955530365,
    0.5467276955530365,
    0.5467276955530365,
    0.5467276955530365,
    0.5467276955530365,
    0.7424675991450014,
    0.7424675991450014,
    0.7424675991450014,
    0.7424675991450014,
    0.7424675991450014,
    0.7424675991450014,
    0.7424675991450014,
    0.7424675991450014,
    0.7814518695936794,
    0.7814518695936794,
    0.7814518695936794,
    0.7814518695936794,
    0.7814518695936794,
    0.7814518695936794,
    0.7814518695936794,
    0.7814518695936794,
    0.7814518695936794,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7984765215876393,
    0.7929467988425232,
    0.7929467988425232,
    0.7929467988425232,
    0.7929467988425232,
    0.7929467988425232,
    0.7929467988425232,
    0.7929467988425232,
    0.7929467988425232,
    0.7929467988425232,
    0.7929467988425232
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders; workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies are displaying demo screens of their latest apps; students clutch resumes inside branded folders; workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens of their latest apps at the venue, while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews.",
    "In the event venue, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event venue, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event venue, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.4874252360666807,
    0.4874252360666807,
    0.4874252360666807,
    0.4874252360666807,
    0.4874252360666807,
    0.4874252360666807,
    0.4874252360666807,
    0.5706304888699869,
    0.5706304888699869,
    0.5706304888699869,
    0.5706304888699869,
    0.5706304888699869,
    0.5706304888699869,
    0.7638353819429788,
    0.7638353819429788,
    0.7638353819429788,
    0.7638353819429788,
    0.7638353819429788,
    0.7638353819429788,
    0.7638353819429788,
    0.7830157652473786,
    0.7830157652473786,
    0.7830157652473786,
    0.7830157652473786,
    0.7830157652473786,
    0.7830157652473786,
    0.7830157652473786,
    0.817653242922656,
    0.817653242922656,
    0.817653242922656,
    0.817653242922656,
    0.817653242922656,
    0.817653242922656,
    0.817653242922656,
    0.820002971268527,
    0.820002971268527,
    0.820002971268527,
    0.820002971268527,
    0.820002971268527,
    0.820002971268527,
    0.820002971268527,
    0.8336128801009853,
    0.8336128801009853,
    0.8336128801009853,
    0.8336128801009853,
    0.8336128801009853,
    0.8336128801009853,
    0.8336128801009853,
    0.8336128801009853,
    0.8336128801009853
  ],
  "30": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens.",
    "In the adjoining classroom, workshops on networking etiquette begin as healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, workshops on networking etiquette begin as healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops begin as healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "Across campus, simultaneous activities unfold: In the adjoining classroom, networking etiquette workshops begin as healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Across campus, simultaneous activities unfold: In the adjoining classroom, networking etiquette workshops begin while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Across campus, several concurrent activities unfold. In the adjoining classroom, networking etiquette workshops begin as healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables.",
    "Across campus, several concurrent activities unfold. In the adjoining classroom, networking etiquette workshops begin while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews."
  ],
  "30_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.5331126499479261,
    0.5331126499479261,
    0.5331126499479261,
    0.5331126499479261,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5644253849969477,
    0.5609421726295589,
    0.5609421726295589,
    0.5609421726295589,
    0.5609421726295589,
    0.5609421726295589,
    0.5609421726295589,
    0.5609421726295589,
    0.5609421726295589,
    0.5609421726295589,
    0.7257473411693363,
    0.7257473411693363,
    0.7257473411693363,
    0.7257473411693363,
    0.7257473411693363,
    0.7257473411693363,
    0.7326690616740971,
    0.7326690616740971,
    0.7326690616740971,
    0.7326690616740971,
    0.7326690616740971,
    0.7326690616740971,
    0.7591236396553871,
    0.7591236396553871,
    0.7591236396553871,
    0.7591236396553871,
    0.7591236396553871,
    0.7591236396553871,
    0.7591236396553871,
    0.7959133912591108
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "At the campus venue, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens.",
    "At the campus venue, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the campus venue, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the campus venue, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus venue, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the campus venue, consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the campus venue, consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the campus venue, consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the campus venue for the career fair, consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before opening. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5440538096812406,
    0.5440538096812406,
    0.5440538096812406,
    0.5440538096812406,
    0.5440538096812406,
    0.5440538096812406,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7174528960315543,
    0.7347070452033485,
    0.7347070452033485,
    0.7347070452033485,
    0.7347070452033485,
    0.7347070452033485,
    0.7347070452033485,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7930651752738392,
    0.7906110516974059,
    0.7906110516974059,
    0.7906110516974059,
    0.7906110516974059,
    0.7906110516974059,
    0.8228204956832987,
    0.8228204956832987,
    0.8228204956832987,
    0.8228204956832987,
    0.8228204956832987,
    0.8228204956832987,
    0.8228204956832987,
    0.8228204956832987,
    0.8423583147806628,
    0.8423583147806628,
    0.8423583147806628
  ],
  "32": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "At the event, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, an alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards, while a welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards, and a welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews as students clutch resumes in branded folders. Event staff scan registrations at the entrance and hand out lanyards, while a welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.6236301344832261,
    0.6236301344832261,
    0.6236301344832261,
    0.6236301344832261,
    0.6236301344832261,
    0.6236301344832261,
    0.8672371927838469,
    0.8672371927838469,
    0.8672371927838469,
    0.8672371927838469,
    0.8672371927838469,
    0.8672371927838469,
    0.8905641047282498,
    0.8905641047282498,
    0.8905641047282498,
    0.8905641047282498,
    0.8905641047282498,
    0.8905641047282498,
    0.8905641047282498,
    0.8663808403230567,
    0.8663808403230567,
    0.8663808403230567,
    0.8663808403230567,
    0.8663808403230567,
    0.8663808403230567,
    0.8663808403230567,
    0.8663808403230567,
    0.8672359036178813,
    0.8672359036178813,
    0.8672359036178813,
    0.8672359036178813,
    0.8672359036178813,
    0.8672359036178813,
    0.8672359036178813,
    0.8485834249645894,
    0.8485834249645894,
    0.8485834249645894,
    0.8485834249645894,
    0.8485834249645894,
    0.8485834249645894,
    0.8485834249645894,
    0.8485834249645894,
    0.8279453173157834,
    0.8279453173157834,
    0.8279453173157834,
    0.8279453173157834,
    0.8279453173157834,
    0.8279453173157834,
    0.8279453173157834,
    0.8279453173157834,
    0.8271479463976839
  ],
  "33": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens; in the adjoining classroom, workshops on networking etiquette begin.",
    "Students line up outside the university gym in anticipation of the career fair opening. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos.",
    "At the university campus, students line up outside the gym in anticipation of the career fair opening, while in the adjoining classroom networking etiquette workshops begin. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "At the university campus, students line up outside the gym in anticipation of the career fair opening, while in the adjoining classroom networking etiquette workshops begin. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "On a university campus, students line up outside the gym in anticipation of the career fair opening. In an adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus, students line up outside the gym in anticipation of the career fair opening. In an adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "On a university campus, students line up outside the gym in anticipation of the career fair opening. In an adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "On a university campus, students line up outside the gym in anticipation of the career fair opening. In an adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "On a university campus, students line up outside the gym in anticipation of the career fair opening. In an adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications."
  ],
  "33_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.42657944127958314,
    0.42657944127958314,
    0.42657944127958314,
    0.42657944127958314,
    0.7337263154796094,
    0.7337263154796094,
    0.7337263154796094,
    0.7337263154796094,
    0.7337263154796094,
    0.7337263154796094,
    0.7337263154796094,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.595861430947425,
    0.7404972492896303,
    0.7404972492896303,
    0.7404972492896303,
    0.7404972492896303,
    0.7404972492896303,
    0.7404972492896303,
    0.7404972492896303,
    0.7767871399490228,
    0.7767871399490228,
    0.7767871399490228,
    0.7767871399490228,
    0.7767871399490228,
    0.7767871399490228,
    0.7767871399490228,
    0.7767871399490228,
    0.7998032096033445,
    0.7998032096033445,
    0.7998032096033445,
    0.7998032096033445,
    0.7998032096033445,
    0.7998032096033445,
    0.7998032096033445,
    0.7998032096033445,
    0.7939150446811494,
    0.7939150446811494,
    0.7939150446811494,
    0.7939150446811494,
    0.7939150446811494,
    0.7939150446811494,
    0.7939150446811494,
    0.7939150446811494,
    0.8234933946084305,
    0.8234933946084305,
    0.8234933946084305,
    0.8234933946084305,
    0.8234933946084305,
    0.8234933946084305
  ],
  "34": [
    "",
    "",
    "Finance firms are issuing QR codes to enable immediate internship applications.",
    "Finance firms are issuing QR codes to enable immediate internship applications. Career counselors are redirecting unsure students toward applicable industries.",
    "Finance firms are issuing QR codes to enable immediate internship applications; career counselors are redirecting unsure students toward applicable industries; and some students rehearse elevator pitches quietly against the wall.",
    "Finance firms are issuing QR codes to enable immediate internship applications; career counselors are redirecting unsure students toward applicable industries; and some students rehearse elevator pitches quietly against the wall.",
    "Finance firms are issuing QR codes to enable immediate internship applications. Career counselors are redirecting unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Finance firms issue QR codes to enable immediate internship applications, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "A mixed professional fair scene shows finance firms issuing QR codes to enable immediate internship applications, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps."
  ],
  "34_score": [
    0.0,
    0.0,
    0.4083967130870165,
    0.4083967130870165,
    0.4083967130870165,
    0.4083967130870165,
    0.4083967130870165,
    0.4083967130870165,
    0.4083967130870165,
    0.4083967130870165,
    0.4083967130870165,
    0.5451128354196242,
    0.5451128354196242,
    0.5451128354196242,
    0.5451128354196242,
    0.5451128354196242,
    0.5451128354196242,
    0.5451128354196242,
    0.5451128354196242,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.4563443959272848,
    0.6906136067431747,
    0.6906136067431747,
    0.6906136067431747,
    0.6906136067431747,
    0.6906136067431747,
    0.6906136067431747,
    0.6906136067431747,
    0.6906136067431747,
    0.6906136067431747,
    0.6906136067431747,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.7177386813332427,
    0.8032909827629406,
    0.8032909827629406,
    0.8032909827629406,
    0.8032909827629406,
    0.8032909827629406
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished gym floor.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished gym floor. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished gym floor. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished gym floor. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners encircle the polished gym floor. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners encircle the polished gym floor. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.5599227667967006,
    0.5599227667967006,
    0.5599227667967006,
    0.5599227667967006,
    0.5599227667967006,
    0.7235310321758961,
    0.7235310321758961,
    0.7235310321758961,
    0.7235310321758961,
    0.7235310321758961,
    0.7235310321758961,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.7943403241359571,
    0.808298999097119,
    0.808298999097119,
    0.808298999097119,
    0.808298999097119,
    0.808298999097119,
    0.808298999097119,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945,
    0.8131597634263945
  ],
  "36": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, while a cybersecurity company operates a password-cracking challenge on a laptop. Outside the university gym, students are lined up before the career fair opens.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students are lined up before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students are lined up before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students are lined up before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students are lined up before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students are lined up before the fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students are lined up before the fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers offer quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4661466664385701,
    0.4661466664385701,
    0.4661466664385701,
    0.4661466664385701,
    0.4661466664385701,
    0.6243667742391961,
    0.6243667742391961,
    0.6243667742391961,
    0.6243667742391961,
    0.6243667742391961,
    0.6243667742391961,
    0.7691109041457999,
    0.7691109041457999,
    0.7691109041457999,
    0.7691109041457999,
    0.7691109041457999,
    0.7691109041457999,
    0.7691109041457999,
    0.7733343815196964,
    0.7733343815196964,
    0.7733343815196964,
    0.7733343815196964,
    0.7733343815196964,
    0.7733343815196964,
    0.7733343815196964,
    0.7733343815196964,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8234948586580668,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8337086538913381,
    0.8324092444205489,
    0.8324092444205489,
    0.8324092444205489,
    0.8324092444205489,
    0.8324092444205489,
    0.8324092444205489
  ],
  "37": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "In the observed setting, finance firms offer QR codes that enable immediate internship applications. Healthcare providers showcase photos of community outreach.",
    "Across the observed setting, finance firms provide QR codes that enable immediate internship applications; healthcare providers display photos of community outreach; and tech companies present demo screens illustrating their latest apps.",
    "In the observed setting, finance firms provide QR codes that enable immediate internship applications; healthcare providers display photos of community outreach; and tech companies present demo screens illustrating their latest apps. Groups of friends mark target employers on the event map.",
    "In the observed setting, finance firms provide QR codes that enable immediate internship applications; healthcare providers display photos of community outreach; and tech companies present demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At the event, finance firms provide QR codes that enable immediate internship applications, healthcare providers display photos of community outreach, and tech companies present demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, finance firms provide QR codes that enable immediate internship applications; healthcare providers display photos of community outreach; and tech companies present demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, shaping a vibrant perimeter around the venue.",
    "Across the event, finance firms distribute QR codes enabling immediate internship applications; healthcare providers display photos of community outreach; and tech companies present demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, shaping a vibrant perimeter around the venue. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, finance firms distribute QR codes enabling immediate internship applications; healthcare providers display photos of community outreach; and tech companies present demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter around the venue. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, finance firms distribute QR codes enabling immediate internship applications; healthcare providers display photos of community outreach; and tech companies present demo screens illustrating their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor, forming a vibrant perimeter around the venue. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5201544132539431,
    0.5201544132539431,
    0.5201544132539431,
    0.5201544132539431,
    0.5201544132539431,
    0.4348628722962773,
    0.4348628722962773,
    0.4348628722962773,
    0.4348628722962773,
    0.4348628722962773,
    0.4348628722962773,
    0.4348628722962773,
    0.6128715997669709,
    0.6128715997669709,
    0.6128715997669709,
    0.6128715997669709,
    0.6128715997669709,
    0.6128715997669709,
    0.6051309672255755,
    0.6051309672255755,
    0.6051309672255755,
    0.6051309672255755,
    0.6051309672255755,
    0.6051309672255755,
    0.6051309672255755,
    0.8237159149844185,
    0.8237159149844185,
    0.8237159149844185,
    0.8237159149844185,
    0.8237159149844185,
    0.8237159149844185,
    0.8289758037519526,
    0.8289758037519526,
    0.8289758037519526,
    0.8289758037519526,
    0.8289758037519526,
    0.8289758037519526,
    0.8289758037519526,
    0.8289758037519526,
    0.8289758037519526,
    0.8911934513293529,
    0.8911934513293529,
    0.8911934513293529,
    0.8911934513293529,
    0.8911934513293529,
    0.8911934513293529,
    0.8911934513293529,
    0.8699660991355539,
    0.8699660991355539,
    0.8699660991355539,
    0.8699660991355539,
    0.8699660991355539,
    0.8699660991355539,
    0.8699660991355539,
    0.8699660991355539,
    0.8699660991355539,
    0.8799596405410641,
    0.8799596405410641,
    0.8799596405410641
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, with some students rehearsing elevator pitches quietly against the wall.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.4026359740808507,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.6958595151216067,
    0.7396691851856005,
    0.7396691851856005,
    0.7396691851856005,
    0.7396691851856005,
    0.7396691851856005,
    0.7396691851856005,
    0.7396691851856005,
    0.7396691851856005,
    0.7396691851856005,
    0.7396691851856005,
    0.7782654880582229,
    0.7782654880582229,
    0.7782654880582229,
    0.7782654880582229,
    0.7782654880582229,
    0.8426721810183231,
    0.8426721810183231,
    0.8426721810183231,
    0.8426721810183231,
    0.8426721810183231,
    0.8426721810183231,
    0.8426721810183231,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8533099083214045,
    0.8618132360159858,
    0.8618132360159858,
    0.8618132360159858
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos, illustrating their engagement with the community. In the adjoining classroom, workshops on networking etiquette begin, signaling a concurrent focus on professional interaction. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply on the spot. Career counselors remind attendees to maintain eye contact, reinforcing presentation and engagement expectations during the event.",
    "At the event, healthcare providers showcase community outreach photos illustrating their engagement with the community. In the adjoining classroom, workshops on networking etiquette begin, signaling a concurrent focus on professional interaction. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply on the spot. Career counselors remind attendees to maintain eye contact, reinforcing presentation and engagement expectations during the event. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, healthcare providers showcase community outreach photos illustrating their engagement with the community. In the adjoining classroom, workshops on networking etiquette begin, signaling a concurrent focus on professional interaction. Finance firms offer QR codes for immediate internship applications, enabling attendees to apply on the spot. Career counselors remind attendees to maintain eye contact, reinforcing presentation and engagement expectations during the event. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display photos of their community outreach to illustrate engagement with the public. In an adjoining classroom, workshops on networking etiquette have begun, signaling a concurrent focus on professional interaction. Finance firms offer QR codes for immediate internship applications, allowing attendees to apply on the spot. Career counselors remind attendees to maintain eye contact, reinforcing presentation and engagement expectations throughout the event. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers display photos of their community outreach to illustrate engagement with the public, while an adjoining classroom hosts workshops on networking etiquette that signal a concurrent focus on professional interaction. Finance firms offer QR codes for immediate internship applications, allowing attendees to apply on the spot. Career counselors remind attendees to maintain eye contact, reinforcing presentation and engagement expectations throughout the event. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers display photos of their community outreach to illustrate engagement with the public, and an adjoining classroom hosts workshops on networking etiquette that signal a concurrent focus on professional interaction. Finance firms offer QR codes for immediate internship applications, allowing attendees to apply on the spot. Career counselors remind attendees to maintain eye contact, reinforcing presentation and engagement expectations throughout the event. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.45841491437439447,
    0.45841491437439447,
    0.45841491437439447,
    0.45841491437439447,
    0.45841491437439447,
    0.7287018759736253,
    0.7287018759736253,
    0.7287018759736253,
    0.7287018759736253,
    0.7287018759736253,
    0.7287018759736253,
    0.7091436539344089,
    0.7091436539344089,
    0.7091436539344089,
    0.7091436539344089,
    0.7091436539344089,
    0.7091436539344089,
    0.7091436539344089,
    0.7091436539344089,
    0.7728429021319121,
    0.7728429021319121,
    0.7728429021319121,
    0.7728429021319121,
    0.7728429021319121,
    0.7728429021319121,
    0.7728429021319121,
    0.7728429021319121,
    0.7951028754103662,
    0.7951028754103662,
    0.7951028754103662,
    0.7951028754103662,
    0.7951028754103662,
    0.7951028754103662,
    0.8209538591843277,
    0.8209538591843277,
    0.8209538591843277,
    0.8209538591843277,
    0.8209538591843277,
    0.8209538591843277,
    0.8209538591843277,
    0.8123771680655205,
    0.8123771680655205,
    0.8123771680655205,
    0.8123771680655205,
    0.8123771680655205,
    0.8123771680655205,
    0.8123771680655205,
    0.8123771680655205,
    0.8123771680655205,
    0.8163846430144182,
    0.8163846430144182,
    0.8163846430144182
  ],
  "40": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym as the career fair prepares to open. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "Students line up outside the university gym in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up in anticipation of the career fair opening, as a welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up in anticipation of the career fair opening as a welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up in anticipation of the career fair opening as a welcome announcement over the PA outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5944384692683555,
    0.5944384692683555,
    0.5944384692683555,
    0.5944384692683555,
    0.5944384692683555,
    0.7537847755985196,
    0.7537847755985196,
    0.7537847755985196,
    0.7537847755985196,
    0.7537847755985196,
    0.7537847755985196,
    0.7537847755985196,
    0.7537847755985196,
    0.7537847755985196,
    0.7498362539844449,
    0.7498362539844449,
    0.7498362539844449,
    0.7498362539844449,
    0.7498362539844449,
    0.7498362539844449,
    0.7263301965079727,
    0.7263301965079727,
    0.7263301965079727,
    0.7263301965079727,
    0.7263301965079727,
    0.7263301965079727,
    0.7263301965079727,
    0.7263301965079727,
    0.7807277579325749,
    0.7807277579325749,
    0.7807277579325749,
    0.7807277579325749,
    0.7807277579325749,
    0.7807277579325749,
    0.7807277579325749,
    0.8019318950720355,
    0.8019318950720355,
    0.8019318950720355,
    0.8019318950720355,
    0.8019318950720355,
    0.8019318950720355,
    0.8019318950720355,
    0.8019318950720355,
    0.7954278869296028,
    0.7954278869296028,
    0.7954278869296028,
    0.7954278869296028,
    0.7954278869296028,
    0.7954278869296028,
    0.8003736870516451,
    0.8003736870516451,
    0.8003736870516451,
    0.8003736870516451
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.5810399714198,
    0.7659985961389205,
    0.7659985961389205,
    0.7659985961389205,
    0.7659985961389205,
    0.7659985961389205,
    0.7659985961389205,
    0.7802147242542519,
    0.7802147242542519,
    0.7802147242542519,
    0.7802147242542519,
    0.7802147242542519,
    0.8251756754344037,
    0.8251756754344037,
    0.8251756754344037,
    0.8251756754344037,
    0.8251756754344037,
    0.8251756754344037,
    0.8251756754344037,
    0.8251756754344037,
    0.833832082758963,
    0.833832082758963,
    0.833832082758963,
    0.833832082758963,
    0.833832082758963,
    0.833832082758963,
    0.833832082758963,
    0.833832082758963,
    0.833832082758963,
    0.833832082758963,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382,
    0.8461243230642382
  ],
  "42": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At a professional event, healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact; consulting firms stack glossy case study booklets on high tables.",
    "A professional event sets the scene around the university gym, where healthcare providers display community outreach photos, career counselors remind attendees to maintain eye contact, and consulting firms arrange glossy case study booklets on high tables; students line up outside the gym before the career fair opens.",
    "A professional event unfolds around the university gym for a career fair: healthcare providers display community outreach photos, career counselors remind attendees to maintain eye contact, and consulting firms arrange glossy case study booklets on high tables. Students line up outside the gym before the career fair opens, while human resources teams jot notes on tablets and students introduce themselves.",
    "At a career fair around the university gym, healthcare providers display community outreach photos, and career counselors remind attendees to maintain eye contact. Consulting firms arrange glossy case study booklets on high tables. Students line up outside the gym before the career fair opens, while human resources teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map.",
    "Around the university gym, a career fair is in progress. Healthcare providers display community outreach photos, while career counselors remind attendees to maintain eye contact. Consulting firms place glossy case study booklets on high tables. Students line up outside the gym before the fair opens, and inside, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Around the university gym, a career fair is in progress. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. Consulting firms place glossy case study booklets on high tables. Students line up outside the gym before the fair opens, while inside, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "42_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4293248013434476,
    0.4293248013434476,
    0.4293248013434476,
    0.4293248013434476,
    0.4293248013434476,
    0.4293248013434476,
    0.4293248013434476,
    0.4293248013434476,
    0.39064558543667677,
    0.39064558543667677,
    0.39064558543667677,
    0.39064558543667677,
    0.39064558543667677,
    0.39064558543667677,
    0.39064558543667677,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.553523746928464,
    0.7618297070830241,
    0.7618297070830241,
    0.7618297070830241,
    0.7618297070830241,
    0.7618297070830241,
    0.7618297070830241,
    0.7618297070830241,
    0.7618297070830241,
    0.7618297070830241,
    0.7818465553406078,
    0.7818465553406078,
    0.7818465553406078,
    0.7818465553406078,
    0.7818465553406078,
    0.7818465553406078,
    0.7818465553406078,
    0.7818465553406078,
    0.7818465553406078,
    0.7921314899836306,
    0.7921314899836306,
    0.7921314899836306,
    0.7921314899836306,
    0.7921314899836306,
    0.7921314899836306
  ],
  "43": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens, as human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "A university career fair scene unfolds with students lined up outside the gym before opening, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the gym before opening as human resources teams jot notes on tablets while students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries.",
    "At the university career fair, students line up outside the gym before the career fair opens. HR teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries.",
    "At the university career fair, students line up outside the gym before it opens, while HR teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, students line up outside the gym before it opens while HR teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. Consulting firms have glossy case study booklets stacked on high tables, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, students line up outside the gym before it opens, while HR teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. Consulting firms have glossy case study booklets stacked on high tables, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "43_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.5994657736165996,
    0.5994657736165996,
    0.5994657736165996,
    0.5994657736165996,
    0.5994657736165996,
    0.5994657736165996,
    0.6066111902615995,
    0.6066111902615995,
    0.6066111902615995,
    0.6066111902615995,
    0.6066111902615995,
    0.730023086568404,
    0.730023086568404,
    0.730023086568404,
    0.730023086568404,
    0.730023086568404,
    0.730023086568404,
    0.7642673191501028,
    0.7642673191501028,
    0.7642673191501028,
    0.7642673191501028,
    0.7642673191501028,
    0.7642673191501028,
    0.7642673191501028,
    0.7736966682117803,
    0.7736966682117803,
    0.7736966682117803,
    0.7736966682117803,
    0.7736966682117803,
    0.7736966682117803,
    0.7736966682117803,
    0.7975594815035307,
    0.7975594815035307,
    0.7975594815035307,
    0.7975594815035307,
    0.7975594815035307,
    0.7975594815035307,
    0.7975594815035307,
    0.7975594815035307,
    0.8075159104338395,
    0.8075159104338395,
    0.8075159104338395,
    0.8075159104338395,
    0.8075159104338395,
    0.8075159104338395,
    0.8075159104338395,
    0.8413368481407293,
    0.8413368481407293,
    0.8413368481407293,
    0.8413368481407293,
    0.8413368481407293,
    0.8413368481407293,
    0.8413368481407293,
    0.8413368481407293
  ],
  "44": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym ahead of the career fair opening.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets while students introduce themselves.",
    "Near the university gym before the career fair opens, tech companies display demo screens featuring their latest apps as students queue outside. Human resources teams take notes on tablets while students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews.",
    "Near the university gym before the career fair opens, tech companies display demo screens featuring their latest apps as students queue outside. Human resources teams take notes on tablets while students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews.",
    "Near the university gym before the career fair opens, tech companies display demo screens featuring their latest apps as students queue outside. Human resources teams take notes on tablets while students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "Near the university gym before the career fair opens, tech companies display demo screens featuring their latest apps as students queue outside. Human resources teams take notes on tablets while students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "Near the university gym, before the career fair opens, the scene shows tech companies displaying demo screens featuring their latest apps as students queue outside. Human resources teams take notes on tablets while students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention.",
    "Near the university gym, before the career fair opens, tech companies display demo screens featuring their latest apps as students queue outside. Human resources teams take notes on tablets while students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.43311828772746064,
    0.43311828772746064,
    0.43311828772746064,
    0.43311828772746064,
    0.43311828772746064,
    0.43311828772746064,
    0.6114005680505733,
    0.6114005680505733,
    0.6114005680505733,
    0.6114005680505733,
    0.6114005680505733,
    0.6114005680505733,
    0.6114005680505733,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.7970083129877705,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8524284015478703,
    0.8710379729363215,
    0.8710379729363215,
    0.8710379729363215,
    0.8710379729363215,
    0.8710379729363215,
    0.8710379729363215,
    0.8710379729363215,
    0.8710379729363215,
    0.8710379729363215
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. Students clutch resumes tucked inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. Students clutch resumes tucked inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Students clutch resumes tucked inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Students clutch resumes tucked inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Students clutch resumes tucked inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Students clutch resumes tucked inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome PA announced the schedule. Students clutch resumes tucked inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome PA announced the schedule. Students clutch resumes tucked inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4407380568320228,
    0.4407380568320228,
    0.4407380568320228,
    0.4407380568320228,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.792654363050286,
    0.8374949052349516,
    0.8374949052349516,
    0.8374949052349516,
    0.8374949052349516,
    0.8374949052349516,
    0.8374949052349516,
    0.8374949052349516,
    0.8374949052349516,
    0.856724541829871,
    0.856724541829871,
    0.856724541829871,
    0.856724541829871,
    0.856724541829871,
    0.856724541829871,
    0.856724541829871,
    0.8762469604861308,
    0.8762469604861308,
    0.8762469604861308,
    0.8762469604861308,
    0.8762469604861308,
    0.8762469604861308,
    0.8841054340653789,
    0.8841054340653789,
    0.8841054340653789,
    0.8841054340653789,
    0.8841054340653789,
    0.8841054340653789,
    0.8841054340653789,
    0.8756651452497383,
    0.8756651452497383,
    0.8756651452497383,
    0.8756651452497383,
    0.8756651452497383,
    0.8756651452497383,
    0.8756651452497383,
    0.8756651452497383,
    0.8756651452497383,
    0.8756651452497383
  ],
  "46": [
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as they arrive. Event staff scan registrations at the entrance and hand out lanyards there.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students arrive clutching resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students arrive clutching resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students arrive clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students arrive clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students arrive clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students arrive clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students arrive clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students arrive clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "46_score": [
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5597250724718292,
    0.5597250724718292,
    0.5597250724718292,
    0.5597250724718292,
    0.5597250724718292,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.4166575495795415,
    0.633271222523373,
    0.633271222523373,
    0.633271222523373,
    0.633271222523373,
    0.633271222523373,
    0.633271222523373,
    0.633271222523373,
    0.633271222523373,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738,
    0.7853212681830738
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In the scene, Human resources teams jot notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries.",
    "Human resources teams jot notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Human resources teams jot notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "During introductions, human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "During introductions, human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "During introductions, human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "During introductions, human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "During introductions, human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, human resources staff jot notes on tablets during introductions, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.4216030067515279,
    0.4216030067515279,
    0.4216030067515279,
    0.4216030067515279,
    0.4216030067515279,
    0.4216030067515279,
    0.4216030067515279,
    0.5048852870078073,
    0.5048852870078073,
    0.5048852870078073,
    0.5048852870078073,
    0.5048852870078073,
    0.5048852870078073,
    0.6200934330027033,
    0.6200934330027033,
    0.6200934330027033,
    0.6200934330027033,
    0.6200934330027033,
    0.6200934330027033,
    0.6792376223064657,
    0.6792376223064657,
    0.6792376223064657,
    0.6792376223064657,
    0.6792376223064657,
    0.6792376223064657,
    0.656637700382936,
    0.656637700382936,
    0.656637700382936,
    0.656637700382936,
    0.656637700382936,
    0.656637700382936,
    0.656637700382936,
    0.656637700382936,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.6678669485461619,
    0.7268234543000275,
    0.7268234543000275,
    0.7268234543000275,
    0.7268234543000275,
    0.7268234543000275,
    0.7268234543000275,
    0.7268234543000275,
    0.7945940060666503
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, defining a busy perimeter around the venue.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, defining a busy perimeter around the venue. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, defining a busy perimeter around the venue. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, defining a busy perimeter around the venue. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, defining a busy perimeter around the venue. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions",
    "The LLM encountered a 503 Service Unavailable error when accessing the API endpoint https://api.openai.com/v1/chat/completions. Separately, finance firms are offering QR codes to facilitate immediate internship applications."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.5324322068220168,
    0.718957319378828,
    0.718957319378828,
    0.718957319378828,
    0.718957319378828,
    0.718957319378828,
    0.718957319378828,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7427828638028071,
    0.7981344140452564,
    0.7981344140452564,
    0.7981344140452564,
    0.7981344140452564,
    0.7981344140452564,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.37952863725170616,
    0.37952863725170616,
    0.37952863725170616,
    0.37952863725170616
  ],
  "49": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "During a gathering, career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "During a gathering, career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews.",
    "At a gathering, career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a gathering, attendees are guided by career counselors who remind them to maintain eye contact. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At a gathering, attendees are guided by career counselors who remind them to maintain eye contact. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, attendees are guided by career counselors who remind them to maintain eye contact. Healthcare providers display photos from community outreach. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, attendees are guided by career counselors who remind them to maintain eye contact. Healthcare providers display photos from community outreach. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, attendees are guided by career counselors who remind them to maintain eye contact. Healthcare providers display photos from community outreach. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, attendees are guided by career counselors who remind them to maintain eye contact. Healthcare providers display photos from community outreach. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3535103623569702,
    0.3535103623569702,
    0.3535103623569702,
    0.3535103623569702,
    0.3535103623569702,
    0.3535103623569702,
    0.4522014989318015,
    0.4522014989318015,
    0.4522014989318015,
    0.4522014989318015,
    0.4522014989318015,
    0.6017030975080062,
    0.6017030975080062,
    0.6017030975080062,
    0.6017030975080062,
    0.6017030975080062,
    0.6017030975080062,
    0.7916663259330422,
    0.7916663259330422,
    0.7916663259330422,
    0.7916663259330422,
    0.7916663259330422,
    0.7916663259330422,
    0.8071748301950497,
    0.8071748301950497,
    0.8071748301950497,
    0.8071748301950497,
    0.8071748301950497,
    0.8071748301950497,
    0.8071748301950497,
    0.8071748301950497,
    0.8699953297118266,
    0.8699953297118266,
    0.8699953297118266,
    0.8699953297118266,
    0.8699953297118266,
    0.8732112048241387,
    0.8732112048241387,
    0.8732112048241387,
    0.8732112048241387,
    0.8732112048241387,
    0.8732112048241387,
    0.8732112048241387,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371,
    0.8771399467250371
  ]
}