{
  "0": [
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage.",
    "Career counselors remind attendees to maintain eye contact.",
    "An event features an alumni panel discussing how to prepare for technical interviews, providing guidance to attendees. The engineering society sponsors a resume review table near the stage, offering feedback to participants. Healthcare providers showcase community outreach photos, highlighting their outreach efforts.",
    "Career counselors remind attendees to maintain eye contact as groups of friends engage with an event map to designate target employers. They place identifiers on the map to designate specific employers as targets, and the activity involves multiple groups interacting with the map to indicate which employers are targeted.",
    "The event features an alumni panel on preparing for technical interviews, providing guidance to attendees. The engineering society sponsors a resume review table near the stage, offering feedback to participants. Healthcare providers showcase community outreach photos that highlight their outreach efforts. Tech companies display demo screens featuring their latest apps.",
    "Career counselors remind attendees to maintain eye contact while groups of friends engage with an event map to designate target employers. They place identifiers on the map to mark specific employers as targets, and multiple groups interact with the map to indicate which employers are targeted. In the meantime, consulting firms stack glossy case study booklets on high tables, forming elevated piles of materials, as groups of friends continue to mark target employers on the event map."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.7095668329283688,
    0.7095668329283688,
    0.7095668329283688,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.48257782116492987,
    0.7731211560002236,
    0.7731211560002236,
    0.7731211560002236,
    0.7731211560002236,
    0.6151251848868038,
    0.6151251848868038,
    0.6151251848868038
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact.",
    "Groups of friends mark target employers on an event map by placing identifiers to designate specific employers as targets, with multiple groups interacting with the map to indicate which employers are targeted.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "Groups of friends mark target employers on an event map by placing identifiers to designate specific employers as targets, with multiple groups interacting with the map to indicate which employers are targeted. Career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.274028035746061,
    0.274028035746061,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.3018139537201906,
    0.4879339613612716,
    0.49244507433948925,
    0.49244507433948925,
    0.49244507433948925,
    0.49244507433948925,
    0.49244507433948925,
    0.49244507433948925,
    0.49244507433948925,
    0.49244507433948925,
    0.49244507433948925
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "\"\"",
    "At a professional event, career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables.",
    "\"\"",
    "At a professional event, career counselors remind attendees to maintain eye contact; consulting firms stack glossy case study booklets on high tables; workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At a professional event, career counselors remind attendees to maintain eye contact; consulting firms stack glossy case study booklets on high tables; workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos. Nearby, alumni volunteers deliver quick pep talks near the coffee station. In the same scene, students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37893968135304446,
    0.37893968135304446,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4060850166440536,
    0.4060850166440536,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.5696012280330645,
    0.5696012280330645,
    0.5696012280330645,
    0.6430133185778644,
    0.6430133185778644,
    0.6430133185778644
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; meanwhile, groups of friends mark target employers on the event map.",
    "\"\"",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "Students line up outside the university gym in the moments before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up in the moments before the career fair opens. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.0,
    0.0,
    0.0,
    0.4837377876844934,
    0.4837377876844934,
    0.4837377876844934,
    0.4837377876844934,
    0.4837377876844934,
    0.4837377876844934,
    0.4837377876844934,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6817011295189357,
    0.6817011295189357,
    0.6817011295189357,
    0.6817011295189357,
    0.6817011295189357,
    0.6817011295189357,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.8110418293379045,
    0.8110418293379045,
    0.8110418293379045,
    0.8110418293379045,
    0.8110418293379045,
    0.7693265627910965,
    0.7693265627910965,
    0.7693265627910965,
    0.7693265627910965,
    0.7693265627910965,
    0.7693265627910965,
    0.7693265627910965,
    0.7693265627910965,
    0.7693265627910965,
    0.7693265627910965,
    0.867627448786801,
    0.867627448786801,
    0.867627448786801
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "\"\"",
    "A small group of students quietly rehearses elevator pitches against a wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "\"\"",
    "At the event space, a small group of students quietly rehearses elevator pitches against a wall. In the adjoining classroom, workshops on networking etiquette begin. Meanwhile, a cybersecurity company runs a password cracking challenge on a laptop.",
    "\"\"",
    "At the event space, a small group of students quietly rehearses elevator pitches against a wall. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The space features a polished floor encircled by dozens of booths adorned with colorful banners. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.42004895344235754,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5834094129132942,
    0.5834094129132942,
    0.5834094129132942,
    0.5834094129132942,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5820082254325325,
    0.5820082254325325,
    0.5820082254325325,
    0.5820082254325325,
    0.5820082254325325,
    0.49312016225757066
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map, designating specific employers as targets by placing identifiers on the map. The activity involves multiple groups interacting with the map to indicate which employers are targeted.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map by placing identifiers to designate them as targets. The activity involves multiple groups interacting with the map to indicate which employers are targeted. Students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map by placing identifiers, with multiple groups interacting to designate targeted employers. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case study booklets on high tables, placing multiple booklets in stacks atop those tables.",
    "Groups of friends mark target employers on the event map by placing identifiers, with multiple groups interacting to designate targeted employers. Students clutch resumes inside branded folders, ready for discussion with potential employers. In the adjoining classroom, workshops on networking etiquette begin, signaling organized instruction alongside the map activity. Healthcare providers showcase community outreach photos, adding a community-facing component to the scene.",
    "Consulting firms stack glossy case study booklets on high tables, forming multiple stacks atop those tables. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.39824925661805327,
    0.39824925661805327,
    0.39824925661805327,
    0.39824925661805327,
    0.39824925661805327,
    0.39824925661805327,
    0.39824925661805327,
    0.39824925661805327,
    0.39824925661805327,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.560105931318875,
    0.7210482354430496,
    0.7210482354430496,
    0.7210482354430496,
    0.7210482354430496,
    0.7210482354430496,
    0.2713263123063744,
    0.2713263123063744,
    0.2713263123063744,
    0.2713263123063744,
    0.2713263123063744,
    0.2713263123063744,
    0.2713263123063744,
    0.2713263123063744,
    0.2713263123063744,
    0.2713263123063744,
    0.7328042155448931,
    0.7328042155448931,
    0.7328042155448931,
    0.7328042155448931,
    0.46748437324469505,
    0.46748437324469505,
    0.46748437324469505,
    0.46748437324469505,
    0.46748437324469505,
    0.46748437324469505,
    0.46748437324469505
  ],
  "6": [
    "",
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "\"\"",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners encircle the polished floor."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5670861496687012,
    0.5670861496687012,
    0.5670861496687012,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4474347851163379,
    0.4474347851163379,
    0.4474347851163379,
    0.4474347851163379,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.731236129251101,
    0.731236129251101,
    0.731236129251101,
    0.731236129251101,
    0.731236129251101,
    0.6403399923674832,
    0.6403399923674832,
    0.6403399923674832,
    0.6403399923674832,
    0.6403399923674832,
    0.6403399923674832,
    0.6403399923674832,
    0.6403399923674832,
    0.6403399923674832
  ],
  "7": [
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle a polished floor.",
    "\"\"",
    "In a large open space, dozens of booths with colorful banners circle a polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "\"\"",
    "In a large open space, dozens of booths with colorful banners circle a polished floor. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "\"\"",
    "A career fair unfolds in a large open space where dozens of booths with colorful banners circle a polished floor. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens as tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance; inside, students clutch resumes contained in branded folders."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.19703881442546847,
    0.19703881442546847,
    0.5838799683021108,
    0.5838799683021108,
    0.5838799683021108,
    0.5838799683021108,
    0.5838799683021108,
    0.5838799683021108,
    0.5838799683021108,
    0.5838799683021108,
    0.5838799683021108,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7749196124179367,
    0.7749196124179367,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.8330058393957167,
    0.8330058393957167
  ],
  "8": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on an event map by placing identifiers to designate specific employers as targets; the activity involves multiple groups interacting with the map to indicate which employers are targeted.",
    "Dozens of booths with colorful banners circle the polished floor, forming a lively exhibition area. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on an event map by placing identifiers to designate specific employers as targets; the activity involves multiple groups interacting with the map to indicate which employers are targeted.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively exhibition area. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on an event map by placing identifiers to designate specific employers as targets. The activity involves multiple groups interacting with the map to indicate which employers are targeted. A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "A lively exhibition area surrounds a polished floor, with dozens of booths and colorful banners encircling the space. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5094111170893836,
    0.5094111170893836,
    0.5094111170893836,
    0.5094111170893836,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.5197819829828967,
    0.5197819829828967,
    0.5197819829828967,
    0.5197819829828967,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.3243221814161499,
    0.6350659961121404,
    0.6350659961121404,
    0.6350659961121404,
    0.6350659961121404,
    0.6350659961121404,
    0.6948709838101055,
    0.6948709838101055,
    0.6948709838101055,
    0.6948709838101055,
    0.6948709838101055,
    0.6948709838101055,
    0.6948709838101055,
    0.6948709838101055,
    0.6948709838101055,
    0.6948709838101055
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications, while workshops on networking etiquette begin in the adjoining classroom.",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications, while workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "Consulting firms stack glossy case study booklets on high tables, creating elevated piles of materials, while groups of friends mark target employers on the event map.",
    "Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "During the event, consulting firms stack glossy case study booklets on high tables, producing elevated piles of materials; groups of friends mark target employers on the event map. At the event entrance, staff scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth to attract attention."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.39641383210821607,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5963405449810923,
    0.5963405449810923,
    0.5963405449810923,
    0.5963405449810923,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.677781858006916,
    0.677781858006916,
    0.6296461937994695,
    0.6296461937994695,
    0.6296461937994695,
    0.6296461937994695,
    0.6296461937994695,
    0.6296461937994695,
    0.6296461937994695,
    0.6296461937994695,
    0.6296461937994695,
    0.6296461937994695
  ],
  "10": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, multiple workshops on networking etiquette are beginning.",
    "In the adjoining classroom, multiple workshops on networking etiquette are beginning.",
    "In the adjoining classroom, multiple workshops on networking etiquette are beginning. The engineering society sponsors a resume review table near the stage.",
    "In the adjoining classroom, multiple workshops on networking etiquette are beginning. The engineering society sponsors a resume review table near the stage.",
    "Workshops on networking etiquette are starting in the adjoining classroom. Students line up along the exterior of the university gym, awaiting entry before the career fair opens. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.3012234598486827,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.5096688653082453,
    0.743940764851235,
    0.743940764851235,
    0.743940764851235,
    0.743940764851235
  ],
  "11": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners circle the polished floor, establishing a busy, circular layout. Nearby, alumni volunteers deliver quick pep talks beside the coffee station.",
    "In the event space, students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, while event staff at the entrance scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners circle the polished floor, establishing a busy circular layout. Nearby, alumni volunteers deliver quick pep talks beside the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "In the event space, students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, while event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners circle the polished floor, establishing a busy circular layout. Nearby, alumni volunteers deliver quick pep talks beside the coffee station. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries."
  ],
  "11_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3635177653521838,
    0.4640809230712618,
    0.4640809230712618,
    0.4640809230712618,
    0.4640809230712618,
    0.4640809230712618,
    0.4640809230712618,
    0.4640809230712618,
    0.4640809230712618,
    0.4640809230712618,
    0.4640809230712618,
    0.5420423725715559,
    0.5420423725715559,
    0.5420423725715559,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.6825971184475059,
    0.7033944300472461,
    0.7033944300472461,
    0.7033944300472461,
    0.7033944300472461,
    0.754699624196846,
    0.754699624196846,
    0.754699624196846,
    0.754699624196846,
    0.754699624196846
  ],
  "12": [
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "\"\"",
    "Alumni volunteers give quick pep talks near the coffee station, while groups of friends mark target employers on the event map.",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "In a display setting, tech companies present demo screens showing their latest apps, while healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.7819503434147912,
    0.7819503434147912,
    0.7819503434147912,
    0.7819503434147912,
    0.7819503434147912,
    0.36614170723316697,
    0.36614170723316697,
    0.36614170723316697,
    0.36614170723316697,
    0.36614170723316697,
    0.36614170723316697,
    0.36614170723316697,
    0.36614170723316697
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom, while event staff scan registrations and hand out lanyards at the entrance.",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom, while event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves.",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "\"\""
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.19703881442546847,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.19703881442546847,
    0.19703881442546847,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.5433416711208485,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6914114332988774,
    0.6914114332988774,
    0.6914114332988774,
    0.6914114332988774,
    0.6914114332988774,
    0.6914114332988774,
    0.6914114332988774,
    0.6914114332988774,
    0.6914114332988774,
    0.6914114332988774,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention.",
    "Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Event staff at the entrance scan registrations and hand out lanyards, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5210090717268141,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.7611856674066798,
    0.7611856674066798,
    0.7611856674066798,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417,
    0.520453581327417
  ],
  "15": [
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables in the preparation area for the career fair. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables in the preparation area for the career fair. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, creating elevated piles of materials, while groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.506026335616127,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7477527694205774,
    0.7477527694205774,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.7477527694205774,
    0.7477527694205774,
    0.7477527694205774,
    0.7477527694205774,
    0.5675099351800347,
    0.5675099351800347,
    0.5675099351800347,
    0.5675099351800347
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "\"\"",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "\"\"",
    "In a mixed-industry setting, tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders; healthcare providers showcase community outreach photos.",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "During a career development event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "An welcome announcement is broadcast over the PA system, outlining the fair schedule. Finance firms are offering QR codes to enable immediate internship applications."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4180916008810631,
    0.4180916008810631,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4376893324801219,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.41801020997276406,
    0.41801020997276406,
    0.5912324199148472
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "A scene shows students clutching resumes that are inside branded folders.",
    "Students clutch resumes inside branded folders, while the engineering society sponsors a resume review table near the stage.",
    "A scene presents students clutching resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "A career-event setting shows students clutching resumes inside branded folders, while the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "The scene centers on students clutching resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41356842085760126,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.37435594315236226,
    0.3859668021515394,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.4416949054233528,
    0.6134434913991818,
    0.6134434913991818,
    0.8180909201817701,
    0.8180909201817701,
    0.8180909201817701,
    0.8180909201817701,
    0.8180909201817701,
    0.8180909201817701
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "\"\"",
    "Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photographs of community outreach.",
    "Healthcare providers showcase community outreach photos, while alumni volunteers deliver quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase photographs of community outreach.",
    "Healthcare providers are showcasing community outreach photos. Alumni volunteers are delivering quick pep talks near the coffee station. Finance firms are offering QR codes for immediate internship applications."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4503852432619635,
    0.4503852432619635,
    0.4503852432619635,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.38808383337168945,
    0.38808383337168945,
    0.38808383337168945,
    0.38808383337168945,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.6463583863887626
  ],
  "19": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "\"\"",
    "Alumni volunteers give brief pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Near the coffee station, alumni volunteers deliver brief pep talks, while finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6312992982885826,
    0.6312992982885826,
    0.6312992982885826,
    0.6312992982885826,
    0.6312992982885826,
    0.6312992982885826,
    0.6312992982885826,
    0.6312992982885826,
    0.6312992982885826,
    0.6312992982885826,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "HR teams jot notes on tablets as students introduce themselves, while students line up outside the university gym before the career fair opens.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "HR teams jot notes on tablets as students introduce themselves, while students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, HR teams jot notes on tablets as students introduce themselves, while students line up outside the university gym before opening. An alumni panel discusses how to prepare for technical interviews, and groups of friends mark target employers on the event map."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4202168650816475,
    0.4202168650816475,
    0.4202168650816475,
    0.4202168650816475,
    0.4202168650816475,
    0.4202168650816475,
    0.4202168650816475,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.6152380890609087,
    0.6152380890609087,
    0.6152380890609087,
    0.6152380890609087,
    0.6152380890609087,
    0.6152380890609087,
    0.6152380890609087,
    0.6152380890609087,
    0.8304544872050484,
    0.8304544872050484,
    0.8304544872050484,
    0.8304544872050484,
    0.8304544872050484,
    0.8304544872050484,
    0.8304544872050484,
    0.8304544872050484,
    0.659714471868996,
    0.659714471868996,
    0.659714471868996
  ],
  "21": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "\"\"",
    "Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries and toward relevant fields. Consulting firms stack glossy case study booklets on high tables.",
    "Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries and toward relevant fields. Consulting firms stack glossy case study booklets on high tables."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.19703881442546847,
    0.19703881442546847,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5888209006532925,
    0.5888209006532925,
    0.5888209006532925,
    0.5888209006532925,
    0.5888209006532925,
    0.5888209006532925,
    0.5888209006532925,
    0.5888209006532925,
    0.5888209006532925,
    0.5888209006532925,
    0.6774585794769017,
    0.6774585794769017,
    0.6774585794769017,
    0.6774585794769017,
    0.6774585794769017,
    0.6774585794769017,
    0.6774585794769017,
    0.6665416710545519,
    0.6665416710545519,
    0.6665416710545519,
    0.6665416710545519,
    0.6665416710545519,
    0.6665416710545519,
    0.6665416710545519,
    0.6665416710545519,
    0.6665416710545519,
    0.6774585794769017,
    0.6774585794769017,
    0.6774585794769017
  ],
  "22": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "\"\"",
    "Healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map.",
    "\"\"",
    "At the event, healthcare providers showcase community outreach photos, groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications.",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.7511887278787506,
    0.7511887278787506,
    0.7511887278787506,
    0.7511887278787506,
    0.5291997615337908,
    0.5291997615337908,
    0.5291997615337908,
    0.5291997615337908,
    0.5291997615337908
  ],
  "23": [
    "",
    "",
    "\"\"",
    "Before the career fair opens, a line of students forms outside the university gym.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "Before the career fair opens, a line of students forms outside the university gym. Human resources teams jot notes on tablets while the students introduce themselves.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is being broadcast over the PA system outlining the fair's schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is being broadcast over the PA system, outlining the fairs schedule. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A welcome announcement is broadcast over the PA system to outline the fairs schedule. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall."
  ],
  "23_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37130739314074734,
    0.37130739314074734,
    0.37130739314074734,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.4064089558791659,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.575261255246059,
    0.7391105762279282,
    0.8269819583993436,
    0.8269819583993436,
    0.8269819583993436,
    0.8269819583993436,
    0.8269819583993436,
    0.8269819583993436,
    0.8269819583993436,
    0.8269819583993436
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries, guiding them toward relevant fields. Consulting firms stack glossy case study booklets on high tables.",
    "At an event, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors direct unsure students toward applicable industries, guiding them toward relevant fields. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At an event, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors direct unsure students toward applicable industries and relevant fields as consulting firms display glossy case study booklets on high tables. A robotics startup attracts attention by flying a small drone above its booth, while students clutch resumes inside branded folders.",
    "At an event, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.45252892419306934,
    0.45252892419306934,
    0.45252892419306934,
    0.45252892419306934,
    0.45252892419306934,
    0.45252892419306934,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.667614124763503,
    0.667614124763503,
    0.667614124763503,
    0.667614124763503,
    0.667614124763503,
    0.667614124763503,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.4780806681148506,
    0.5757106714826499,
    0.5757106714826499,
    0.6297552291641811,
    0.6297552291641811
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens. The line forms along the gyms exterior, with the group awaiting entry prior to the events opening.",
    "\"\"",
    "Students line up outside the university gym along its exterior, awaiting entry prior to the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "\"\"",
    "Students line up along the exterior of the university gym, awaiting entry before the career fair opens. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; simultaneously, groups of friends mark target employers on the event map.",
    "Students line up along the exterior of the university gym, awaiting entry as the career fair prepares to open. Career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map by placing identifiers to designate specific employers as targets; multiple groups interact with the map to indicate which employers are targeted."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5527658400682192,
    0.5527658400682192,
    0.5527658400682192,
    0.5527658400682192,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5618113779104172,
    0.5618113779104172,
    0.5618113779104172,
    0.5618113779104172,
    0.5618113779104172,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7105870498443712,
    0.7105870498443712,
    0.7105870498443712,
    0.7105870498443712,
    0.7105870498443712,
    0.7105870498443712,
    0.4935815960970452,
    0.4935815960970452,
    0.4935815960970452,
    0.4935815960970452,
    0.4935815960970452,
    0.4935815960970452,
    0.4935815960970452,
    0.4935815960970452,
    0.7159727936408382,
    0.7159727936408382,
    0.7159727936408382,
    0.7159727936408382,
    0.7159727936408382,
    0.7159727936408382,
    0.4445794028347981,
    0.4445794028347981,
    0.4445794028347981,
    0.4445794028347981
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4024728958205388,
    0.4024728958205388
  ],
  "27": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, creating elevated piles of materials, while groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case study booklets on high tables, creating elevated piles of materials. At the same time, groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case study booklets on high tables, creating elevated piles of materials. At the same time, groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "Workshops on networking etiquette begin in the adjoining classroom. In the moments before the career fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "27_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4824467029135814,
    0.4824467029135814,
    0.4824467029135814,
    0.4824467029135814,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.6961151989158031,
    0.6961151989158031,
    0.6961151989158031,
    0.6961151989158031,
    0.6961151989158031,
    0.6961151989158031,
    0.7553999857731634,
    0.7553999857731634,
    0.7553999857731634,
    0.7553999857731634,
    0.7553999857731634,
    0.7553999857731634,
    0.7553999857731634
  ],
  "28": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews, while networking etiquette workshops begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards; workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym in the moments before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4043529140238271,
    0.4054404946263344,
    0.4054404946263344,
    0.7542697880892738,
    0.7542697880892738,
    0.7542697880892738,
    0.7542697880892738
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "\"\"",
    "At the event, groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth for attention."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3916756275454289,
    0.3916756275454289,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.7588018767797412,
    0.7588018767797412,
    0.7588018767797412,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.8215582619746946,
    0.8215582619746946,
    0.8215582619746946,
    0.8215582619746946,
    0.6351096799199414,
    0.6351096799199414,
    0.6351096799199414,
    0.6351096799199414,
    0.6351096799199414,
    0.6351096799199414,
    0.6351096799199414,
    0.6351096799199414,
    0.6351096799199414
  ],
  "30": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "\"\"",
    "At a finance-focused career fair, firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "A finance-focused career fair features firms offering QR codes for immediate internship applications. Dozens of booths with colorful banners surround the polished floor. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "An event features an alumni panel discussing how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth for attention."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.8076595864758035,
    0.8076595864758035,
    0.8076595864758035,
    0.8076595864758035,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.8419658591182327,
    0.8419658591182327,
    0.8419658591182327,
    0.8419658591182327,
    0.8419658591182327,
    0.7996714047060716,
    0.7996714047060716,
    0.7996714047060716,
    0.7996714047060716,
    0.7996714047060716,
    0.7996714047060716,
    0.7996714047060716
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, while an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors redirect unsure students toward applicable industries.",
    "At an event focused on career preparation, consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the career fair, counselors direct unsure students toward applicable industries, setting the initial guidance. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.622624085425869,
    0.622624085425869,
    0.622624085425869,
    0.622624085425869,
    0.622624085425869,
    0.622624085425869,
    0.622624085425869,
    0.622624085425869,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.7640694207621727,
    0.7640694207621727,
    0.7640694207621727,
    0.7640694207621727,
    0.7640694207621727,
    0.7640694207621727,
    0.7640694207621727,
    0.7946258790946925
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors guide unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Consulting firms stack glossy case study booklets on high tables; healthcare providers display photographs of community outreach. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.4617070649411813,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.5743518837710471,
    0.4790738582424616,
    0.4790738582424616,
    0.4790738582424616
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and a robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the expo, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its own booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5850347090049083,
    0.5850347090049083,
    0.5850347090049083,
    0.5850347090049083,
    0.5850347090049083,
    0.5850347090049083,
    0.5850347090049083,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.46967383977655286,
    0.46967383977655286,
    0.46967383977655286,
    0.46967383977655286,
    0.46967383977655286,
    0.46967383977655286,
    0.46967383977655286,
    0.7104833199752197,
    0.7104833199752197,
    0.7104833199752197,
    0.7104833199752197,
    0.7104833199752197,
    0.7104833199752197,
    0.7104833199752197,
    0.7104833199752197,
    0.7104833199752197,
    0.7911986320311412,
    0.7911986320311412,
    0.7911986320311412,
    0.7911986320311412
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing attendee check-in and ID distribution. In the adjoining classroom, workshops on networking etiquette begin.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing attendee check-in and ID distribution. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event venue, staff scan registrations at the entrance and hand out lanyards, establishing attendee check-in and ID distribution. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5403216092663026,
    0.5403216092663026,
    0.5403216092663026,
    0.5403216092663026,
    0.5403216092663026,
    0.5403216092663026,
    0.5403216092663026,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.7345245683713862,
    0.7345245683713862,
    0.7345245683713862,
    0.7345245683713862,
    0.7345245683713862,
    0.7345245683713862,
    0.42016274792565833,
    0.42016274792565833,
    0.42016274792565833,
    0.42016274792565833,
    0.42016274792565833,
    0.42016274792565833,
    0.42016274792565833,
    0.42016274792565833,
    0.42016274792565833,
    0.7836848246640524,
    0.7836848246640524
  ],
  "35": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom.",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers are showcasing photographs of community outreach, while in the adjoining classroom, workshops on networking etiquette begin.",
    "Human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase photographs of community outreach, while in the adjoining classroom multiple networking etiquette workshops are beginning; the engineering society sponsors a resume review table near the stage."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30435364503471385,
    0.30435364503471385,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.5329759367838638,
    0.5329759367838638,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658,
    0.4880923336001658
  ],
  "36": [
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "A space features a polished floor encircled by dozens of booths with colorful banners.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries.",
    "A space features a polished floor encircled by dozens of booths adorned with colorful banners. Workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "A space with a polished floor is encircled by dozens of booths adorned with colorful banners, setting the scene for a career fair. Workshops on networking etiquette begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact."
  ],
  "36_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3693982588192001,
    0.3693982588192001,
    0.3693982588192001,
    0.3693982588192001,
    0.3693982588192001,
    0.3693982588192001,
    0.3693982588192001,
    0.3693982588192001,
    0.3693982588192001,
    0.5263452755352034,
    0.5263452755352034,
    0.5263452755352034,
    0.4881839579884337,
    0.4881839579884337,
    0.4881839579884337,
    0.4881839579884337,
    0.4881839579884337,
    0.4881839579884337,
    0.4881839579884337,
    0.4881839579884337,
    0.4881839579884337,
    0.4881839579884337,
    0.5967472505256501,
    0.5967472505256501,
    0.5967472505256501,
    0.5967472505256501,
    0.5967472505256501,
    0.5967472505256501,
    0.5967472505256501,
    0.825152529186624,
    0.825152529186624,
    0.825152529186624,
    0.825152529186624,
    0.825152529186624,
    0.825152529186624,
    0.825152529186624,
    0.825152529186624,
    0.825152529186624
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym in the moments before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "\"\"",
    "Students line up outside the university gym in the moments before the career fair opens. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Moments before the career fair opens, students line up outside the university gym. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "The space features a polished floor encircled by dozens of booths adorned with colorful banners. In the main area, some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.5619009060450624,
    0.19703881442546847,
    0.19703881442546847,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.7164895333734906,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.8164807605280496,
    0.6056937357495091,
    0.6056937357495091
  ],
  "38": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews; a cybersecurity company runs a password cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses preparation for technical interviews, while a cybersecurity company conducts a password cracking challenge on a laptop. Career counselors direct unsure students toward industries in which they can apply their skills. The engineering society sponsors a resume review table near the stage.",
    "In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.4382260787247581,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5214205427701016,
    0.5214205427701016,
    0.5214205427701016,
    0.5214205427701016,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.7333925638973285,
    0.7333925638973285,
    0.7333925638973285,
    0.6859791782346969,
    0.6859791782346969,
    0.6859791782346969,
    0.6859791782346969,
    0.6859791782346969,
    0.6859791782346969,
    0.6859791782346969
  ],
  "39": [
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, and tech companies display demo screens showing their latest apps.",
    "In the campus scene, workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, and students line up outside the university gym before the career fair opens."
  ],
  "39_score": [
    0.0,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.45548387731372586,
    0.45548387731372586,
    0.45548387731372586,
    0.45548387731372586,
    0.45548387731372586,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.37569758872119624,
    0.49967300534198816,
    0.49967300534198816,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697,
    0.5737668410851697
  ],
  "40": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Networking etiquette workshops begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "At a professional event, staff scan registrations and hand out lanyards at the entrance, while students inside clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41670321185554615,
    0.41670321185554615,
    0.41670321185554615,
    0.41670321185554615,
    0.41670321185554615,
    0.41670321185554615,
    0.41670321185554615,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.41670321185554615,
    0.41670321185554615,
    0.41670321185554615,
    0.41670321185554615,
    0.41670321185554615,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.38045166123196494,
    0.38045166123196494,
    0.38045166123196494,
    0.38045166123196494,
    0.38045166123196494,
    0.38045166123196494,
    0.7487706936550866
  ],
  "41": [
    "",
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards, while students line up outside the university gym before the career fair opens.",
    "Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Students clutch resumes inside branded folders, while at the entrance event staff scan registrations and hand out lanyards.",
    "Event staff at the university gym entrance scan registrations and hand out lanyards as students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, students clutch resumes inside branded folders as staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "41_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.45509066316202135,
    0.45509066316202135,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.6188030093041776,
    0.6188030093041776,
    0.6188030093041776,
    0.6188030093041776,
    0.6188030093041776,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.37745655462206806,
    0.7105622289764334,
    0.7105622289764334,
    0.7105622289764334,
    0.7105622289764334,
    0.7105622289764334,
    0.7317681218778909,
    0.7317681218778909,
    0.7317681218778909,
    0.7317681218778909,
    0.7317681218778909
  ],
  "42": [
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as the students introduce themselves.",
    "Event staff at the entrance scan registrations and hand out lanyards; workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as the students introduce themselves.",
    "Event staff at the entrance are scanning registrations and distributing lanyards. Workshops on networking etiquette are taking place in the adjoining classroom. HR teams are jotting notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.49432023189246826,
    0.49432023189246826,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.4054404946263344,
    0.49432023189246826,
    0.49432023189246826,
    0.7713795036120413
  ],
  "43": [
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase photographs of community outreach.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers are showcasing photographs of community outreach, while in the adjoining classroom, workshops on networking etiquette begin.",
    "An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers are showcasing photographs of community outreach, while in the adjoining classroom workshops on networking etiquette begin.",
    "An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers are showcasing photographs of community outreach; in the adjoining classroom, workshops on networking etiquette begin."
  ],
  "43_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.4562845553238129,
    0.278055811955971,
    0.278055811955971,
    0.278055811955971,
    0.278055811955971,
    0.278055811955971,
    0.278055811955971,
    0.278055811955971,
    0.278055811955971,
    0.278055811955971,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.2802490428862638,
    0.2802490428862638,
    0.2802490428862638,
    0.2802490428862638,
    0.2802490428862638,
    0.2802490428862638,
    0.2802490428862638,
    0.2802490428862638,
    0.2802490428862638,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.40345744470683775,
    0.2865374461588926,
    0.2865374461588926,
    0.2865374461588926,
    0.2865374461588926,
    0.2865374461588926,
    0.2865374461588926
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers are sharing brief pep talks near the coffee station.",
    "\"\"",
    "Alumni volunteers are giving brief pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give brief pep talks near the coffee station, and a robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews.",
    "During a career development event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers deliver brief pep talks near the coffee station; a robotics startup flies a small drone above its booth to attract attention; an alumni panel discusses how to prepare for technical interviews; and workshops on networking etiquette begin in the adjoining classroom.",
    "At a career development event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables near the alumni panel. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.385779470088929,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.44780830728259285,
    0.44780830728259285,
    0.44780830728259285,
    0.44780830728259285,
    0.44780830728259285,
    0.44780830728259285,
    0.44780830728259285,
    0.41801020997276406,
    0.41801020997276406,
    0.41801020997276406,
    0.41801020997276406,
    0.41801020997276406,
    0.41801020997276406,
    0.41801020997276406,
    0.41801020997276406,
    0.41801020997276406,
    0.481231133818773,
    0.481231133818773,
    0.481231133818773,
    0.481231133818773,
    0.481231133818773,
    0.481231133818773,
    0.481231133818773,
    0.7605798254508525,
    0.7605798254508525,
    0.7605798254508525
  ],
  "45": [
    "",
    "",
    "",
    "Alumni volunteers are sharing short pep talks near the coffee station.",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth for attention.",
    "Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops begin in the adjoining classroom, while HR teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule, as groups of friends mark target employers on the event map."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.32105120569865975,
    0.32105120569865975,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.4356609566977096,
    0.6906694653092887,
    0.6906694653092887,
    0.6906694653092887,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.7353231414679833,
    0.744466194332727,
    0.744466194332727,
    0.744466194332727
  ],
  "46": [
    "",
    "",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "\"\"",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; meanwhile, groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Simultaneously, groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Career counselors at the professional event redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "46_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4837377876844934,
    0.4837377876844934,
    0.4837377876844934,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.760234193162296,
    0.7729111675361356,
    0.7729111675361356,
    0.7729111675361356,
    0.7729111675361356,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.7636681433755135,
    0.8489123949979855,
    0.8489123949979855,
    0.8489123949979855,
    0.8489123949979855,
    0.7647746151440212
  ],
  "47": [
    "",
    "",
    "",
    "Event staff scan registrations at the entrance and hand out lanyards.",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to attendees. Career counselors redirect unsure students toward applicable industries, guiding them toward relevant sectors.",
    "\"\"",
    "Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement to attendees. Career counselors direct unsure students toward applicable industries, guiding them toward relevant sectors. Dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables, creating elevated piles of materials, while groups of friends mark target employers on the event map."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.41129426331983254,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.19703881442546847,
    0.19703881442546847,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.5106472167581214,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6181940954869247,
    0.6181940954869247,
    0.6181940954869247,
    0.6181940954869247,
    0.6181940954869247,
    0.6181940954869247,
    0.6181940954869247,
    0.6181940954869247,
    0.6181940954869247,
    0.6181940954869247,
    0.3575122444735585,
    0.3575122444735585,
    0.3575122444735585
  ],
  "48": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview strategies. A robotics startup displays a small drone flying above its booth to attract attention, creating an elevated visual presence over the display area.",
    "Consulting firms are stacking glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview strategies. A robotics startup displays a small drone flying above its booth to attract attention, creating an elevated visual presence over the display area. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview strategies. A robotics startup displays a small drone flying above its booth to attract attention, creating an elevated visual presence over the display area. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, and a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. The space features a polished floor encircled by dozens of booths adorned with colorful banners. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.576021094157527,
    0.576021094157527,
    0.576021094157527,
    0.576021094157527,
    0.576021094157527,
    0.576021094157527,
    0.26154732639293743,
    0.26154732639293743,
    0.26154732639293743,
    0.26154732639293743,
    0.26154732639293743,
    0.26154732639293743,
    0.26154732639293743,
    0.26154732639293743,
    0.26154732639293743,
    0.71215761856706,
    0.71215761856706,
    0.71215761856706,
    0.71215761856706,
    0.8067124996912741,
    0.8067124996912741,
    0.8067124996912741,
    0.8067124996912741,
    0.8067124996912741,
    0.8067124996912741,
    0.8067124996912741,
    0.8067124996912741,
    0.8067124996912741,
    0.7293896191629349,
    0.7293896191629349,
    0.7293896191629349,
    0.7293896191629349,
    0.7293896191629349,
    0.7293896191629349,
    0.7293896191629349,
    0.865528288005414,
    0.865528288005414,
    0.865528288005414
  ],
  "49": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall.",
    "Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall; consulting firms stack glossy case study booklets on high tables.",
    "At a professional event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Meanwhile, consulting firms stack glossy case study booklets on high tables.",
    "At a professional event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "At a professional event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37586242775986267,
    0.37586242775986267,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.5591514806938833,
    0.7423474800350489,
    0.7423474800350489,
    0.4308342360564214,
    0.4308342360564214,
    0.4308342360564214,
    0.4308342360564214
  ]
}