{
  "0": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of community outreach.",
    "Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth for attention.",
    "In an exhibition setting, students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.5396406917738937,
    0.5396406917738937,
    0.5396406917738937,
    0.7296797944144897,
    0.7296797944144897,
    0.7296797944144897,
    0.7296797944144897,
    0.7296797944144897,
    0.7296797944144897,
    0.7296797944144897,
    0.7296797944144897,
    0.7296797944144897,
    0.7296797944144897
  ],
  "1": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, a cybersecurity company runs a password cracking challenge on a laptop, a welcome announcement outlines the fair schedule over the PA system, tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "At the event, the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; a welcome announcement outlines the fair schedule over the PA system; tech companies display demo screens showing their latest apps; and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.49420556341407396,
    0.49420556341407396,
    0.49420556341407396,
    0.49420556341407396,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7485004167825484,
    0.7912525741356353,
    0.7912525741356353,
    0.7912525741356353,
    0.7912525741356353,
    0.7912525741356353,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.5156142068411781,
    0.6759327306692265,
    0.6759327306692265,
    0.6759327306692265
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.3978403698579614,
    0.5877382766563664,
    0.5877382766563664,
    0.5877382766563664,
    0.5877382766563664,
    0.5877382766563664,
    0.5877382766563664,
    0.5877382766563664,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7620957380620672,
    0.7724950653820885,
    0.7724950653820885,
    0.7724950653820885,
    0.8387497242844837,
    0.8387497242844837,
    0.8387497242844837,
    0.8387497242844837,
    0.8387497242844837,
    0.8387497242844837
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.8123392080587777,
    0.8123392080587777,
    0.8123392080587777,
    0.8123392080587777,
    0.8123392080587777,
    0.8123392080587777,
    0.8123392080587777,
    0.8123392080587777
  ],
  "4": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop, while a welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop, while a welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.523359757711845,
    0.523359757711845,
    0.523359757711845,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.6070948594752656,
    0.8005221349058302,
    0.8005221349058302,
    0.8005221349058302,
    0.8005221349058302,
    0.8005221349058302,
    0.8005221349058302,
    0.8223995998533058,
    0.8223995998533058,
    0.8223995998533058,
    0.8223995998533058,
    0.8223995998533058,
    0.8223995998533058,
    0.8223995998533058
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, indicating preparation for networking activities and organized presentation materials as the session starts.",
    "Networking etiquette workshops begin in the adjoining classroom; students clutch resumes in branded folders, indicating preparation for networking activities and organized presentation materials as the session starts; outside the university gym, students line up before the career fair opens.",
    "Networking etiquette workshops begin in the adjoining classroom; students clutch resumes in branded folders, indicating preparation for networking activities and organized presentation materials as the session starts; outside the university gym, students line up before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes in branded folders, signaling preparation for networking and organized presentation materials as the session starts. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops are underway in the adjoining classroom, with students clutching resumes in branded folders as they prepare for networking and organized presentation materials as the session begins. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are underway in the adjoining classroom, with students clutching resumes in branded folders as they prepare for networking and organize presentation materials as the session begins. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.45603257285236115,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.4222094172893368,
    0.6271807618742462,
    0.6271807618742462,
    0.6271807618742462,
    0.6271807618742462,
    0.6271807618742462,
    0.6271807618742462,
    0.7885060480807988,
    0.7885060480807988,
    0.7885060480807988,
    0.7885060480807988,
    0.7885060480807988,
    0.7885060480807988,
    0.7885060480807988,
    0.7885060480807988,
    0.7885060480807988,
    0.7885060480807988,
    0.7866234446963911,
    0.7866234446963911
  ],
  "6": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards; career counselors redirect unsure students toward applicable industries; alumni volunteers share quick pep talks near the coffee station.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.4600283686713384,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.46446019027524726,
    0.7364006207915658,
    0.7364006207915658,
    0.7364006207915658,
    0.7364006207915658,
    0.7364006207915658,
    0.7575714671951391,
    0.7575714671951391,
    0.7575714671951391,
    0.7575714671951391
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "As students line up outside the university gym before the career fair opens, an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.6158583700203102,
    0.6158583700203102,
    0.6158583700203102,
    0.6158583700203102,
    0.7772936904172353,
    0.7772936904172353,
    0.7772936904172353,
    0.7772936904172353,
    0.7772936904172353,
    0.7772936904172353,
    0.7772936904172353,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.783123405624468,
    0.8158171725283972,
    0.8158171725283972,
    0.8158171725283972,
    0.8158171725283972,
    0.8158171725283972,
    0.8467487180939375,
    0.8467487180939375,
    0.8467487180939375,
    0.8467487180939375,
    0.8467487180939375,
    0.8434575865223699,
    0.8434575865223699,
    0.8434575865223699,
    0.8434575865223699,
    0.8434575865223699,
    0.8434575865223699
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths encircle the polished floor, each booth adorned with colorful banners. The arrangement forms a ring around the space, emphasizing display areas along the circumference. The banners vary in color, creating a vivid perimeter around the floor.",
    "Dozens of booths encircle a polished-floor space, forming a ring that emphasizes display areas along the circumference. Each booth is adorned with colorful banners, and the banners vary in color, creating a vivid perimeter around the floor. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "Dozens of booths encircle a polished-floor space, forming a ring that highlights display areas along the circumference. Each booth features colorful banners, with banner colors varying to create a vivid perimeter around the floor. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "Dozens of booths encircle a polished-floor space, forming a ring that highlights display areas along the circumference. Each booth features colorful banners, with banner colors varying to create a vivid perimeter around the floor. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company is conducting a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths encircle a polished-floor space, forming a ring that highlights display areas around the circumference. Each booth features colorful banners with varying colors, creating a vivid perimeter. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company is conducting a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.49125518910245836,
    0.6895408937311005,
    0.6895408937311005,
    0.6895408937311005,
    0.6895408937311005,
    0.6895408937311005,
    0.6895408937311005,
    0.6895408937311005,
    0.6895408937311005,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.7055604057284717,
    0.782269653904935,
    0.782269653904935,
    0.782269653904935,
    0.782269653904935,
    0.782269653904935,
    0.782269653904935,
    0.782269653904935,
    0.782269653904935,
    0.782269653904935,
    0.7991347200314906
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "In the entrance area, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.772929484146025,
    0.772929484146025,
    0.772929484146025,
    0.772929484146025,
    0.772929484146025,
    0.772929484146025,
    0.772929484146025,
    0.772929484146025,
    0.772929484146025
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "Some students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as students introduce themselves, and finance firms offer QR codes for immediate internship applications."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.4149832238941334,
    0.4149832238941334,
    0.4149832238941334
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "An ongoing welcome announcement is broadcast over the PA system, outlining the fair schedule; career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "An ongoing welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "An ongoing welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.45472521402939553,
    0.6044758457834397,
    0.6044758457834397,
    0.6044758457834397,
    0.6044758457834397,
    0.6044758457834397,
    0.6044758457834397,
    0.6044758457834397,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.6450901572407999,
    0.8524899448314434,
    0.8524899448314434,
    0.8524899448314434,
    0.8524899448314434,
    0.8524899448314434,
    0.8524899448314434,
    0.8524899448314434,
    0.8524899448314434,
    0.8686444587804345,
    0.8686444587804345
  ],
  "12": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews and alumni volunteers deliver quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.3772820961280845,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.42900475470748306,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.7724323320157296,
    0.8329689533780769,
    0.8329689533780769,
    0.8329689533780769,
    0.8329689533780769,
    0.8329689533780769,
    0.8329689533780769,
    0.8329689533780769,
    0.8329689533780769
  ],
  "13": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "During the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the schedule. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the schedule. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, attendees are reminded by career counselors to maintain eye contact, and a welcome PA announcement outlines the schedule. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4758915636805829,
    0.4758915636805829,
    0.4758915636805829,
    0.4758915636805829,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.687009621175539,
    0.8528731425431811,
    0.8528731425431811,
    0.8528731425431811,
    0.8528731425431811,
    0.8528731425431811,
    0.8528731425431811,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8727755811657127,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191,
    0.8873472450190191
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and a robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display community outreach photos, and a robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display community outreach photos at the event. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, healthcare providers display community outreach photos, and a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.33557748871797605,
    0.5985892046577251,
    0.5985892046577251,
    0.5985892046577251,
    0.5985892046577251,
    0.7455660669052429,
    0.7455660669052429,
    0.7455660669052429,
    0.7455660669052429,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535,
    0.7855913816186535
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "In the event space, alumni volunteers share brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Within the event space, alumni volunteers give brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the career fair opens.",
    "In the event space, alumni volunteers give brief pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map.",
    "In the event space, alumni volunteers give brief pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "In the event space, alumni volunteers give brief pep talks near the coffee station while career counselors guide unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5100160380792769,
    0.5100160380792769,
    0.5100160380792769,
    0.5100160380792769,
    0.5100160380792769,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.5760174913075797,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.6941256984266437,
    0.7506838535184086,
    0.7506838535184086,
    0.7506838535184086,
    0.7506838535184086,
    0.7506838535184086,
    0.7506838535184086,
    0.7506838535184086,
    0.7506838535184086,
    0.7506838535184086,
    0.7506838535184086,
    0.8289580578932899,
    0.8289580578932899,
    0.8289580578932899,
    0.8289580578932899,
    0.8289580578932899
  ],
  "16": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the public address (PA) system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the public address (PA) system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the public address (PA) system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map.",
    "An welcome announcement is broadcast over the public address (PA) system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the public address system, outlining the fair schedule for attendees. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.43764513648041575,
    0.43764513648041575,
    0.43764513648041575,
    0.43764513648041575,
    0.43764513648041575,
    0.43764513648041575,
    0.43764513648041575,
    0.43764513648041575,
    0.43764513648041575,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.6295176020486439,
    0.8276969961962553,
    0.8276969961962553,
    0.8276969961962553,
    0.8276969961962553,
    0.8276969961962553,
    0.8276969961962553,
    0.8530320731571257,
    0.8530320731571257,
    0.8530320731571257,
    0.8530320731571257,
    0.8530320731571257,
    0.8530320731571257,
    0.8530320731571257
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating an elevated display of materials. Career counselors remind attendees to maintain eye contact, emphasizing professional presence. Meanwhile, groups of friends mark target employers on the event map, identifying preferred companies by placing markers at their locations.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating an elevated display of materials. Career counselors remind attendees to maintain eye contact, emphasizing professional presence. Groups of friends mark target employers on the event map, identifying preferred companies by placing markers at their locations. The engineering society sponsors a resume review table near the stage.",
    "At the event, consulting firms display glossy case study booklets stacked on high tables, creating an elevated display of materials. Career counselors remind attendees to maintain eye contact, emphasizing professional presence. Groups of friends mark target employers on the event map by placing markers at each location, identifying preferred companies. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.6967806545733688,
    0.6967806545733688,
    0.6967806545733688,
    0.6967806545733688,
    0.6967806545733688,
    0.6967806545733688,
    0.6967806545733688,
    0.6967806545733688,
    0.6967806545733688,
    0.6967806545733688,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248,
    0.74599392922248
  ],
  "18": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement outlines the fair schedule over the PA system.",
    "In the event setting, healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "In the event setting, healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "In the event setting, healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the event setting, healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event setting for the fair, healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers offer brief pep talks near the coffee station.",
    "At the fair's event setting, healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers offer brief pep talks near the coffee station.",
    "At the fair's event setting, healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers offer brief pep talks near the coffee station.",
    "At the fair's event setting, healthcare providers display community outreach photos, complementing a welcome announcement over the PA system that outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers offer brief pep talks near the coffee station.",
    "At the fair's event setting, healthcare providers display community outreach photos that complement a welcome PA announcement outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers offer brief pep talks near the coffee station."
  ],
  "18_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3763623784037683,
    0.3763623784037683,
    0.3763623784037683,
    0.3763623784037683,
    0.3763623784037683,
    0.3763623784037683,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7135960657158864,
    0.7971925174637344,
    0.7971925174637344,
    0.7971925174637344,
    0.8423921139245021,
    0.8423921139245021,
    0.8423921139245021,
    0.8423921139245021,
    0.8423921139245021,
    0.8423921139245021,
    0.8423921139245021,
    0.8407649372307737,
    0.8407649372307737,
    0.8407649372307737,
    0.8407649372307737,
    0.8407649372307737,
    0.8407649372307737,
    0.8407649372307737,
    0.8407649372307737,
    0.8407649372307737,
    0.8407649372307737,
    0.8408297943554195,
    0.8408297943554195,
    0.8408297943554195,
    0.8408297943554195
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "In the present scene, alumni volunteers are giving quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers are giving quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers give quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos, collectively illustrating the range of activities in this event space."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3076710021181576,
    0.3489180242355341,
    0.3489180242355341,
    0.3489180242355341,
    0.3489180242355341,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.541338995763073,
    0.676488389014251,
    0.676488389014251
  ],
  "20": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while event staff scan registrations at the entrance and hand out lanyards.",
    "Alumni volunteers share brief pep talks near the coffee station, while event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station. Meanwhile, event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station. Meanwhile, event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while event staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.36886534133701526,
    0.36886534133701526,
    0.36886534133701526,
    0.36886534133701526,
    0.36886534133701526,
    0.36886534133701526,
    0.36886534133701526,
    0.36886534133701526,
    0.36886534133701526,
    0.36886534133701526,
    0.5613476046875705,
    0.5613476046875705,
    0.5613476046875705,
    0.5613476046875705,
    0.5613476046875705,
    0.5613476046875705,
    0.5613476046875705,
    0.5613476046875705,
    0.7326841210258181,
    0.7326841210258181,
    0.7326841210258181,
    0.7326841210258181,
    0.7770459577083668,
    0.7770459577083668,
    0.7770459577083668,
    0.7770459577083668,
    0.7770459577083668,
    0.7770459577083668,
    0.7770459577083668,
    0.7770459577083668,
    0.7770459577083668,
    0.7770459577083668
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, awaiting entry. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym, awaiting entry before the career fair opens. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym awaiting entry before the career fair opens. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.5507786911964988,
    0.7667966405519124,
    0.7667966405519124,
    0.7667966405519124,
    0.7667966405519124,
    0.7667966405519124,
    0.7667966405519124,
    0.7667966405519124,
    0.7667966405519124,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465,
    0.7782930391828465
  ],
  "22": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "An engineering society hosts an event featuring a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. In the same setting, groups of friends mark target employers on the event map.",
    "An engineering society hosts an event featuring a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. In the same setting, groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "An engineering society hosts an event featuring several concurrent activities: a resume review table located near the stage; an alumni panel discussing how to prepare for technical interviews; groups of friends marking target employers on the event map; healthcare providers showcasing community outreach photos; and consulting firms stacking glossy case study booklets on high tables."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.560366690784701,
    0.5960809083277121,
    0.5960809083277121,
    0.5960809083277121,
    0.5960809083277121,
    0.5960809083277121,
    0.5960809083277121,
    0.7125072842646618,
    0.7125072842646618,
    0.7125072842646618,
    0.7125072842646618,
    0.7125072842646618,
    0.7125072842646618,
    0.7125072842646618,
    0.7125072842646618,
    0.7125072842646618,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043,
    0.43761549806043
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.6086934143833509,
    0.6086934143833509,
    0.6086934143833509,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.7076971787480925,
    0.8102927890086739,
    0.8102927890086739,
    0.8102927890086739,
    0.8434626654703139,
    0.8434626654703139,
    0.8434626654703139
  ],
  "24": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables, and alumni volunteers give quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password cracking challenge conducted on a laptop. Simultaneously, consulting firms stack glossy case-study booklets on high tables, creating a display of materials. Alumni volunteers give quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company hosts a password cracking challenge conducted on a laptop. Simultaneously, consulting firms stack glossy case-study booklets on high tables, creating a display of materials. Alumni volunteers give quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.363527284152517,
    0.7201403507825848,
    0.7201403507825848,
    0.7201403507825848,
    0.7201403507825848,
    0.7345108312804904,
    0.7345108312804904,
    0.7345108312804904
  ]
}