{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while an alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews; a cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews; nearby, a cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews. Nearby, a cybersecurity company is conducting a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the university’s career-prep event, glossy case study booklets sit on high tables as an alumni panel discusses how to prepare for technical interviews. Nearby, a cybersecurity company is conducting a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against a wall. At the event entrance, staff scan registrations and hand out lanyards while groups of friends mark target employers on an event map. Outside the university gym, students line up before the career fair opens, with concurrent password-cracking activity noted near the venue. Inside, students clutch resumes in branded folders. Throughout the university, career guidance unfolds ahead of the fair: counselors redirect unsure students toward applicable industries, complementing the ongoing alumni discussion."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.4722775766623155,
    0.4722775766623155,
    0.4722775766623155,
    0.4722775766623155,
    0.4722775766623155,
    0.4722775766623155,
    0.4722775766623155,
    0.40890182061997715,
    0.40890182061997715,
    0.40890182061997715,
    0.40890182061997715,
    0.40890182061997715,
    0.40890182061997715,
    0.40890182061997715,
    0.40890182061997715,
    0.40890182061997715,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.6305008691389585,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962,
    0.7790801052981962
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the university career fair, counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders and line up outside the university gym before the fair opens. Dozens of booths with colorful banners encircle the polished floor as healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Career counselors also redirect unsure students toward applicable industries, maintaining a calm, informational atmosphere.",
    "At a university career fair, attendees are reminded by counselors to maintain eye contact as dozens of booths with colorful banners encircle a polished floor inside a university venue. Outside the gym, students line up in the lead-up to opening; inside, some students rehearse elevator pitches quietly against a wall while others clutch resumes in branded folders. Healthcare providers display community outreach photos near the booths, and an cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Career counselors also redirect unsure students toward applicable industries, maintaining a calm, informational atmosphere as several ongoing activities center on career preparation."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.7629192829941323,
    0.7629192829941323,
    0.7629192829941323,
    0.7629192829941323,
    0.7629192829941323,
    0.7629192829941323,
    0.7629192829941323,
    0.7920355301896984,
    0.7920355301896984,
    0.7920355301896984,
    0.7920355301896984,
    0.7920355301896984,
    0.7920355301896984,
    0.7920355301896984,
    0.7920355301896984,
    0.7571004443078171,
    0.7571004443078171,
    0.7571004443078171,
    0.7571004443078171,
    0.7571004443078171,
    0.7571004443078171,
    0.7571004443078171,
    0.7571004443078171,
    0.7571004443078171,
    0.7571004443078171,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8385051214399093,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938,
    0.8440907599488938
  ],
  "2": [
    "",
    " \"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor, while students line up outside the university gym before the career fair opens. In a professional setting, consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle the polished floor of the university gym where students line up outside before the career fair opens. Inside, consulting firms stack glossy case study booklets on high tables while career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves, with the tablets serving as the medium for note-taking during the introductions. A resume review table sponsored by the engineering society sits near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners surround the polished floor of a university gym as students line up outside before the career fair opens. Inside, consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces, while career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets during introductions, with the tablets serving as the note-taking medium. A resume review table sponsored by the engineering society sits near the stage, and workshops on networking etiquette begin in the adjoining classroom. In this bustling expo-like space, an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners surround the polished gym floor as students line up outside before the career fair opens. Inside, consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets during introductions, with the tablets serving as the note-taking medium. A resume review table sponsored by the engineering society sits near the stage, and workshops on networking etiquette begin in the adjoining classroom. In this expo-like space, an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.44272339206761535,
    0.44272339206761535,
    0.44272339206761535,
    0.44272339206761535,
    0.44272339206761535,
    0.44272339206761535,
    0.44272339206761535,
    0.6305805213411616,
    0.6305805213411616,
    0.6305805213411616,
    0.6305805213411616,
    0.6305805213411616,
    0.6305805213411616,
    0.6305805213411616,
    0.6305805213411616,
    0.6305805213411616,
    0.6305805213411616,
    0.8114933540174837,
    0.8114933540174837,
    0.8114933540174837,
    0.8114933540174837,
    0.8114933540174837,
    0.8114933540174837,
    0.8114933540174837,
    0.8114933540174837,
    0.8114933540174837,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8132327312915562,
    0.8568930003207067,
    0.8568930003207067,
    0.8568930003207067,
    0.8568930003207067,
    0.8568930003207067,
    0.8568930003207067,
    0.8568930003207067,
    0.8568930003207067
  ],
  "3": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Healthcare providers are showcasing community outreach photos as part of the event. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table.",
    "Healthcare providers are showcasing community outreach photos as part of the event. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos as part of the event. At the entrance, staff scan registrations and hand out lanyards. Outside the university gym, students are lined up in anticipation of the event. Inside, students rehearse elevator pitches quietly against a wall. Near the stage, the engineering society sponsors a resume review table, with students clutching resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.7020080404901017,
    0.7020080404901017,
    0.7020080404901017,
    0.7020080404901017,
    0.7020080404901017,
    0.7020080404901017,
    0.7020080404901017,
    0.7020080404901017,
    0.727990779431761,
    0.727990779431761,
    0.727990779431761,
    0.727990779431761,
    0.727990779431761,
    0.727990779431761,
    0.727990779431761,
    0.727990779431761,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7578890442124071,
    0.7984232063975671
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. A cybersecurity company is conducting a password-cracking challenge on a laptop, and at the entrance, event staff scan registrations and hand out lanyards.",
    "A university career fair unfolds on a polished gym floor, ringed by dozens of booths with colorful banners. An alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "A university career fair unfolds on a polished gym floor, ringed by dozens of booths with colorful banners. An alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards, and students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table located near the stage.",
    "A university career fair unfolds on a polished gym floor ringed by dozens of booths with colorful banners. An alumni panel discusses preparing for technical interviews as students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, staff scan registrations and hand out lanyards while students line up outside before opening. Consulting firms stack glossy case-study booklets on high tables to form a display area, and career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Alumni volunteers give brief pep talks near the coffee station as HR teams take notes on tablets during introductions; tablets serve as the medium for note-taking. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. The activities run concurrently."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.6149014221168044,
    0.6149014221168044,
    0.6149014221168044,
    0.6149014221168044,
    0.6149014221168044,
    0.6149014221168044,
    0.6149014221168044,
    0.6149014221168044,
    0.8254123735072896,
    0.8254123735072896,
    0.8254123735072896,
    0.8254123735072896,
    0.8254123735072896,
    0.8254123735072896,
    0.8254123735072896,
    0.8254123735072896,
    0.8254123735072896,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8378422559476619,
    0.8701203330748509,
    0.8701203330748509,
    0.8701203330748509,
    0.8701203330748509
  ],
  "5": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the scene, glossy case-study booklets from consulting firms are stacked on high tables. Alumni volunteers give brief pep talks near the coffee station, while HR teams take notes on tablets as students introduce themselves. The activities run concurrently: pep talks beside the coffee area and real-time note-taking on tablets by HR. Throughout the introductions, tablets serve as the medium for note-taking, with all actions occurring within the same scene.",
    "Glossy case-study booklets from consulting firms are stacked on high tables, forming a display area. Alumni volunteers give brief pep talks near the coffee station while HR teams take notes on tablets as students introduce themselves. The activities run concurrently, with pep talks beside the coffee area and real-time note-taking on tablets by HR, and tablets serving as the medium for note-taking throughout the introductions. In the same scene, some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos.",
    "Inside a polished gym floor, a university career fair unfolds, ringed by dozens of booths with colorful banners. Consulting firms create a display area by stacking glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, while HR teams take notes on tablets as students introduce themselves; tablets serve as the note-taking medium throughout the introductions. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the gym before the fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.632639704078936,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.6829912065450092,
    0.8646157598920707,
    0.8646157598920707,
    0.8646157598920707,
    0.8646157598920707,
    0.8646157598920707
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, and an alumni panel is discussing how to prepare for technical interviews.",
    "At an event, a cybersecurity company is conducting a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews; students clutch resumes inside branded folders.",
    "At an event, a cybersecurity company is conducting a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "At a campus career fair event, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders, and groups of friends mark target employers on the event map. On campus, alumni volunteers share quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens; inside the gym, they again clutch branded resumes as the alumni panel continues its discussion on interview preparation. The scene combines hands-on cybersecurity activity, resume-focused interaction, and guidance toward industry paths, with cues of preparation, employer targeting, and early arrival before the career fair opens."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.37539753792275615,
    0.37539753792275615,
    0.37539753792275615,
    0.37539753792275615,
    0.37539753792275615,
    0.37539753792275615,
    0.37539753792275615,
    0.37539753792275615,
    0.37539753792275615,
    0.37539753792275615,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.5029198181940312,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.6237930783710032,
    0.783976134835685
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables, while event staff at the entrance scan registrations and hand out lanyards.",
    "An ongoing welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "An ongoing welcome announcement is broadcast over the PA system outlining the fair schedule. In a bustling expo-like space with dozens of booths and colorful banners circling a polished floor, consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule in a bustling expo-like space with dozens of booths and colorful banners circling a polished floor. Consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At a university venue hosting a career fair, a welcome announcement rings out over the PA in a bustling expo-like space where dozens of booths surround colorful banners circling a polished floor. Consulting firms place glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Outside the university gym, students are lined up in the lead-up to the career fair opening. Several ongoing activities center on career preparation, including a cybersecurity company running a password-cracking challenge on a laptop and an alumni panel discussing how to prepare for technical interviews."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5089705347728642,
    0.5089705347728642,
    0.5089705347728642,
    0.5089705347728642,
    0.5089705347728642,
    0.5089705347728642,
    0.5089705347728642,
    0.5645375961411897,
    0.5645375961411897,
    0.5645375961411897,
    0.5645375961411897,
    0.5645375961411897,
    0.5645375961411897,
    0.5645375961411897,
    0.7725706150789609,
    0.7725706150789609,
    0.7725706150789609,
    0.7725706150789609,
    0.7725706150789609,
    0.7725706150789609,
    0.7725706150789609,
    0.7725706150789609,
    0.8085700870195678,
    0.8085700870195678,
    0.8085700870195678,
    0.8085700870195678,
    0.8085700870195678,
    0.8085700870195678,
    0.8085700870195678,
    0.8085700870195678,
    0.8085700870195678,
    0.8742792262207972,
    0.8742792262207972,
    0.8742792262207972,
    0.8742792262207972,
    0.8742792262207972,
    0.8742792262207972,
    0.8742792262207972,
    0.8742792262207972,
    0.8742792262207972,
    0.8742792262207972,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785,
    0.8426286461197785
  ],
  "8": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "Within the university gym, the career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space; students line up outside before opening. Inside, students clutch résumés tucked in branded folders, while healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. In a professional section, consulting firms stack glossy case-study booklets on high tables as career counselors steer unsure students toward applicable industries.",
    "Within the university gym, the career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space as students line up outside before opening. Inside, students clutch résumés tucked in branded folders while healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. In a professional section, consulting firms stack glossy case-study booklets on high tables as career counselors steer unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.5898474803398377,
    0.5898474803398377,
    0.5898474803398377,
    0.5898474803398377,
    0.5898474803398377,
    0.5898474803398377,
    0.5898474803398377,
    0.5898474803398377,
    0.8129403042214713,
    0.8129403042214713,
    0.8129403042214713,
    0.8129403042214713,
    0.8129403042214713,
    0.8129403042214713,
    0.8129403042214713,
    0.8129403042214713,
    0.8129403042214713,
    0.8129403042214713,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147,
    0.8379827767495147
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table, while students clutch resumes inside branded folders.",
    "At a university venue in the lead-up to the career fair, an alumni panel discusses how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table, with students clutching resumes inside branded folders. Outside the university gym, students are lined up in anticipation of the event. Inside, students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of community outreach. A cybersecurity company is running a password cracking challenge on a laptop.",
    "At a university venue in the lead-up to the career fair, an alumni panel discusses how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table, with students clutching resumes inside branded folders. Outside the university gym, students line up in anticipation of the event; inside, students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of community outreach. A cybersecurity company is running a password-cracking challenge on a laptop. In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries. The alumni panel discusses how to prepare for technical interviews. Meanwhile, the cybersecurity company is conducting a password-cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.563872779041537,
    0.5852934624184065,
    0.5852934624184065,
    0.5852934624184065,
    0.5852934624184065,
    0.5852934624184065,
    0.5852934624184065,
    0.5852934624184065,
    0.5852934624184065,
    0.5852934624184065,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.8105022895495868,
    0.7782825222714623,
    0.7782825222714623,
    0.7782825222714623,
    0.7782825222714623,
    0.7782825222714623,
    0.7782825222714623,
    0.7782825222714623,
    0.7782825222714623,
    0.7782825222714623,
    0.7782825222714623
  ],
  "10": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, creating multiple piles atop elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, creating multiple piles atop elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "Consulting firms stack glossy case study booklets on high tables, creating multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "Consulting firms stack glossy case study booklets on high tables, creating multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, creating multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym ahead of the fair’s opening. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym prior to the fair’s opening. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. In the adjoining classroom, a set of workshops on networking etiquette begins.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor as healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opening, clutching resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. In the adjoining classroom, a set of workshops on networking etiquette begins. Counselors remind attendees at the university career fair to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.26515782165810475,
    0.26515782165810475,
    0.26515782165810475,
    0.26515782165810475,
    0.26515782165810475,
    0.26515782165810475,
    0.26515782165810475,
    0.5104115512137286,
    0.5104115512137286,
    0.5104115512137286,
    0.5104115512137286,
    0.5104115512137286,
    0.5104115512137286,
    0.5037399553674619,
    0.5037399553674619,
    0.5037399553674619,
    0.5037399553674619,
    0.5037399553674619,
    0.5037399553674619,
    0.5037399553674619,
    0.6980894470238453,
    0.6980894470238453,
    0.6980894470238453,
    0.6980894470238453,
    0.6980894470238453,
    0.6980894470238453,
    0.8639329867401329,
    0.8639329867401329,
    0.8639329867401329,
    0.8639329867401329,
    0.8639329867401329,
    0.8639329867401329,
    0.8639329867401329,
    0.8639329867401329,
    0.8639329867401329,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8634662697084697,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285,
    0.8733438434799285
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while a cybersecurity company conducts a password-cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and hand out lanyards, while a cybersecurity company conducts a password-cracking challenge on a laptop, and consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company conducts a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. A group of students stands quietly against a wall, rehearsing elevator pitches.",
    "On campus, a career fair unfolds with event staff at the entrance scanning registrations and handing out lanyards. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables. A group of students stands quietly against a wall, rehearsing elevator pitches. Alumni volunteers share quick pep talks near the coffee station while career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews.",
    "At the campus career fair, event staff at the entrance scan registrations and hand out lanyards. Inside, a cybersecurity company runs a laptop-based password-cracking challenge. Consulting firms display glossy case-study booklets on high tables. A group of students stands quietly against a wall rehearsing elevator pitches, while alumni volunteers give quick pep talks near the coffee station and career counselors guide unsure students toward applicable industries. Earlier, students lined up outside the university gym before opening. Inside, students clutch resumes in branded folders as an alumni panel discusses preparing for technical interviews. In an adjoining classroom, networking etiquette workshops have begun, and some students refine elevator pitches against the wall. Groups of friends mark target employers on the event map, identifying companies of interest."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.42543483321203623,
    0.42543483321203623,
    0.42543483321203623,
    0.42543483321203623,
    0.42543483321203623,
    0.42543483321203623,
    0.4614855866824471,
    0.4614855866824471,
    0.4614855866824471,
    0.4614855866824471,
    0.4614855866824471,
    0.4614855866824471,
    0.4614855866824471,
    0.4614855866824471,
    0.7284817275365666,
    0.7284817275365666,
    0.7284817275365666,
    0.7284817275365666,
    0.7284817275365666,
    0.7284817275365666,
    0.7284817275365666,
    0.7284817275365666,
    0.8217961240821998,
    0.8217961240821998,
    0.8217961240821998,
    0.8217961240821998,
    0.8217961240821998,
    0.8217961240821998,
    0.8217961240821998,
    0.8217961240821998,
    0.8217961240821998,
    0.8217961240821998,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391,
    0.8356539871913391
  ],
  "12": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "A resume review table, sponsored by the engineering society, is positioned near the stage.",
    "In the venue, a resume review table sponsored by the engineering society sits near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "In the venue, a resume review table sponsored by the engineering society sits near the stage. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "In the venue, a resume review table sponsored by the engineering society sits near the stage. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue of a career fair, a resume review table sponsored by the engineering society sits near the stage. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. Inside, students clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university venue hosting a career fair, attendees are preparing across multiple zones. A resume review table sponsored by the engineering society sits near the stage, while workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards. Outside the gym, students line up in advance of the fair opening. Inside, students clutch resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At a university venue preparing for a career fair, attendees are spread across multiple zones: near the stage, the engineering society sponsors a resume review table with students clutching resumes in branded folders; workshops on networking etiquette run in the adjoining classroom; groups mark target employers on the event map; consulting firms stack glossy case study booklets on high tables; at the entrance staff scan registrations and hand out lanyards; outside the gym, students line up in advance of the fair opening; inside, students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of community outreach; a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.35274097777322744,
    0.35274097777322744,
    0.35274097777322744,
    0.35274097777322744,
    0.35274097777322744,
    0.34771261425487227,
    0.34771261425487227,
    0.34771261425487227,
    0.34771261425487227,
    0.34771261425487227,
    0.34771261425487227,
    0.34771261425487227,
    0.34771261425487227,
    0.6984088799299739,
    0.6984088799299739,
    0.6984088799299739,
    0.6984088799299739,
    0.6984088799299739,
    0.6984088799299739,
    0.6984088799299739,
    0.7432759314506308,
    0.7432759314506308,
    0.7432759314506308,
    0.7432759314506308,
    0.7432759314506308,
    0.7432759314506308,
    0.7432759314506308,
    0.7432759314506308,
    0.8380834139175783,
    0.8380834139175783,
    0.8380834139175783,
    0.8380834139175783,
    0.8380834139175783,
    0.8380834139175783,
    0.8380834139175783,
    0.8380834139175783,
    0.8380834139175783,
    0.8380834139175783,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.8614539995066008,
    0.5627066430061665,
    0.5627066430061665,
    0.5627066430061665,
    0.5627066430061665,
    0.5627066430061665,
    0.5627066430061665,
    0.5627066430061665
  ],
  "13": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A set of workshops on networking etiquette begins in the adjoining classroom.",
    "In the adjoining classroom, a set of workshops on networking etiquette has begun.",
    "In the adjoining classroom, a set of workshops on networking etiquette has begun.",
    "In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, refining their delivery. Groups of friends mark target employers on the event map, identifying companies of interest.",
    "In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, refining their delivery. Groups of friends mark target employers on the event map, identifying companies of interest. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette have begun as some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, identifying companies of interest, while consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. Outside the university gym, students line up ahead of the career fair opening, and at the entrance staff scan registrations and hand out lanyards. A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. A cybersecurity company is conducting a password-cracking challenge on a laptop."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.2920395046561168,
    0.6047375765465759,
    0.6047375765465759,
    0.6047375765465759,
    0.6047375765465759,
    0.6047375765465759,
    0.6047375765465759,
    0.6047375765465759,
    0.6047375765465759,
    0.6047375765465759,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.6640295456282624,
    0.8248191820574865,
    0.8248191820574865,
    0.8248191820574865,
    0.8248191820574865,
    0.8248191820574865,
    0.8248191820574865,
    0.8248191820574865,
    0.8248191820574865,
    0.8248191820574865
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Inside, students clutch resumes in branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards while groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens, and concurrently a cybersecurity company runs a password cracking challenge on a laptop. Inside, students clutch resumes in branded folders. At the university, career guidance unfolds ahead of a career fair: career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards while groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens, and a cybersecurity company runs a password cracking challenge on a laptop. Inside, students clutch resumes in branded folders. At the university, career guidance unfolds ahead of the career fair as counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, with note-taking occurring concurrently and tablets serving as the capture medium. A resume review table sponsored by the engineering society sits near the stage, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.6322303175730638,
    0.6322303175730638,
    0.6322303175730638,
    0.6322303175730638,
    0.6322303175730638,
    0.6322303175730638,
    0.6322303175730638,
    0.6322303175730638,
    0.790955278863605,
    0.790955278863605,
    0.790955278863605,
    0.790955278863605,
    0.790955278863605,
    0.790955278863605,
    0.790955278863605,
    0.790955278863605,
    0.790955278863605,
    0.790955278863605,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.7985219714463551,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605,
    0.8478847176573605
  ],
  "15": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "In professional guidance settings, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "In professional guidance settings, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "In professional guidance settings, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company is conducting a password-cracking challenge on a laptop, and at the entrance the event staff scan registrations and hand out lanyards.",
    "In a professional guidance setting, career counselors direct unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company is conducting a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A group of students stands quietly against a wall, rehearsing elevator pitches.",
    "In a professional guidance setting, career counselors direct unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company is conducting a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A group of students stands quietly against a wall, rehearsing elevator pitches.",
    "At the university venue hosting a career fair, attendees prepare across multiple zones while career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables near the entrance where staff scan registrations and hand out lanyards. Outside the gym, students line up before the fair opens, and inside they clutch resumes in branded folders. A group of students rehearses elevator pitches against a wall as an alumni panel discusses how to prepare for technical interviews. A resume review table sponsored by the engineering society sits near the stage, and workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map. A cybersecurity company conducts a password-cracking challenge on a laptop."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.32519867330975527,
    0.5290147381995027,
    0.5290147381995027,
    0.5290147381995027,
    0.5290147381995027,
    0.5290147381995027,
    0.5290147381995027,
    0.5290147381995027,
    0.5290147381995027,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.6812881864152924,
    0.8679124703209652,
    0.8679124703209652,
    0.8679124703209652,
    0.8679124703209652,
    0.8679124703209652
  ],
  "16": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "In a shared display setting, tech companies display demo screens showing their latest apps, consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "At a shared display setting, tech companies show demo screens of their latest apps and healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. In a career fair setting, career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, creating a continuous circuit.",
    "At a shared display and career fair setting, tech companies show demo screens of their latest apps while healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, creating a continuous circuit. The engineering society sponsors a resume review table near the stage.",
    "A university career fair unfolds in a bustling expo-like space around a polished floor, with dozens of booths and colorful banners circling the venue. Tech companies display demo screens while healthcare providers showcase community outreach photos; consulting firms place glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in anticipation of opening. The engineering society sponsors a resume-review table near the stage. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop. Preparations for the career fair are underway."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.31108244740819113,
    0.31108244740819113,
    0.31108244740819113,
    0.31108244740819113,
    0.31108244740819113,
    0.31108244740819113,
    0.31108244740819113,
    0.31108244740819113,
    0.7360128666788797,
    0.7360128666788797,
    0.7360128666788797,
    0.7360128666788797,
    0.7360128666788797,
    0.7360128666788797,
    0.7360128666788797,
    0.7360128666788797,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8098821986912448,
    0.8490761200341572,
    0.8490761200341572,
    0.8490761200341572,
    0.8490761200341572,
    0.8490761200341572,
    0.8490761200341572,
    0.8490761200341572,
    0.8490761200341572,
    0.8490761200341572
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table located near the stage.",
    "The engineering society sponsors a resume review table located near the stage.",
    "The engineering society sponsors a resume review table located near the stage.",
    "The engineering society sponsors a resume review table located near the stage.",
    "The engineering society sponsors a resume review table located near the stage.",
    "The engineering society sponsors a resume review table located near the stage; a welcome announcement is being broadcast over the PA system, outlining the fair schedule; and career counselors redirect unsure students toward applicable industries.",
    "The engineering society sponsors a resume review table near the stage. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "The university career event centers on an engineering-society sponsored resume review table near the stage, with a welcome PA announcing the fair schedule. Career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves, with the tablets serving as the capture medium. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards as groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens, and concurrently a cybersecurity company runs a password-cracking challenge on a laptop. Inside, students clutch resumes in branded folders."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.3947998562472299,
    0.44505673972706716,
    0.44505673972706716,
    0.44505673972706716,
    0.44505673972706716,
    0.44505673972706716,
    0.44505673972706716,
    0.44505673972706716,
    0.44505673972706716,
    0.44505673972706716,
    0.44505673972706716,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.6806020351705417,
    0.8345263942920268
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, creating multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "Outside the university gym, students line up ahead of the career fair opening. At the entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "Outside the university gym, students line up ahead of the career fair opening. At the entrance, staff scan registrations and hand out lanyards while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Outside the university gym, students line up ahead of the career fair opening. At the entrance, staff scan registrations and hand out lanyards as groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. A cybersecurity company is conducting a password-cracking challenge on a laptop. Tech companies display demo screens to showcase their latest apps, while dozens of booths with colorful banners circle the polished floor. Alumni volunteers deliver quick pep talks near the coffee station."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.624081569912748,
    0.624081569912748,
    0.624081569912748,
    0.624081569912748,
    0.624081569912748,
    0.624081569912748,
    0.624081569912748,
    0.8222458196626663,
    0.8222458196626663,
    0.8222458196626663,
    0.8222458196626663,
    0.8222458196626663,
    0.8222458196626663,
    0.8222458196626663,
    0.8222458196626663,
    0.8272100931381703,
    0.8272100931381703,
    0.8272100931381703,
    0.8272100931381703,
    0.8272100931381703,
    0.8272100931381703,
    0.8272100931381703,
    0.8272100931381703,
    0.8272100931381703,
    0.8272100931381703,
    0.8328522443203242,
    0.8328522443203242,
    0.8328522443203242,
    0.8328522443203242,
    0.8328522443203242,
    0.8328522443203242,
    0.8328522443203242,
    0.8328522443203242,
    0.8328522443203242,
    0.8328522443203242,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388,
    0.8699358555171388
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews.",
    "Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "An ongoing career fair scene unfolds: students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "An ongoing career fair scene unfolds with students clutching resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA, outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "An ongoing career fair scene unfolds with students clutching resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. A cybersecurity company is conducting a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.46828442633355205,
    0.46828442633355205,
    0.46828442633355205,
    0.46828442633355205,
    0.46828442633355205,
    0.46828442633355205,
    0.46828442633355205,
    0.5942849365249864,
    0.5942849365249864,
    0.5942849365249864,
    0.5942849365249864,
    0.5942849365249864,
    0.5942849365249864,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8435418707896472,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8852384447759885,
    0.8856048251900498,
    0.8856048251900498,
    0.8856048251900498,
    0.8856048251900498,
    0.8856048251900498,
    0.8856048251900498,
    0.8856048251900498
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while at the entrance event staff scan registrations and hand out lanyards.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, a cybersecurity company runs a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners surround the polished floor, with tech companies displaying demo screens of their latest apps. Alumni volunteers offer brief pep talks near the coffee station.",
    "At the venue, a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening. In professional guidance settings, career counselors direct unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor, with tech companies displaying demo screens of their latest apps. Alumni volunteers offer brief pep talks near the coffee station. A group of students stands quietly against a wall, rehearsing elevator pitches."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.45904958813540325,
    0.45904958813540325,
    0.45904958813540325,
    0.45904958813540325,
    0.45904958813540325,
    0.45904958813540325,
    0.45904958813540325,
    0.3257252747250977,
    0.3257252747250977,
    0.3257252747250977,
    0.3257252747250977,
    0.3257252747250977,
    0.3257252747250977,
    0.3257252747250977,
    0.7102117477025154,
    0.7102117477025154,
    0.7102117477025154,
    0.7102117477025154,
    0.7102117477025154,
    0.7102117477025154,
    0.7102117477025154,
    0.7102117477025154,
    0.7102117477025154,
    0.7571506581686778,
    0.7571506581686778,
    0.7571506581686778,
    0.7571506581686778,
    0.7571506581686778,
    0.7571506581686778,
    0.7571506581686778,
    0.7571506581686778,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8402016972102158,
    0.8292785384297136,
    0.8292785384297136,
    0.8292785384297136,
    0.8292785384297136,
    0.8292785384297136,
    0.8292785384297136,
    0.8292785384297136,
    0.8292785384297136,
    0.8292785384297136
  ],
  "21": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station while human resources teams jot notes on tablets as students introduce themselves. The scene features concurrent activities: pep talks near the coffee station and real-time note-taking by HR on tablets. The tablets serve as the medium for note-taking throughout the students' introductions, which unfold as part of the same scene.",
    "Alumni volunteers deliver quick pep talks near the coffee station as human resources teams jot notes on tablets while students introduce themselves. The scene unfolds with concurrent activities: pep talks near the coffee station and real-time note-taking by HR on tablets. The tablets serve as the medium for note-taking throughout the students’ introductions, which unfold within the same scene. Career counselors redirect unsure students toward applicable industries, guiding them as they participate. A cybersecurity company runs a password cracking challenge on a laptop, adding a tech-focused activity to the gathering.",
    "Alumni volunteers deliver pep talks near the coffee station while human resources teams jot notes on tablets as students introduce themselves. The scene features concurrent activities: pep talks near the coffee station, HR note-taking on tablets during introductions, and students presenting as career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, adding a tech-focused element to the gathering. Some students rehearse elevator pitches quietly against the wall.",
    "The scene shows a multi-activity gathering where alumni volunteers share quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Concurrently, students present and career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, introducing a tech-focused element to the event. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, a set of workshops on networking etiquette begins, adding another structured activity to the bustle."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.6305071861804561,
    0.6305071861804561,
    0.6305071861804561,
    0.6305071861804561,
    0.6305071861804561,
    0.6305071861804561,
    0.6305071861804561,
    0.6305071861804561,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6888975875763204,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.6834872163975723,
    0.7139774534052988,
    0.7139774534052988,
    0.7139774534052988,
    0.7139774534052988,
    0.7139774534052988,
    0.7139774534052988,
    0.7139774534052988,
    0.7139774534052988,
    0.7139774534052988,
    0.7139774534052988
  ],
  "22": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station. A set of workshops on networking etiquette begins in the adjoining classroom.",
    "Alumni volunteers share quick pep talks near the coffee station, while a set of workshops on networking etiquette begins in the adjoining classroom.",
    "Alumni volunteers deliver quick pep talks near the coffee station as a set of networking etiquette workshops begins in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Alumni volunteers deliver quick pep talks near the coffee station as a set of networking etiquette workshops begins in the adjoining classroom. A welcome announcement plays over the PA system outlining the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens to showcase their latest apps, while dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4647284734551522,
    0.4647284734551522,
    0.4647284734551522,
    0.4647284734551522,
    0.4647284734551522,
    0.4647284734551522,
    0.4647284734551522,
    0.4647284734551522,
    0.3193876227594545,
    0.3193876227594545,
    0.3193876227594545,
    0.3193876227594545,
    0.3193876227594545,
    0.3193876227594545,
    0.3193876227594545,
    0.3193876227594545,
    0.3193876227594545,
    0.4878158386153887,
    0.4878158386153887,
    0.4878158386153887,
    0.4878158386153887,
    0.4878158386153887,
    0.4878158386153887,
    0.4878158386153887,
    0.4878158386153887,
    0.4878158386153887,
    0.4878158386153887,
    0.8147535727595387,
    0.8147535727595387,
    0.8147535727595387,
    0.8147535727595387,
    0.8147535727595387,
    0.8147535727595387,
    0.8147535727595387,
    0.8147535727595387,
    0.8147535727595387
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym in anticipation of the career fair opening. Meanwhile, a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Students line up outside the university gym in anticipation of the career fair opening at the university. Simultaneously, a cybersecurity company runs a password-cracking challenge on a laptop at a university venue. The scene includes the gym, the waiting students, and the laptop used for the challenge, reflecting concurrent campus activities related to security and recruitment.",
    "On a university campus, students line up outside the university gym in anticipation of the career fair opening. Simultaneously, a cybersecurity company runs a password-cracking challenge on a laptop at a university venue. The scene centers on the gym, the waiting students, and the laptop used for the challenge, reflecting concurrent campus activities related to security and recruitment. Career counselors redirect unsure students toward applicable industries.",
    "On a university campus, students line up outside the gym awaiting the career fair's opening while a cybersecurity company runs a password-cracking challenge on a laptop at the same venue. The scene centers on the gym, the waiting students, and the challenge laptop, illustrating concurrent campus activities focused on security and recruitment. Career counselors guide unsure students toward relevant industries, as dozens of booths with colorful banners encircle the polished floor.",
    "On a university campus, the gym sits at the center as students line up outside waiting for the career fair to open, while a cybersecurity company runs a password-cracking challenge on a laptop at the same venue. The scene emphasizes the gym, the waiting students, and the challenge laptop, showing concurrent activities focused on security and recruitment. Career counselors guide unsure students toward relevant industries as dozens of booths with colorful banners encircle the polished floor. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens with their latest apps. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews.",
    "On a university campus, the gym sits at the center as students line up outside waiting for the career fair to open, while a cybersecurity company runs a password-cracking challenge on a laptop at the same venue. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens with their latest apps. Career counselors guide unsure students toward relevant industries, and alumni volunteers offer quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, staff scan registrations and hand out lanyards. Across multiple spaces, healthcare providers showcase photos of community outreach. Students rehearse elevator pitches quietly against a wall amid concurrent security and recruitment activities."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.3807019747118546,
    0.5383687477974938,
    0.5383687477974938,
    0.5383687477974938,
    0.5383687477974938,
    0.5383687477974938,
    0.5383687477974938,
    0.5383687477974938,
    0.5383687477974938,
    0.6137860501465537,
    0.6137860501465537,
    0.6137860501465537,
    0.6137860501465537,
    0.6137860501465537,
    0.6137860501465537,
    0.6137860501465537,
    0.6137860501465537,
    0.6137860501465537,
    0.6578685452978464,
    0.6578685452978464,
    0.6578685452978464,
    0.6578685452978464,
    0.6578685452978464,
    0.6578685452978464,
    0.6578685452978464,
    0.6578685452978464,
    0.6578685452978464,
    0.7155499276368205,
    0.7155499276368205,
    0.7155499276368205,
    0.7155499276368205,
    0.7155499276368205,
    0.7155499276368205,
    0.7155499276368205,
    0.7155499276368205,
    0.7155499276368205,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.7871089143078687,
    0.8386635175491153,
    0.8386635175491153,
    0.8386635175491153
  ],
  "24": [
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of community outreach.",
    "Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of community outreach.",
    "At a university venue in the lead-up to the career fair, students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of community outreach. A cybersecurity company is running a password cracking challenge on a laptop. Students are lined up outside the university gym in anticipation of the event. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a university venue preparing for the career fair, activity unfolds across multiple spaces. Students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens showing their latest apps. Students are lined up outside the university gym in anticipation of the event. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university venue hosting a career fair, activity unfolds across multiple spaces: students rehearsing elevator pitches quietly against a wall; healthcare providers displaying photos of community outreach; a cybersecurity company running a password-cracking challenge on a laptop; dozens of booths with colorful banners and demo screens showing latest apps circling the polished floor; students lined up outside the university gym in anticipation. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station; the engineering society sponsors a resume review table near the stage; at the entrance staff scan registrations and hand out lanyards; HR teams jot notes on tablets while students introduce themselves, with tablets serving as the capture medium. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "24_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.8235576160182337,
    0.8235576160182337,
    0.8235576160182337,
    0.8235576160182337,
    0.8235576160182337,
    0.8235576160182337,
    0.8235576160182337,
    0.8235576160182337,
    0.8235576160182337,
    0.8235576160182337,
    0.8761738220884325,
    0.8761738220884325,
    0.8761738220884325,
    0.8761738220884325,
    0.8761738220884325,
    0.8761738220884325,
    0.8761738220884325,
    0.8761738220884325,
    0.8761738220884325,
    0.8761738220884325,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827,
    0.817033623133827
  ],
  "25": [
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "On campus, alumni volunteers share quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews.",
    "On campus, alumni volunteers share quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Inside the gym, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On campus, alumni volunteers share quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Inside the gym, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. On a bustling exhibition floor, dozens of booths are encircled by colorful banners, creating a lively layout. Consulting firms stack glossy case study booklets on high tables along the aisles. The engineering society sponsors a resume review table near the stage, providing a focal point for attendees seeking feedback. Finance firms offer QR codes for immediate internship applications. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map."
  ],
  "25_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.6889861020018715,
    0.6889861020018715,
    0.6889861020018715,
    0.6889861020018715,
    0.6889861020018715,
    0.6889861020018715,
    0.6889861020018715,
    0.6889861020018715,
    0.6889861020018715,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.7219047861683487,
    0.8600273867533332,
    0.8600273867533332,
    0.8600273867533332,
    0.8600273867533332,
    0.8600273867533332,
    0.8600273867533332,
    0.8600273867533332,
    0.8600273867533332,
    0.8600273867533332,
    0.8600273867533332
  ],
  "26": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At a university venue, several ongoing activities center on career preparation. Some students rehearse elevator pitches quietly against a wall. A cybersecurity company is running a password-cracking challenge on a laptop. Outside the university gym, students are lined up in the lead-up to the career fair opening. An alumni panel is discussing how to prepare for technical interviews.",
    "At a university venue focused on career preparation, students rehearse elevator pitches quietly against a wall, and a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students line up in the lead-up to the career fair opening. An alumni panel is discussing how to prepare for technical interviews. At the career fair, consulting firms stack glossy case study booklets on high tables, creating multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "At a university venue focused on career preparation, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students line up ahead of the career fair opening, and an alumni panel discusses how to prepare for technical interviews. At the career fair, consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces, as career counselors redirect unsure students toward applicable industries. A welcome announcement plays over the PA system outlining the fair schedule. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map."
  ],
  "26_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.716725579315175,
    0.716725579315175,
    0.716725579315175,
    0.716725579315175,
    0.716725579315175,
    0.716725579315175,
    0.716725579315175,
    0.716725579315175,
    0.8292564575105279,
    0.8292564575105279,
    0.8292564575105279,
    0.8292564575105279,
    0.8292564575105279,
    0.8292564575105279,
    0.8292564575105279,
    0.8292564575105279,
    0.8292564575105279,
    0.8292564575105279,
    0.8195215303382337,
    0.8195215303382337,
    0.8195215303382337,
    0.8195215303382337,
    0.8195215303382337,
    0.8195215303382337,
    0.8195215303382337,
    0.8195215303382337,
    0.8195215303382337
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "At a university venue ahead of the career fair, career counselors redirect unsure students toward applicable industries. A cybersecurity company is running a password cracking challenge on a laptop during the lead-up to the event. Students line up outside the university gym in anticipation of the career fair. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a university venue ahead of the career fair, career counselors redirect unsure students toward applicable industries. During the lead-up, a cybersecurity company is running a password cracking challenge on a laptop. Students line up outside the university gym in anticipation of the career fair. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a university venue ahead of the career fair, career counselors redirect unsure students toward applicable industries. During the lead-up, a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym in anticipation of the career fair. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a university venue ahead of the career fair, the scene centers on preparation activities and exhibit booths. Career counselors redirect unsure students toward applicable industries while alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor and tech companies display demo screens showing their latest apps; consulting firms stack glossy case-study booklets on high tables. An engineering society sponsors a resume-review table near the stage, and students clutch resumes inside branded folders as the fair unfolds. Some students rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announces the schedule. A cybersecurity company runs a password-cracking challenge on a laptop, complementing an alumni panel discussing how to prepare for technical interviews. Students line up outside the university gym in anticipation."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.8073024405015736,
    0.8073024405015736,
    0.8073024405015736,
    0.8073024405015736,
    0.8073024405015736,
    0.8073024405015736,
    0.8073024405015736,
    0.8073024405015736,
    0.8073024405015736,
    0.777322451581828,
    0.777322451581828,
    0.777322451581828,
    0.777322451581828,
    0.777322451581828,
    0.777322451581828,
    0.777322451581828,
    0.777322451581828,
    0.777322451581828,
    0.777322451581828,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.7858869361148603,
    0.8990628954052047,
    0.8990628954052047
  ],
  "28": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle the polished floor, creating a lively exhibition layout. Consulting firms stack glossy case study booklets on high tables along the aisles. The engineering society sponsors a resume review table near the stage, providing a focal point for attendees seeking feedback.",
    "A bustling exhibition floor hosts dozens of booths encircled by colorful banners, creating a lively layout. Consulting firms stack glossy case study booklets on high tables along the aisles. The engineering society sponsors a resume review table near the stage, providing a focal point for attendees seeking feedback. Finance firms offer QR codes for immediate internship applications.",
    "On a bustling exhibition floor, dozens of booths are encircled by colorful banners, creating a lively layout. Consulting firms stack glossy case study booklets on high tables along the aisles. The engineering society sponsors a resume review table near the stage, providing a focal point for attendees seeking feedback. Finance firms offer QR codes for immediate internship applications. A cybersecurity company is conducting a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening.",
    "On a bustling exhibition floor, dozens of booths are encircled by colorful banners. Consulting firms display glossy case study booklets on high tables along the aisles, while the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. A cybersecurity company is conducting a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, and groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening. On campus, alumni volunteers share quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Inside the gym, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3299570533155586,
    0.3299570533155586,
    0.3299570533155586,
    0.3299570533155586,
    0.3299570533155586,
    0.3299570533155586,
    0.6870125659730384,
    0.6870125659730384,
    0.6870125659730384,
    0.6870125659730384,
    0.6870125659730384,
    0.6870125659730384,
    0.6870125659730384,
    0.7396721254983214,
    0.7396721254983214,
    0.7396721254983214,
    0.7396721254983214,
    0.7396721254983214,
    0.7396721254983214,
    0.7396721254983214,
    0.7396721254983214,
    0.7396721254983214,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8556540661029788,
    0.8600191449805497,
    0.8600191449805497,
    0.8600191449805497,
    0.8600191449805497,
    0.8600191449805497,
    0.8600191449805497,
    0.8600191449805497,
    0.8600191449805497,
    0.8600191449805497,
    0.8600191449805497
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students quietly rehearse elevator pitches against the wall.",
    "A group of students stands quietly against a wall, rehearsing elevator pitches.",
    "A group of students stands quietly against a wall, rehearsing elevator pitches. In professional guidance settings, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "Students stand quietly against a wall, rehearsing elevator pitches as part of an active group preparing for the career fair. In professional guidance settings, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables, creating multiple piles on elevated surfaces. Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards, and groups of friends mark target employers on the event map. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "Students stand quietly against a wall, rehearsing elevator pitches as part of an active group preparing for the career fair. In professional guidance settings, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables, creating multiple piles on elevated surfaces. Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement plays over the PA system, outlining the fair schedule."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.20109056053368485,
    0.20109056053368485,
    0.20109056053368485,
    0.20109056053368485,
    0.20109056053368485,
    0.20109056053368485,
    0.20109056053368485,
    0.44724471482991485,
    0.44724471482991485,
    0.44724471482991485,
    0.44724471482991485,
    0.44724471482991485,
    0.44724471482991485,
    0.44724471482991485,
    0.44724471482991485,
    0.44724471482991485,
    0.44724471482991485,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8246035773710547,
    0.8266839817246753,
    0.8266839817246753,
    0.8266839817246753,
    0.8266839817246753,
    0.8266839817246753,
    0.8266839817246753,
    0.8266839817246753,
    0.8266839817246753,
    0.8266839817246753,
    0.8266839817246753
  ],
  "30": [
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Event scene at the entrance: staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Event scene at the entrance: staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Event scene at the entrance where staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, tech companies displaying demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station while students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Near the stage, the engineering society sponsors a resume review table as students clutch resumes inside branded folders."
  ],
  "30_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.7566164122887942,
    0.7566164122887942,
    0.7566164122887942,
    0.7566164122887942,
    0.7566164122887942,
    0.7566164122887942,
    0.7566164122887942,
    0.7919266656821093,
    0.7919266656821093,
    0.7919266656821093,
    0.7919266656821093,
    0.7919266656821093,
    0.7919266656821093,
    0.7919266656821093,
    0.73780654414383,
    0.73780654414383,
    0.73780654414383,
    0.73780654414383,
    0.73780654414383,
    0.73780654414383,
    0.73780654414383,
    0.73780654414383,
    0.73780654414383,
    0.7460642775770452,
    0.7460642775770452,
    0.7460642775770452,
    0.7460642775770452,
    0.7460642775770452,
    0.7460642775770452,
    0.7460642775770452,
    0.7460642775770452,
    0.7460642775770452,
    0.7460642775770452,
    0.7514625772208764,
    0.7514625772208764,
    0.7514625772208764,
    0.7514625772208764,
    0.7514625772208764,
    0.7514625772208764,
    0.7514625772208764,
    0.7514625772208764,
    0.7514625772208764
  ],
  "31": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables in the professional setting, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens. In the professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Meanwhile, a cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. In the professional setting, consulting firms stack glossy case study booklets on high tables while career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop. Networking etiquette workshops have begun in the adjoining classroom. Finance firms are providing QR codes to enable immediate internship applications. Some students are quietly rehearsing elevator pitches against the wall.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners surround the polished floor, with tech companies displaying demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Networking etiquette workshops have begun in the adjoining classroom. Finance firms are providing QR codes to enable immediate internship applications. Some students are quietly rehearsing elevator pitches against the wall. At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Alumni volunteers offer brief pep talks near the coffee station."
  ],
  "31_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.7357527047640827,
    0.7357527047640827,
    0.7357527047640827,
    0.7357527047640827,
    0.7357527047640827,
    0.7357527047640827,
    0.7357527047640827,
    0.7357527047640827,
    0.7357527047640827,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7338271471055723,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.7900242910634101,
    0.8753973386399392,
    0.8753973386399392
  ],
  "32": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. The tablets function as the medium for note-taking while student introductions unfold in the scene.",
    "Human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently; the tablets are the medium for note-taking during the introductions. In the venue, a resume review table sponsored by the engineering society sits near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "HR teams jot notes on tablets as students introduce themselves, with note-taking occurring concurrently with the introductions, tablets serving as the medium for capture. A resume review table sponsored by the engineering society sits near the stage in the venue, while workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "In a venue hosting a career event, HR teams jot notes on tablets as students introduce themselves, with note-taking occurring concurrently and tablets serving as the capture medium. A resume review table sponsored by the engineering society sits near the stage. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At a university career event, HR teams jot notes on tablets as students introduce themselves, with note-taking occurring concurrently and tablets serving as the capture medium. A resume review table sponsored by the engineering society sits near the stage. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards while groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens, and concurrently a cybersecurity company runs a password cracking challenge on a laptop. Inside, students clutch resumes in branded folders."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.43865657203141717,
    0.43865657203141717,
    0.43865657203141717,
    0.43865657203141717,
    0.43865657203141717,
    0.43865657203141717,
    0.43865657203141717,
    0.5046528031694082,
    0.5046528031694082,
    0.5046528031694082,
    0.5046528031694082,
    0.5046528031694082,
    0.5046528031694082,
    0.5046528031694082,
    0.6754976217959863,
    0.6754976217959863,
    0.6754976217959863,
    0.6754976217959863,
    0.6754976217959863,
    0.6754976217959863,
    0.6754976217959863,
    0.6754976217959863,
    0.6754976217959863,
    0.6754976217959863,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.7442276261307825,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867,
    0.8062213848804867
  ],
  "33": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university, career guidance unfolds ahead of a career fair: career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the fair opens. Concurrently, a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university, preparations for the career fair unfold as career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in anticipation of the fair opening. Concurrently, a cybersecurity company runs a password cracking challenge on a laptop, while the engineering society sponsors a resume review table near the stage.",
    "At the university, preparations for the career fair are underway, with career counselors guiding unsure students toward applicable industries while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in anticipation of the fair opening. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop, and the engineering society sponsors a resume-review table near the stage. In a bustling expo-like space, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case-study booklets on high tables, forming multiple piles on elevated surfaces.",
    "At the university, preparations for the career fair are underway, with career counselors guiding unsure students toward applicable industries while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in anticipation of the fair opening. Concurrently, a cybersecurity company runs a password-cracking challenge on a laptop, and the engineering society sponsors a resume-review table near the stage. In a bustling expo-like space, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case-study booklets on high tables, forming multiple piles on elevated surfaces.",
    "At the university, preparations for the career fair are underway with career counselors guiding unsure students toward applicable industries while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in anticipation of the fair opening. A cybersecurity company runs a password-cracking challenge on a laptop, and the engineering society sponsors a resume-review table near the stage. In a bustling expo-like space, dozens of booths with colorful banners surround a polished floor, and consulting firms place glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. Students clutch resumes inside branded folders."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4255014463672635,
    0.4255014463672635,
    0.4255014463672635,
    0.4255014463672635,
    0.4255014463672635,
    0.4255014463672635,
    0.4255014463672635,
    0.4255014463672635,
    0.6346895610973622,
    0.6346895610973622,
    0.6346895610973622,
    0.6346895610973622,
    0.6346895610973622,
    0.6346895610973622,
    0.6346895610973622,
    0.6346895610973622,
    0.7938539944796547,
    0.7938539944796547,
    0.7938539944796547,
    0.7938539944796547,
    0.7938539944796547,
    0.7938539944796547,
    0.7938539944796547,
    0.7938539944796547,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8459691661628364,
    0.8460112272397131,
    0.8460112272397131,
    0.8460112272397131
  ],
  "34": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, creating multiple piles on elevated surfaces.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables along the aisles, creating multiple piles on elevated surfaces. A bustling exhibition floor hosts dozens of booths encircled by colorful banners. The engineering society sponsors a resume review table near the stage, providing a focal point for attendees seeking feedback. Finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement plays over the PA outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station, as networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables along the aisles, creating multiple piles on elevated surfaces. A bustling exhibition floor hosts dozens of booths encircled by colorful banners. The engineering society sponsors a resume review table near the stage, providing a focal point for attendees seeking feedback. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.5604776041195265,
    0.8493786115836521,
    0.8493786115836521,
    0.8493786115836521,
    0.8493786115836521,
    0.8493786115836521,
    0.8493786115836521,
    0.8493786115836521,
    0.8493786115836521,
    0.8493786115836521,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8844150996472528,
    0.8898810768932941,
    0.8898810768932941,
    0.8898810768932941,
    0.8898810768932941,
    0.8898810768932941,
    0.8898810768932941
  ],
  "35": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. In a shared space, some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. Students clutch branded folders with resumes. An alumni panel discusses how to prepare for technical interviews. In a shared space, some students rehearse elevator pitches quietly against the wall, refining their delivery, while alumni volunteers offer quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette have begun. Groups of friends mark target employers on the event map, identifying companies of interest.",
    "At the university career fair, a welcome PA announces the schedule. Career counselors redirect unsure students toward applicable industries. Students clutch branded folders with resumes. An alumni panel discusses how to prepare for technical interviews. In a shared space, some students rehearse elevator pitches quietly against the wall, while alumni volunteers offer quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette have begun. Groups of friends mark target employers on the event map, identifying companies of interest. Students line up outside the university gym before the career fair opens."
  ],
  "35_score": [
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.6030130437106035,
    0.8849943742332624,
    0.8849943742332624,
    0.8849943742332624,
    0.8849943742332624,
    0.8849943742332624,
    0.8849943742332624,
    0.8849943742332624,
    0.8849943742332624,
    0.8731059264031324,
    0.8731059264031324,
    0.8731059264031324,
    0.8731059264031324,
    0.8731059264031324,
    0.8731059264031324,
    0.8731059264031324,
    0.8731059264031324,
    0.8731059264031324,
    0.8731059264031324,
    0.8916649495078696,
    0.8916649495078696,
    0.8916649495078696,
    0.8916649495078696,
    0.8916649495078696,
    0.8916649495078696,
    0.8916649495078696,
    0.8916649495078696,
    0.8916649495078696,
    0.8916649495078696,
    0.8185412684394707
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At a university venue, a cybersecurity company is running a password-cracking challenge on a laptop. Students are lined up outside the university gym in the lead-up to the career fair opening. An alumni panel is discussing how to prepare for technical interviews.",
    "At the university, a cybersecurity company runs a password-cracking challenge on a laptop while students line up outside the gym in the lead-up to the career fair opening. An alumni panel is discussing how to prepare for technical interviews, and career guidance unfolds ahead of the fair as career counselors redirect unsure students toward applicable industries.",
    "At the university, a cybersecurity company runs a password-cracking challenge on a laptop as students line up outside the gym in the lead-up to the career fair opening. An alumni panel discusses how to prepare for technical interviews, and career counselors provide guidance, redirecting unsure students toward applicable industries ahead of the fair. In the event space, students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "At the university, a career fair is taking shape around the gym as students queue outside and at the entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop for attendees. Inside, an alumni panel discusses technical interview prep while career counselors provide guidance, redirecting unsure students toward applicable industries ahead of the fair. In the event space, students rehearse elevator pitches against the wall and groups of friends mark target employers on the event map; near the stage, the engineering society sponsors a resume-review table. Consulting firms stack glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA system outlining the fair schedule. All activities occur in the lead-up to the career fair opening."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7060173681162091,
    0.7060173681162091,
    0.7060173681162091,
    0.7060173681162091,
    0.7060173681162091,
    0.7060173681162091,
    0.7060173681162091,
    0.7060173681162091,
    0.7060173681162091,
    0.7060173681162091,
    0.5833454494787639,
    0.5833454494787639,
    0.5833454494787639,
    0.5833454494787639,
    0.5833454494787639,
    0.5833454494787639,
    0.5833454494787639,
    0.5833454494787639,
    0.5833454494787639,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.7747429104063884,
    0.8364675051711878,
    0.8364675051711878,
    0.8364675051711878,
    0.8364675051711878,
    0.8364675051711878
  ],
  "37": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. In the venue, a resume review table sponsored by the engineering society sits near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop inside the venue. A resume review table sponsored by the engineering society sits near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "An on-site career fair unfolds in a bustling expo-style space within the university, where dozens of booths and colorful banners circle a polished floor. Prior to the fair opening, students line up outside the university gym while an alumni panel discusses how to prepare for technical interviews. Inside the venue, a cybersecurity company runs a password cracking challenge on a laptop. Near the stage, a resume review table sponsored by the engineering society sits for attendees. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces. At the entrance, event staff scan registrations and hand out lanyards, and some students rehearse elevator pitches quietly against the wall.",
    "An on-site career fair unfolds in a bustling expo-style space within the university, with dozens of booths and colorful banners circling a polished floor. Before opening, students line up outside the university gym while an alumni panel discusses how to prepare for technical interviews. Inside the venue, a cybersecurity company runs a password-cracking challenge on a laptop near the stage. A resume review table sponsored by the engineering society sits for attendees near the stage, and workshops on networking etiquette begin in the adjoining classroom. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces. At the entrance, event staff scan registrations and hand out lanyards, and some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4554288587360932,
    0.4554288587360932,
    0.4554288587360932,
    0.4554288587360932,
    0.4554288587360932,
    0.4554288587360932,
    0.4554288587360932,
    0.4554288587360932,
    0.4554288587360932,
    0.7677095417799896,
    0.7677095417799896,
    0.7677095417799896,
    0.7677095417799896,
    0.7677095417799896,
    0.7677095417799896,
    0.7677095417799896,
    0.7677095417799896,
    0.7677095417799896,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.7675383767681667,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8821351171211325,
    0.8734675353013862,
    0.8734675353013862,
    0.8734675353013862,
    0.8734675353013862,
    0.8734675353013862,
    0.8734675353013862,
    0.8734675353013862,
    0.8734675353013862
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens to showcase their latest apps.",
    "Tech companies display demo screens to showcase their latest apps. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces.",
    "Tech companies display demo screens to showcase their latest apps, while dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule, and alumni volunteers deliver quick pep talks near the coffee station.",
    "A tech-focused career fair unfolds on a polished floor, with tech companies displaying demo screens of their latest apps and dozens of booths adorned with colorful banners. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA, outlining the fair schedule. Alumni volunteers give quick pep talks near the coffee station, while HR teams jot notes on tablets as students introduce themselves. Note-taking on tablets occurs throughout the students’ introductions, in real time. Career counselors direct unsure students toward applicable industries as they participate. A cybersecurity company runs a password cracking challenge on a laptop, adding a tech-themed activity to the gathering.",
    "At a tech-focused career fair on a polished floor, tech companies display demo screens of their latest apps, with dozens of booths adorned by colorful banners. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A welcome announcement plays over the PA, outlining the fair schedule. Alumni volunteers give quick pep talks near the coffee station, while HR teams jot notes on tablets as students introduce themselves, with note-taking occurring in real time. Career counselors direct unsure students toward applicable industries as they participate. A cybersecurity company runs a password cracking challenge on a laptop, adding a tech-themed activity to the gathering."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4308791410416903,
    0.4308791410416903,
    0.4308791410416903,
    0.4308791410416903,
    0.4308791410416903,
    0.4308791410416903,
    0.4308791410416903,
    0.4308791410416903,
    0.5453467515588485,
    0.5453467515588485,
    0.5453467515588485,
    0.5453467515588485,
    0.5453467515588485,
    0.5453467515588485,
    0.5453467515588485,
    0.5453467515588485,
    0.5453467515588485,
    0.5453467515588485,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.8108575339552235,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.851448318138343,
    0.8600479601514972,
    0.8600479601514972,
    0.8600479601514972
  ],
  "39": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university venue, a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a university venue, a cybersecurity company is running a password cracking challenge on a laptop. Students are lined up outside the university gym in the lead-up to the career fair opening. An alumni panel is discussing how to prepare for technical interviews.",
    "At a university venue during the lead-up to the career fair opening, a cybersecurity company is running a password cracking challenge on a laptop. Students are lined up outside the university gym in anticipation of the event. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a university venue ahead of the career fair opening, a cybersecurity company is running a password cracking challenge on a laptop. Students are lined up outside the university gym in anticipation of the event. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At a university venue ahead of the career fair, a cybersecurity company is running a password cracking challenge on a laptop. Students are lined up outside the university gym in anticipation of the event. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. A bustling expo-like space contains dozens of booths with colorful banners circling a polished floor.",
    "At a university venue ahead of the career fair, a bustling expo-like space contains dozens of booths with colorful banners circling a polished floor. A cybersecurity company is conducting a password-cracking challenge on a laptop, while students are lined up outside the university gym in anticipation. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. Event scene at the entrance includes staff scanning registrations and handing out lanyards. Alumni volunteers give quick pep talks near the coffee station.",
    "At a university venue ahead of the career fair, a bustling expo-like space hosts dozens of booths with colorful banners circling a polished floor. A cybersecurity company is conducting a password-cracking challenge on a laptop. Students are lined up outside the university gym in anticipation. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station."
  ],
  "39_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5007940058644086,
    0.5007940058644086,
    0.5007940058644086,
    0.5007940058644086,
    0.5007940058644086,
    0.5007940058644086,
    0.5007940058644086,
    0.6988501470636899,
    0.6988501470636899,
    0.6988501470636899,
    0.6988501470636899,
    0.6988501470636899,
    0.6988501470636899,
    0.6988501470636899,
    0.7876974616183452,
    0.7876974616183452,
    0.7876974616183452,
    0.7876974616183452,
    0.7876974616183452,
    0.7876974616183452,
    0.7876974616183452,
    0.8190617918029068,
    0.8190617918029068,
    0.8190617918029068,
    0.8190617918029068,
    0.8190617918029068,
    0.8190617918029068,
    0.8190617918029068,
    0.8190617918029068,
    0.8190617918029068,
    0.8394687402258569,
    0.8394687402258569,
    0.8394687402258569,
    0.8394687402258569,
    0.8394687402258569,
    0.8394687402258569,
    0.8394687402258569,
    0.8394687402258569,
    0.8394687402258569,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.84350947736113,
    0.8422694584417167,
    0.8422694584417167,
    0.8422694584417167,
    0.8422694584417167,
    0.8422694584417167,
    0.8422694584417167
  ],
  "40": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while in the adjoining classroom a set of workshops on networking etiquette begins.",
    "At the university, students line up outside the gym as the career fair is about to open; in the adjoining classroom, networking etiquette workshops begin. Alumni volunteers deliver quick pep talks near the coffee station.",
    "At the university, students line up outside the gym as the career fair is about to open. In the adjoining classroom, networking etiquette workshops begin. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "At the university, students line up outside the gym as the career fair is about to open. In the adjoining classroom, networking etiquette workshops begin. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the university, students line up outside the gym as the career fair is about to open. In the adjoining classroom, networking etiquette workshops begin. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "40_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4194436804954339,
    0.4194436804954339,
    0.4194436804954339,
    0.4194436804954339,
    0.4194436804954339,
    0.4194436804954339,
    0.4194436804954339,
    0.4194436804954339,
    0.5849142812355941,
    0.5849142812355941,
    0.5849142812355941,
    0.5849142812355941,
    0.5849142812355941,
    0.5849142812355941,
    0.5849142812355941,
    0.5849142812355941,
    0.5849142812355941,
    0.7728427469834893,
    0.7728427469834893,
    0.7728427469834893,
    0.7728427469834893,
    0.7728427469834893,
    0.7728427469834893,
    0.7728427469834893,
    0.7728427469834893,
    0.7728427469834893,
    0.7728427469834893,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096,
    0.7831916050425096
  ],
  "41": [
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews. A set of workshops on networking etiquette begins in the adjoining classroom.",
    "At a university career event, consulting firms display glossy case study booklets on high tables while career counselors direct unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, with students lining up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop inside the venue. A resume review table sponsored by the engineering society sits near the stage. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a university career event, glossy case study booklets sit on high tables as career counselors direct unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, with students lining up outside the university gym before the career fair opens. Inside the venue, a cybersecurity company runs a password-cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume-review table, and in the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos as part of the event. At the entrance, staff scan registrations and hand out lanyards."
  ],
  "41_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3457662389248629,
    0.3457662389248629,
    0.3457662389248629,
    0.3457662389248629,
    0.3457662389248629,
    0.3457662389248629,
    0.3457662389248629,
    0.3457662389248629,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.41000938244836327,
    0.5196130295608163,
    0.5196130295608163,
    0.5196130295608163,
    0.5196130295608163,
    0.5196130295608163,
    0.5196130295608163,
    0.5196130295608163,
    0.5196130295608163,
    0.5196130295608163,
    0.5196130295608163,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.7806599309236819,
    0.8115744184402851,
    0.8115744184402851,
    0.8115744184402851,
    0.8115744184402851,
    0.8115744184402851
  ],
  "42": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables; some students rehearse elevator pitches quietly against the wall; healthcare providers showcase community outreach photos.",
    "Consulting firms stack glossy case study booklets on high tables; some students rehearse elevator pitches quietly against the wall; healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "An ongoing career fair scene unfolds with consulting firms stacking glossy case study booklets on high tables and healthcare providers showcasing community outreach photos. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. A welcome announcement plays over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A university career fair unfolds on a polished gym floor ringed by dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station and career counselors redirect unsure students toward applicable industries. A welcome announcement plays over the PA outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, and students line up outside the gym before the fair opens. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.39764744711503197,
    0.39764744711503197,
    0.39764744711503197,
    0.39764744711503197,
    0.39764744711503197,
    0.39764744711503197,
    0.39764744711503197,
    0.39764744711503197,
    0.39764744711503197,
    0.5196439918543793,
    0.5196439918543793,
    0.5196439918543793,
    0.5196439918543793,
    0.5196439918543793,
    0.5196439918543793,
    0.5196439918543793,
    0.5196439918543793,
    0.5196439918543793,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8710930806345452,
    0.8831441149101609
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "A set of workshops on networking etiquette begins in the adjoining classroom.",
    "A set of workshops on networking etiquette begins in the adjoining classroom.",
    "A set of workshops on networking etiquette begins in the adjoining classroom.",
    "A set of workshops on networking etiquette begins in the adjoining classroom.",
    "Networking etiquette workshops have begun in the adjoining classroom. Finance firms are providing QR codes to enable immediate internship applications. Some students are quietly rehearsing elevator pitches against the wall.",
    "Networking etiquette workshops have begun in the adjoining classroom. Finance firms are providing QR codes to enable immediate internship applications. Some students are quietly rehearsing elevator pitches against the wall. In a professional setting, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Multiple professional development activities are underway in adjacent spaces: networking etiquette workshops have begun in the adjoining classroom, while finance firms supply QR codes to enable immediate internship applications. Some students are quietly rehearsing elevator pitches against the wall. In a professional setting, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Adjacent spaces host parallel professional development activities: in the adjoining classroom, networking etiquette workshops have begun; finance firms are supplying QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. In the professional setting, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.3409834668080119,
    0.5948454221300518,
    0.5948454221300518,
    0.5948454221300518,
    0.5948454221300518,
    0.5948454221300518,
    0.5948454221300518,
    0.5948454221300518,
    0.5948454221300518,
    0.5948454221300518,
    0.7298465983270873,
    0.7298465983270873,
    0.7298465983270873,
    0.7298465983270873,
    0.7298465983270873,
    0.7298465983270873,
    0.7298465983270873,
    0.7298465983270873,
    0.7298465983270873,
    0.6939289610001147,
    0.6939289610001147,
    0.6939289610001147,
    0.6939289610001147,
    0.6939289610001147,
    0.6939289610001147,
    0.6939289610001147,
    0.6939289610001147,
    0.6939289610001147,
    0.6939289610001147,
    0.7020155344603816,
    0.7020155344603816,
    0.7020155344603816,
    0.7020155344603816,
    0.7020155344603816,
    0.7020155344603816,
    0.7020155344603816
  ],
  "44": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a university venue ahead of the career fair opening, students line up outside the gym in anticipation. Inside, students clutch resumes in branded folders while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop as some students rehearse elevator pitches quietly against the wall.",
    "At the university venue ahead of the career fair opening, students line up outside the gym, some rehearsing elevator pitches quietly against the wall. Inside the gym, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. A resume review table sponsored by the engineering society sits near the stage, with workshops on networking etiquette beginning in the adjoining classroom. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.7266519929369102,
    0.7266519929369102,
    0.7266519929369102,
    0.7266519929369102,
    0.7266519929369102,
    0.7266519929369102,
    0.7266519929369102,
    0.7266519929369102,
    0.7266519929369102,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8552253476505145,
    0.8542463409359919,
    0.8542463409359919,
    0.8542463409359919,
    0.8542463409359919,
    0.8542463409359919,
    0.8542463409359919,
    0.8542463409359919,
    0.8542463409359919
  ],
  "45": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "In the event space, students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Within the event space, students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table, as students clutch resumes inside branded folders.",
    "Inside the event space, students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table, as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3758788966873166,
    0.3758788966873166,
    0.3758788966873166,
    0.3758788966873166,
    0.3758788966873166,
    0.3758788966873166,
    0.3758788966873166,
    0.4451211420150064,
    0.4451211420150064,
    0.4451211420150064,
    0.4451211420150064,
    0.4451211420150064,
    0.4451211420150064,
    0.4451211420150064,
    0.4451211420150064,
    0.4451211420150064,
    0.7282201737419745,
    0.7282201737419745,
    0.7282201737419745,
    0.7282201737419745,
    0.7282201737419745,
    0.7282201737419745,
    0.7282201737419745,
    0.7282201737419745,
    0.7282201737419745,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641,
    0.7980190421670641
  ],
  "46": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces.",
    "Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces.",
    "A bustling expo-like space contains dozens of booths with colorful banners circling a polished floor. Consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces.",
    "In a bustling expo-like space, dozens of booths with colorful banners surround a polished floor. Consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews.",
    "An expo-like space bustles around a polished floor, with dozens of booths and colorful banners. Consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "An expo-like space with a polished floor hosts dozens of booths and colorful banners. Consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "An expo-like space with a polished floor hosts dozens of booths and colorful banners. Consulting firms place glossy case study booklets on high tables, forming multiple piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.24978222973339648,
    0.24978222973339648,
    0.24978222973339648,
    0.24978222973339648,
    0.24978222973339648,
    0.24978222973339648,
    0.24978222973339648,
    0.24978222973339648,
    0.3171951126060143,
    0.3171951126060143,
    0.3171951126060143,
    0.3171951126060143,
    0.3171951126060143,
    0.3171951126060143,
    0.3171951126060143,
    0.3171951126060143,
    0.5359527104349433,
    0.5359527104349433,
    0.5359527104349433,
    0.5359527104349433,
    0.5359527104349433,
    0.5359527104349433,
    0.7435075373867871,
    0.7435075373867871,
    0.7435075373867871,
    0.7435075373867871,
    0.7435075373867871,
    0.7435075373867871,
    0.7435075373867871,
    0.7435075373867871,
    0.7435075373867871,
    0.7435075373867871,
    0.7261914606672895,
    0.7261914606672895,
    0.7261914606672895,
    0.7261914606672895,
    0.7261914606672895,
    0.7261914606672895,
    0.7261914606672895,
    0.7261914606672895,
    0.7261914606672895,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7810805677269128,
    0.7903468612062764,
    0.7903468612062764,
    0.7903468612062764,
    0.7903468612062764
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, students rehearse elevator pitches quietly against the wall, alumni volunteers share quick pep talks near the coffee station, consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "In a shared campus space, students rehearse elevator pitches quietly against the wall while alumni volunteers give quick pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables and healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries on campus. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2949516892088171,
    0.2949516892088171,
    0.2949516892088171,
    0.2949516892088171,
    0.2949516892088171,
    0.2949516892088171,
    0.2949516892088171,
    0.2949516892088171,
    0.2949516892088171,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.3482299566586698,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504,
    0.7311669136535504
  ],
  "48": [
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the university career fair venue, students line up outside the gym before opening; some rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews as the line forms. A cybersecurity company runs a password cracking challenge on a laptop. Inside the venue, a resume review table sponsored by the engineering society sits near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair venue, students line up outside the gym before opening, with some rehearsing elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews as the line forms. Inside the venue, a cybersecurity company runs a password-cracking challenge on a laptop. A resume-review table sponsored by the engineering society sits near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair venue, students line up outside the gym before opening, with some rehearsing elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews as the line forms. Inside the venue, a cybersecurity company runs a password-cracking challenge on a laptop. A resume-review table sponsored by the engineering society sits near the stage, while workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "48_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.6454377230087134,
    0.6454377230087134,
    0.6454377230087134,
    0.6454377230087134,
    0.6454377230087134,
    0.6454377230087134,
    0.6454377230087134,
    0.6454377230087134,
    0.6454377230087134,
    0.8481170972143609,
    0.8481170972143609,
    0.8481170972143609,
    0.8481170972143609,
    0.8481170972143609,
    0.8481170972143609,
    0.8481170972143609,
    0.8481170972143609,
    0.8481170972143609,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.8502624722742834,
    0.853880261452975,
    0.853880261452975,
    0.853880261452975,
    0.853880261452975,
    0.853880261452975,
    0.853880261452975,
    0.853880261452975
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career fair setting, career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, creating a continuous circuit. Consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces.",
    "At a career fair, career counselors direct unsure students to applicable industries. Dozens of booths with colorful banners surround the polished floor, forming a continuous circuit. Consulting firms place glossy case-study booklets on high tables, arranging multiple piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, career counselors direct unsure students to applicable industries. Dozens of booths with colorful banners surround the polished floor, forming a continuous circuit. Consulting firms place glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens to showcase their latest apps.",
    "At a career fair, career counselors guide unsure students toward applicable industries as dozens of booths with colorful banners surround a polished floor, forming a continuous circuit. Consulting firms place glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens to showcase their latest apps. In the event space, students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor, forming a continuous circuit. Consulting firms place glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. In the event space, students rehearse elevator pitches quietly against the wall and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos alongside tech demos. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.7514608802300504,
    0.7514608802300504,
    0.7514608802300504,
    0.7514608802300504,
    0.7514608802300504,
    0.7514608802300504,
    0.8033216152204713,
    0.8033216152204713,
    0.8033216152204713,
    0.8033216152204713,
    0.8033216152204713,
    0.8033216152204713,
    0.8033216152204713,
    0.8033216152204713,
    0.8033216152204713,
    0.8033216152204713,
    0.83840218132951,
    0.83840218132951,
    0.83840218132951,
    0.83840218132951,
    0.83840218132951,
    0.83840218132951,
    0.83840218132951,
    0.83840218132951,
    0.83840218132951,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8518365020497947,
    0.8769641004172171,
    0.8769641004172171,
    0.8769641004172171,
    0.8769641004172171
  ]
}