{
  "0": [
    "",
    "",
    "Groups of friends mark target employers on the event map, placing markers to designate specific employers within the map’s layout.",
    "Groups of friends mark target employers on the event map, placing markers to designate specific employers within the map’s layout. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, placing markers to designate specific employers within the map's layout. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, placing markers to designate specific employers within the map's layout. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map, placing markers to designate specific employers within the map's layout. Some students rehearse elevator pitches quietly against the wall; others clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, groups of friends mark target employers on the event map, placing markers to designate specific employers within the map's layout. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, groups of friends mark target employers on the event map by placing markers within the map’s layout. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the university career fair, groups of friends mark target employers on the event map by placing markers within the map layout. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, groups of friends mark target employers on the event map by placing markers within the map layout. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.32135119467241624,
    0.32135119467241624,
    0.5598455112266233,
    0.5598455112266233,
    0.5598455112266233,
    0.5598455112266233,
    0.5598455112266233,
    0.7262050117361899,
    0.7262050117361899,
    0.7262050117361899,
    0.7262050117361899,
    0.7262050117361899,
    0.7262050117361899,
    0.7262050117361899,
    0.7262050117361899,
    0.7262050117361899,
    0.7483967677490259,
    0.7483967677490259,
    0.7483967677490259,
    0.7483967677490259,
    0.7483967677490259,
    0.7841317581047751,
    0.7841317581047751,
    0.7841317581047751,
    0.7841317581047751,
    0.7841317581047751,
    0.7841317581047751,
    0.8017575324645201,
    0.8017575324645201,
    0.8017575324645201,
    0.8017575324645201,
    0.8017575324645201,
    0.8017575324645201,
    0.8017575324645201,
    0.8017575324645201,
    0.8017575324645201,
    0.7934722197769577,
    0.7934722197769577,
    0.7934722197769577,
    0.7934722197769577,
    0.7934722197769577,
    0.7934722197769577,
    0.7934722197769577,
    0.7934722197769577,
    0.8299597852469479,
    0.8299597852469479,
    0.8299597852469479,
    0.8299597852469479,
    0.8299597852469479,
    0.8299597852469479,
    0.8299597852469479,
    0.8299597852469479,
    0.8299597852469479,
    0.8299597852469479,
    0.8355712101295402,
    0.8355712101295402,
    0.8355712101295402,
    0.8355712101295402,
    0.8355712101295402,
    0.8355712101295402,
    0.8355712101295402,
    0.8355712101295402,
    0.8355712101295402
  ],
  "1": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station; career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers are providing quick pep talks near the coffee station, alongside career counselors redirecting unsure students toward applicable industries; some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, alongside career counselors who redirect unsure students toward applicable industries; some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers deliver quick pep talks near the coffee station, paired with career counselors who redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "Alumni volunteers deliver quick pep talks near the coffee station, paired with career counselors who redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers deliver quick pep talks near the coffee station, paired with career counselors who redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At a university career fair held near the gym, alumni volunteers deliver quick pep talks near the coffee station, paired with career counselors who redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At a university career fair near the gym, alumni volunteers give quick pep talks near the coffee station, paired with career counselors who redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.44397702748279644,
    0.44397702748279644,
    0.44397702748279644,
    0.44397702748279644,
    0.44397702748279644,
    0.5006903247702001,
    0.5006903247702001,
    0.5006903247702001,
    0.5006903247702001,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.35705101399194505,
    0.5517669834326014,
    0.5517669834326014,
    0.5517669834326014,
    0.5517669834326014,
    0.5517669834326014,
    0.5517669834326014,
    0.5517669834326014,
    0.5517669834326014,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.7623012062988587,
    0.8199493853033011,
    0.8199493853033011,
    0.8199493853033011,
    0.8346864410506943,
    0.8346864410506943,
    0.8346864410506943,
    0.8346864410506943,
    0.8346864410506943,
    0.8346864410506943,
    0.8680697713592329,
    0.8680697713592329,
    0.8680697713592329,
    0.8680697713592329,
    0.8680697713592329,
    0.8680697713592329,
    0.8680697713592329,
    0.8771697486896444,
    0.8771697486896444
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.7852560231746472,
    0.7852560231746472,
    0.7852560231746472,
    0.7852560231746472,
    0.7852560231746472,
    0.7852560231746472,
    0.7852560231746472,
    0.7852560231746472,
    0.7852560231746472,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.635401142501116,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.7684609303538688,
    0.8154512014850224,
    0.8154512014850224,
    0.8154512014850224,
    0.8154512014850224,
    0.8793713845649118,
    0.8793713845649118,
    0.8793713845649118,
    0.8793713845649118,
    0.8793713845649118,
    0.8793713845649118,
    0.876523997862402,
    0.876523997862402
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Event staff are at the entrance, scanning registrations and handing out lanyards.",
    "Event staff are at the entrance, scanning registrations and handing out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Event staff are stationed at the entrance, scanning registrations and distributing lanyards. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Event staff are stationed at the entrance, scanning registrations and distributing lanyards. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors guide unsure students toward relevant industries. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors guide unsure students toward relevant industries. The engineering society sponsors a resume review table near the stage, and HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and dozens of booths with colorful banners circle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.5967132671713634,
    0.5967132671713634,
    0.5967132671713634,
    0.5967132671713634,
    0.5967132671713634,
    0.5967132671713634,
    0.5967132671713634,
    0.5967132671713634,
    0.759036456362897,
    0.759036456362897,
    0.759036456362897,
    0.759036456362897,
    0.759036456362897,
    0.759036456362897,
    0.759036456362897,
    0.759036456362897,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.7958342279167714,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8473759399713368,
    0.8074682843555119,
    0.8074682843555119,
    0.8074682843555119,
    0.8074682843555119
  ],
  "4": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showing their latest apps, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4487657629081918,
    0.4487657629081918,
    0.4487657629081918,
    0.4487657629081918,
    0.5136811112384378,
    0.5136811112384378,
    0.5136811112384378,
    0.5136811112384378,
    0.5136811112384378,
    0.5136811112384378,
    0.8250417893372928,
    0.8250417893372928,
    0.8250417893372928,
    0.8250417893372928,
    0.8250417893372928,
    0.8250417893372928,
    0.8250417893372928,
    0.8250417893372928,
    0.8250417893372928,
    0.8403106978355129,
    0.8403106978355129,
    0.8403106978355129,
    0.8403106978355129,
    0.8403106978355129,
    0.8403106978355129,
    0.8403106978355129,
    0.8403106978355129,
    0.8403106978355129,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198,
    0.8345448674074198
  ],
  "5": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The scene presents a cybersecurity company running a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage.",
    "At a university career fair held in a gym, a cybersecurity company runs a password cracking challenge on a laptop while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "The scene is a university career fair held in a gym. A cybersecurity company runs a password cracking challenge on a laptop while consulting firms display glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished gym floor, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.48787990696582606,
    0.48787990696582606,
    0.48787990696582606,
    0.48787990696582606,
    0.48787990696582606,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.5228886141621232,
    0.7820379719686976,
    0.7820379719686976,
    0.7820379719686976,
    0.7820379719686976
  ],
  "6": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "Students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA outlines the fair schedule.",
    "At a tech fair, students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA outlines the fair schedule, while tech companies display demo screens showing their latest apps.",
    "At a tech fair, students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA outlines the fair schedule, while tech companies display demo screens showing their latest apps.",
    "At a tech fair, students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At a tech fair, students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At a tech fair, students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At a tech fair, students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "6_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.47247054109031655,
    0.47247054109031655,
    0.47247054109031655,
    0.7073373255734083,
    0.7073373255734083,
    0.7073373255734083,
    0.7073373255734083,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.73513490948765,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8056250114006338,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8362811604340243,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912,
    0.8506940107999912
  ],
  "7": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is being broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement is being broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.6439281605749192,
    0.6439281605749192,
    0.6439281605749192,
    0.6439281605749192,
    0.6439281605749192,
    0.6439281605749192,
    0.6439281605749192,
    0.6439281605749192,
    0.7841064981174316,
    0.7841064981174316,
    0.7841064981174316,
    0.7841064981174316,
    0.7841064981174316,
    0.7841064981174316,
    0.7841064981174316,
    0.7841064981174316,
    0.8028452995029427,
    0.8028452995029427,
    0.8028452995029427,
    0.8028452995029427,
    0.8028452995029427,
    0.8028452995029427,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8356383888547978,
    0.8774748858117019,
    0.8774748858117019,
    0.8774748858117019,
    0.8774748858117019,
    0.8774748858117019,
    0.8774748858117019,
    0.8774748858117019,
    0.8774748858117019,
    0.8774748858117019
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the fair, healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "At the fair, healthcare providers showcase community outreach photos, while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, healthcare providers showcase community outreach photos, while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and a cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, healthcare providers showcase community outreach photos, while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, healthcare providers showcase community outreach photos, while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, healthcare providers showcase community outreach photos while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, healthcare providers showcase community outreach photos while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.603445040691115,
    0.8021336026216277,
    0.8021336026216277,
    0.8021336026216277,
    0.8082733316875421,
    0.8082733316875421,
    0.8082733316875421,
    0.8082733316875421,
    0.8082733316875421,
    0.8082733316875421,
    0.8082733316875421,
    0.8082733316875421,
    0.8082733316875421,
    0.8349547373570078,
    0.8349547373570078,
    0.8349547373570078,
    0.8754724758546073,
    0.8754724758546073,
    0.8754724758546073,
    0.8754724758546073,
    0.8754724758546073,
    0.8754724758546073,
    0.8754724758546073,
    0.8754724758546073,
    0.8754724758546073,
    0.8865231318029692,
    0.8865231318029692,
    0.8865231318029692,
    0.8865231318029692,
    0.8865231318029692,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188,
    0.885334270744188
  ],
  "9": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards while alumni volunteers deliver brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards as alumni volunteers deliver brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications.",
    "Upon entry, staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "A staff scans registrations and hands out lanyards while alumni volunteers deliver brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens showing their latest apps; finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "Event scene features staff scanning registrations and handing out lanyards while alumni volunteers deliver brief pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens showing their latest apps; finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3929547554037819,
    0.3929547554037819,
    0.3929547554037819,
    0.3929547554037819,
    0.5524870419136347,
    0.5524870419136347,
    0.5524870419136347,
    0.5524870419136347,
    0.5524870419136347,
    0.5524870419136347,
    0.5524870419136347,
    0.7496427603733119,
    0.7496427603733119,
    0.7496427603733119,
    0.7496427603733119,
    0.7330788233759433,
    0.7330788233759433,
    0.7330788233759433,
    0.7330788233759433,
    0.7330788233759433,
    0.7897087366932093,
    0.7897087366932093,
    0.7897087366932093,
    0.7897087366932093,
    0.7897087366932093,
    0.7897087366932093,
    0.7897087366932093,
    0.7897087366932093,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.8026785653138127,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.759234544758326,
    0.7597079091246408,
    0.7597079091246408,
    0.7597079091246408
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Career counselors are present and remind attendees to maintain eye contact during interactions.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Career counselors are present and remind attendees to maintain eye contact during interactions. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym ahead of the career fair opening. Career counselors are present and remind attendees to maintain eye contact during interactions. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym ahead of the career fair opening as counselors oversee the event and remind attendees to maintain eye contact. Adjacent, workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display community outreach photos. Counselors also redirect unsure students toward applicable industries.",
    "Students line up outside the university gym ahead of the career fair opening, while counselors oversee the event and remind attendees to maintain eye contact. Adjacent, workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display community outreach photos. Counselors also redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the university, a career fair is launching with students lined up outside the gym as counselors oversee the event and remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers display community outreach photos. Counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, coordinating the flow of attendees into the venue.",
    "At the university, a career fair is launching with students lined up outside the gym as counselors oversee the event and remind attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette begin. Healthcare providers display community outreach photos. Counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, coordinating the flow of attendees into the venue. Some students rehearse elevator pitches quietly against the wall."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5780433650731789,
    0.5780433650731789,
    0.5780433650731789,
    0.5780433650731789,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7194518674814641,
    0.7426492619136443,
    0.7426492619136443,
    0.7426492619136443,
    0.7426492619136443,
    0.7426492619136443,
    0.7892817504043672,
    0.7892817504043672,
    0.7892817504043672,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8084579891235685,
    0.8107637399897192,
    0.8107637399897192,
    0.8107637399897192,
    0.8107637399897192,
    0.8107637399897192,
    0.8107637399897192,
    0.8107637399897192,
    0.8107637399897192,
    0.8106847320361986
  ],
  "11": [
    "",
    "",
    "Students line up outside the university gym in anticipation of the career fair opening, forming a queue as they await the event's start.",
    "Students line up outside the university gym, forming a queue as they await the career fair's opening. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym, forming a queue as they await the career fair's opening. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym, forming a queue in anticipation of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym, forming a queue in anticipation of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym for the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym for the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "The university gym hosts the career fair opening, with students lining up outside. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "The university gym hosts the career fair opening as students line up outside. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.3763305068016848,
    0.5881222184494961,
    0.5881222184494961,
    0.5881222184494961,
    0.743541480233801,
    0.743541480233801,
    0.743541480233801,
    0.743541480233801,
    0.743541480233801,
    0.743541480233801,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8050476386247643,
    0.8364351468237277,
    0.8364351468237277,
    0.8364351468237277,
    0.8364351468237277,
    0.8019857906021619,
    0.8019857906021619,
    0.8019857906021619,
    0.8019857906021619,
    0.8098384818772385,
    0.8098384818772385,
    0.8098384818772385,
    0.8098384818772385,
    0.8098384818772385,
    0.8098384818772385,
    0.8098384818772385,
    0.8098384818772385,
    0.8557361044164626,
    0.8557361044164626,
    0.8557361044164626,
    0.8557361044164626,
    0.8557361044164626,
    0.8557361044164626,
    0.8557361044164626,
    0.8557361044164626,
    0.8557361044164626,
    0.8557361044164626,
    0.8450612427337346
  ],
  "12": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, and a robotics startup flies a small drone above its booth for attention.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "An event at the entrance includes staff scanning registrations and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.43337418948409656,
    0.43337418948409656,
    0.43337418948409656,
    0.43337418948409656,
    0.7253818140620065,
    0.7253818140620065,
    0.7253818140620065,
    0.7253818140620065,
    0.7253818140620065,
    0.7253818140620065,
    0.7253818140620065,
    0.7253818140620065,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8014298801028077,
    0.8193476927713155,
    0.8193476927713155,
    0.8193476927713155,
    0.8193476927713155,
    0.8193476927713155,
    0.8193476927713155,
    0.8193476927713155,
    0.8193476927713155,
    0.8193476927713155,
    0.8524239249662071,
    0.8524239249662071,
    0.8524239249662071,
    0.8524239249662071,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543,
    0.861098404300543
  ],
  "13": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Staff at the event entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6157650957447186,
    0.6539118944594895,
    0.6539118944594895,
    0.6539118944594895,
    0.6539118944594895,
    0.8797385158628213,
    0.8797385158628213,
    0.8797385158628213,
    0.8797385158628213,
    0.8797385158628213,
    0.8797385158628213,
    0.8797385158628213,
    0.8797385158628213,
    0.8797385158628213,
    0.8797385158628213,
    0.8603857327539344,
    0.8603857327539344,
    0.8603857327539344,
    0.8603857327539344,
    0.8603857327539344,
    0.8603857327539344,
    0.8603857327539344,
    0.8603857327539344,
    0.8603857327539344,
    0.8941339527406278,
    0.8941339527406278,
    0.8941339527406278,
    0.8941339527406278,
    0.8941339527406278,
    0.8941339527406278,
    0.8941339527406278,
    0.8872994360791091,
    0.8872994360791091
  ],
  "14": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets, while students introduce themselves.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets, while students introduce themselves.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens of their latest apps as human resources teams jot notes on tablets during student introductions; finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage.",
    "At the university gym hosting a career fair, tech companies display demo screens of their latest apps while human resources teams jot notes on tablets during student introductions. Finance firms provide QR codes to enable immediate internship applications, and the engineering society sponsors a resume review table near the stage. Students queue outside the gym before the fair opens.",
    "In a university gym hosting a career fair, tech companies display demo screens of their latest apps while human resources teams jot notes on tablets during student introductions. Finance firms provide QR codes to enable immediate internship applications, and the engineering society sponsors a resume review table near the stage. Students queue outside the gym before the fair opens, and some rehearse elevator pitches quietly against the wall.",
    "At a university gym hosting a career fair, tech companies display demo screens of their latest apps while human resources teams jot notes on tablets during student introductions. Finance firms provide QR codes to enable immediate internship applications, and the engineering society sponsors a resume review table near the stage. Students queue outside the gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as interactions begin."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4450108796446726,
    0.4450108796446726,
    0.4450108796446726,
    0.4450108796446726,
    0.4450108796446726,
    0.4450108796446726,
    0.4450108796446726,
    0.4450108796446726,
    0.4450108796446726,
    0.4450108796446726,
    0.6219922675068276,
    0.6219922675068276,
    0.6219922675068276,
    0.6219922675068276,
    0.6219922675068276,
    0.6219922675068276,
    0.5084073445603846,
    0.5084073445603846,
    0.5084073445603846,
    0.5084073445603846,
    0.5084073445603846,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.805591357374356,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.785312914511642,
    0.8203750459441187,
    0.8203750459441187,
    0.8203750459441187,
    0.8203750459441187
  ],
  "15": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, creating a scene where guidance, prepared materials, and company literature intersect.",
    "The scene centers on career guidance intersecting with tangible materials: counselors redirect unsure students toward applicable industries as students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables, tying together guidance, prepared materials, and company literature; and students line up outside the university gym before the career fair opens.",
    "The scene centers on career guidance intersecting with tangible materials at a university setting: counselors redirect unsure students toward applicable industries, as students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, tying together guidance, prepared materials, and company literature. Students line up outside the university gym before the career fair opens.",
    "At a university, career guidance intersects with tangible materials: counselors redirect unsure students toward applicable industries as they clutch resumes in branded folders; consulting firms stack glossy case-study booklets on high tables, linking guidance, prepared materials, and company literature. Outside the university gym, students line up before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a university, career guidance intersects with tangible materials: counselors redirect unsure students toward applicable industries as they clutch resumes in branded folders; consulting firms stack glossy case-study booklets on high tables, linking guidance, prepared materials, and company literature. Outside the university gym, students line up before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At a university, career guidance integrates with tangible materials: counselors redirect unsure students toward applicable industries as they clutch resumes in branded folders, while consulting firms stack glossy case-study booklets on high tables, linking guidance, prepared materials, and company literature. Outside the university gym, students line up before the career fair opens, and human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "At a university, career guidance is entwined with tangible materials: counselors direct unsure students toward applicable industries as they clutch resumes in branded folders, while consulting firms stack glossy case-study booklets on high tables, linking guidance, prepared materials, and company literature. Outside the university gym, students line up before the career fair opens, and human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, counselors direct unsure students toward applicable industries as they clutch resumes in branded folders, while consulting firms stack glossy case-study booklets on high tables, linking guidance, prepared materials, and company literature. Outside the university gym, students line up before the career fair opens, and human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.4937981999924679,
    0.4937981999924679,
    0.4937981999924679,
    0.4937981999924679,
    0.4937981999924679,
    0.4937981999924679,
    0.4937981999924679,
    0.4937981999924679,
    0.4937981999924679,
    0.4937981999924679,
    0.4236454674679064,
    0.4236454674679064,
    0.4236454674679064,
    0.4236454674679064,
    0.4236454674679064,
    0.4236454674679064,
    0.6724276022127951,
    0.6724276022127951,
    0.6724276022127951,
    0.6724276022127951,
    0.5078156926320255,
    0.5078156926320255,
    0.5078156926320255,
    0.5078156926320255,
    0.5078156926320255,
    0.5078156926320255,
    0.5078156926320255,
    0.5078156926320255,
    0.5078156926320255,
    0.5078156926320255,
    0.6668488583780734,
    0.6668488583780734,
    0.6668488583780734,
    0.6668488583780734,
    0.6668488583780734,
    0.6440077658094716,
    0.6440077658094716,
    0.6440077658094716,
    0.6440077658094716,
    0.6440077658094716,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.7123547753009634,
    0.8214869540617806,
    0.8214869540617806,
    0.8214869540617806,
    0.8214869540617806
  ],
  "16": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map as they plan routes. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact during interactions.",
    "Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map to plan routes through the venue. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact during interactions. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map to plan routes through the venue. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact during interactions. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5756113929387019,
    0.5756113929387019,
    0.5756113929387019,
    0.5756113929387019,
    0.5756113929387019,
    0.5756113929387019,
    0.5756113929387019,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.4233590392196837,
    0.7771515105084484,
    0.7771515105084484,
    0.7771515105084484,
    0.7771515105084484,
    0.7771515105084484,
    0.7771515105084484,
    0.7771515105084484,
    0.8025557747462653,
    0.8025557747462653,
    0.8025557747462653,
    0.8025557747462653,
    0.8025557747462653,
    0.8025557747462653,
    0.8025557747462653,
    0.8166278304251908,
    0.8166278304251908,
    0.8166278304251908,
    0.8166278304251908,
    0.8166278304251908,
    0.8166278304251908,
    0.8166278304251908,
    0.8201868422332391,
    0.8201868422332391,
    0.8201868422332391
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Career counselors direct unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display photos from community outreach. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a campus career fair setting, counselors direct unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display photos from community outreach. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "In a campus career fair, counselors direct unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display photos from community outreach. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "The campus career fair unfolds with counselors directing unsure students toward applicable industries, creating a sense of guided pathways. Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers display photos from community outreach. Human resources teams jot notes on tablets as students introduce themselves, capturing impressions in real time. Prior to opening, students line up outside the university gym, awaiting entry. In the adjoining classroom, workshops on networking etiquette begin, offering strategies as attendees prepare to engage with employers.",
    "The campus career fair unfolds with counselors guiding unsure students toward applicable industries, establishing a sense of guided pathways. Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers display photos from community outreach. Human resources teams jot notes on tablets as students introduce themselves, capturing impressions in real time. Prior to opening, students line up outside the university gym awaiting entry. In the adjoining classroom, workshops on networking etiquette begin, offering strategies as attendees prepare to engage with employers. Some students rehearse elevator pitches quietly against the wall."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.5233308432289259,
    0.5233308432289259,
    0.5233308432289259,
    0.5233308432289259,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6038931207846322,
    0.6802759904550617,
    0.6802759904550617,
    0.6802759904550617,
    0.6802759904550617,
    0.6802759904550617,
    0.6802759904550617,
    0.6802759904550617,
    0.6802759904550617,
    0.6802759904550617,
    0.6802759904550617,
    0.8057528406367193,
    0.8057528406367193,
    0.8057528406367193,
    0.8057528406367193,
    0.8057528406367193,
    0.8057528406367193,
    0.8094774984600255,
    0.8094774984600255,
    0.8094774984600255,
    0.8094774984600255,
    0.8309926812718895,
    0.8309926812718895,
    0.8309926812718895,
    0.8309926812718895,
    0.8309926812718895,
    0.8309926812718895,
    0.8309926812718895,
    0.8309926812718895,
    0.8309926812718895
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A panel of alumni discusses how to prepare for technical interviews.",
    "A panel of alumni discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "An event features a panel of alumni discussing how to prepare for technical interviews, while students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "An event features a panel of alumni discussing how to prepare for technical interviews, while students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "An event features a panel of alumni discussing how to prepare for technical interviews. Nearby, students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, a panel of alumni discusses how to prepare for technical interviews. Nearby, students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, a panel of alumni discusses how to prepare for technical interviews. Nearby, students clutch resumes in branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a panel of alumni discusses how to prepare for technical interviews. Nearby, students clutch resumes in branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, a panel of alumni discusses how to prepare for technical interviews. Nearby, students clutch branded folders with resumes. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a panel of alumni discusses how to prepare for technical interviews. Nearby, students clutch branded folders with resumes. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.45822155726740116,
    0.45822155726740116,
    0.45822155726740116,
    0.45822155726740116,
    0.45842718090934526,
    0.45842718090934526,
    0.45842718090934526,
    0.45842718090934526,
    0.45842718090934526,
    0.45842718090934526,
    0.45842718090934526,
    0.45842718090934526,
    0.46827794056974814,
    0.46827794056974814,
    0.46827794056974814,
    0.46827794056974814,
    0.6583205180491297,
    0.6583205180491297,
    0.6583205180491297,
    0.6583205180491297,
    0.6583205180491297,
    0.6583205180491297,
    0.805844727433654,
    0.805844727433654,
    0.805844727433654,
    0.805844727433654,
    0.805844727433654,
    0.805844727433654,
    0.805844727433654,
    0.805844727433654,
    0.8642621322061146,
    0.8642621322061146,
    0.8642621322061146,
    0.8642621322061146,
    0.8642621322061146,
    0.8642621322061146,
    0.8642621322061146,
    0.8770759353765823,
    0.8770759353765823,
    0.8770759353765823,
    0.8770759353765823,
    0.8770759353765823,
    0.8803763557448495,
    0.8803763557448495,
    0.8803763557448495,
    0.8803763557448495,
    0.8803763557448495,
    0.8803763557448495,
    0.8864601444704248,
    0.8864601444704248,
    0.8864601444704248,
    0.8864601444704248,
    0.8864601444704248,
    0.887603791549378,
    0.887603791549378,
    0.887603791549378,
    0.887603791549378
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, while healthcare providers showcase photos of community outreach.",
    "Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase photos of community outreach; nearby, some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase photos of community outreach. Nearby, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase photos of community outreach. Nearby, students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase photos of community outreach. Nearby, students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At a campus networking event, alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase photos of community outreach. Nearby, students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, completing a scene of active recruiting and professional development across different sectors.",
    "At a campus networking event, alumni volunteers give brief pep talks near the coffee station, while healthcare providers showcase photos of community outreach. Nearby, students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, completing a scene of active recruiting and professional development across different sectors. Career counselors redirect unsure students toward applicable industries.",
    "At a campus networking event, alumni volunteers give brief pep talks near the coffee station, reinforcing active recruiting and professional development across different sectors. Healthcare providers showcase photos of community outreach. Students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.31629494416996845,
    0.31629494416996845,
    0.31629494416996845,
    0.31629494416996845,
    0.31629494416996845,
    0.31629494416996845,
    0.31629494416996845,
    0.31629494416996845,
    0.31774977397295623,
    0.31774977397295623,
    0.31774977397295623,
    0.31774977397295623,
    0.31774977397295623,
    0.31774977397295623,
    0.31774977397295623,
    0.31774977397295623,
    0.31774977397295623,
    0.31774977397295623,
    0.6153958883039833,
    0.6153958883039833,
    0.6153958883039833,
    0.6153958883039833,
    0.6153958883039833,
    0.6153958883039833,
    0.6153958883039833,
    0.6460511140172875,
    0.6460511140172875,
    0.6460511140172875,
    0.6460511140172875,
    0.6460511140172875,
    0.6460511140172875,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.7320087575496828,
    0.772670265214329,
    0.772670265214329,
    0.772670265214329,
    0.772670265214329,
    0.7827142822351167,
    0.7827142822351167,
    0.7827142822351167,
    0.7827142822351167,
    0.7827142822351167,
    0.7827142822351167,
    0.7857693686837657
  ],
  "20": [
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the trade show, a robotics startup is flying a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A group of students rehearses elevator pitches quietly against a wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the trade show, a robotics startup is flying a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A group of students rehearses elevator pitches quietly against a wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the trade show, a robotics startup is flying a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A group of students rehearses elevator pitches quietly against a wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the trade show, a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens with their latest apps. A group of students rehearses elevator pitches quietly against a wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.5188567843983802,
    0.5188567843983802,
    0.5188567843983802,
    0.5188567843983802,
    0.5188567843983802,
    0.5188567843983802,
    0.5188567843983802,
    0.5188567843983802,
    0.6815695924203407,
    0.6815695924203407,
    0.6815695924203407,
    0.6815695924203407,
    0.6815695924203407,
    0.6815695924203407,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7291307255209558,
    0.7403339513253164,
    0.7403339513253164,
    0.7403339513253164,
    0.7403339513253164,
    0.7403339513253164,
    0.7403339513253164,
    0.7403339513253164,
    0.7403339513253164
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact, while at the entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "The event features career guidance and recruitment activities: career counselors remind attendees to maintain eye contact; at the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "The event centers on career guidance and recruitment activities. Career counselors remind attendees to maintain eye contact, and at the entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they introduce themselves; HR teams jot notes on tablets.",
    "The event centers on career guidance and recruitment activities. Career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they introduce themselves, while HR teams jot notes on tablets.",
    "The event centers on career guidance and recruitment activities. Career counselors remind attendees to maintain eye contact as they network. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they introduce themselves, while HR teams jot notes on tablets.",
    "The event centers on career guidance and recruitment activities. Career counselors remind attendees to maintain eye contact as they network. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they introduce themselves, while HR teams jot notes on tablets. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.7855556171697118,
    0.7855556171697118,
    0.7855556171697118,
    0.7855556171697118,
    0.7855556171697118,
    0.6446516938116424,
    0.6446516938116424,
    0.6446516938116424,
    0.6446516938116424,
    0.835270310016585,
    0.835270310016585,
    0.835270310016585,
    0.835270310016585,
    0.835270310016585,
    0.835270310016585,
    0.835270310016585,
    0.835270310016585,
    0.835270310016585,
    0.835270310016585,
    0.8494325770179039,
    0.8494325770179039,
    0.8494325770179039,
    0.8494325770179039,
    0.8494325770179039,
    0.8494325770179039,
    0.8539708798014531,
    0.8539708798014531,
    0.8539708798014531,
    0.8539708798014531,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.856430238868569,
    0.8549009536475565,
    0.8549009536475565,
    0.8549009536475565,
    0.8549009536475565,
    0.8549009536475565,
    0.8549009536475565,
    0.8549009536475565,
    0.8443570317558173
  ],
  "22": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "On a polished floor, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the space.",
    "On a polished floor, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the space. Groups of friends mark target employers on the event map.",
    "On a polished floor, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the space. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "On a polished floor, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the space. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "On a polished floor, consulting firms stack glossy case study booklets on high tables. Dozens of booths encircle the space with colorful banners. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At a fair on a polished floor, consulting firms display glossy case-study booklets on high tables while dozens of booths encircle the space, bordered by colorful banners. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Tech companies run demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "The scene is a career fair set on a polished floor, with consulting firms displaying glossy case-study booklets on high tables while dozens of booths encircle the space, bordered by colorful banners. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention, while tech companies run demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.45272566145103443,
    0.45272566145103443,
    0.45272566145103443,
    0.45272566145103443,
    0.45272566145103443,
    0.6617699044527469,
    0.6617699044527469,
    0.6617699044527469,
    0.6617699044527469,
    0.6617699044527469,
    0.6617699044527469,
    0.6617699044527469,
    0.7192651905297849,
    0.7192651905297849,
    0.7192651905297849,
    0.7192651905297849,
    0.7192651905297849,
    0.7443693148980363,
    0.7443693148980363,
    0.7443693148980363,
    0.7443693148980363,
    0.7443693148980363,
    0.7443693148980363,
    0.7443693148980363,
    0.8377278904555513,
    0.8377278904555513,
    0.8377278904555513,
    0.8377278904555513,
    0.8377278904555513,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.8726165019073503,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289,
    0.855287958587289
  ],
  "23": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners circle the polished floor. At one booth, a cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners surround the polished floor. At one booth, a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners surround the polished floor. At one booth, a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners surround a polished floor. At one booth, a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners surround a polished floor. At one booth, a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as dozens of booths with colorful banners surround a polished floor. At one booth, a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as dozens of booths with colorful banners surround a polished floor. At one booth, a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up before the career fair as dozens of booths with colorful banners surround a polished floor. At one booth, a cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5686748044178358,
    0.5686748044178358,
    0.5686748044178358,
    0.5686748044178358,
    0.715945255093063,
    0.715945255093063,
    0.715945255093063,
    0.715945255093063,
    0.715945255093063,
    0.715945255093063,
    0.715945255093063,
    0.7780613780812649,
    0.7780613780812649,
    0.7780613780812649,
    0.7780613780812649,
    0.7780613780812649,
    0.7780613780812649,
    0.7780613780812649,
    0.7780613780812649,
    0.7780613780812649,
    0.8272142326652158,
    0.8272142326652158,
    0.8272142326652158,
    0.8272142326652158,
    0.8504982967158838,
    0.8504982967158838,
    0.8504982967158838,
    0.8504982967158838,
    0.8504982967158838,
    0.8504982967158838,
    0.8504982967158838,
    0.8522735549692553,
    0.8522735549692553,
    0.8522735549692553,
    0.8522735549692553,
    0.8522735549692553,
    0.8522735549692553,
    0.8522735549692553,
    0.8522735549692553,
    0.8522735549692553,
    0.8469034630666328,
    0.8469034630666328,
    0.8469034630666328,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8624814679513844,
    0.8788378493543276,
    0.8788378493543276,
    0.8788378493543276,
    0.8788378493543276
  ],
  "24": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves; the students line up outside the university gym before the career fair opens.",
    "Human resources teams jot notes on tablets as students introduce themselves; the students line up outside the university gym before the career fair opens; groups of friends mark target employers on the event map.",
    "Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, the students line up before the career fair opens. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens as human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop at the event.",
    "Outside the university gym, students line up before the career fair opens while HR teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop at the event. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens as HR teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop at the event. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens as HR teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop at the event. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as HR teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop at the event. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.45601009616036764,
    0.45601009616036764,
    0.45601009616036764,
    0.45601009616036764,
    0.45601009616036764,
    0.45601009616036764,
    0.45601009616036764,
    0.4963228271061029,
    0.4963228271061029,
    0.4963228271061029,
    0.7638995171727587,
    0.7638995171727587,
    0.7638995171727587,
    0.7638995171727587,
    0.7638995171727587,
    0.7638995171727587,
    0.7740323734167502,
    0.7740323734167502,
    0.7740323734167502,
    0.7740323734167502,
    0.7740323734167502,
    0.7740323734167502,
    0.7740323734167502,
    0.7740323734167502,
    0.7740323734167502,
    0.7740323734167502,
    0.7749434775430512,
    0.7749434775430512,
    0.7749434775430512,
    0.8379121538815716,
    0.8379121538815716,
    0.8379121538815716,
    0.8379121538815716,
    0.8267733425838211,
    0.8267733425838211,
    0.8267733425838211,
    0.8267733425838211,
    0.8267733425838211,
    0.8267733425838211,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761,
    0.8379887673722761
  ]
}