{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications, providing a quick path for attendees to apply. Career counselors remind attendees to maintain eye contact.",
    "Finance firms offer QR codes that enable immediate internship applications, providing a quick path for attendees to apply. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Finance firms offer QR codes that enable immediate internship applications, providing a quick path for attendees to apply. Career counselors remind attendees to maintain eye contact.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Finance firms offer QR codes that enable immediate internship applications, providing a quick path for attendees to apply. Career counselors remind attendees to maintain eye contact.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Finance firms offer QR codes that enable immediate internship applications, providing a quick path for attendees to apply. Career counselors remind attendees to maintain eye contact.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Finance firms offer QR codes that enable immediate internship applications, providing a quick path for attendees to apply. Career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.5154628541297122,
    0.5154628541297122,
    0.5154628541297122,
    0.5154628541297122,
    0.5154628541297122,
    0.5154628541297122,
    0.5154628541297122,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7387163408514241,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479,
    0.7309975376203479
  ],
  "1": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase photos illustrating community outreach.",
    "Students line up outside the university gym ahead of the career fair opening, while healthcare providers showcase photos illustrating community outreach, and finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase photos illustrating community outreach, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym in anticipation of the career fair opening. Healthcare providers showcase photos illustrating community outreach, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Inside branded folders, students clutch resumes, preparing for the fair."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5133189249408308,
    0.5133189249408308,
    0.5133189249408308,
    0.5133189249408308,
    0.5133189249408308,
    0.5133189249408308,
    0.5133189249408308,
    0.5133189249408308,
    0.5133189249408308,
    0.5133189249408308,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.40739483926173975,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.7704530515886147,
    0.785279689106545,
    0.785279689106545,
    0.785279689106545,
    0.785279689106545,
    0.785279689106545,
    0.785279689106545,
    0.785279689106545
  ],
  "2": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "A professional event features consulting firms stacking glossy case study booklets on high tables, with career counselors reminding attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule.",
    "At a professional event, consulting firms are stacking glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.5506653659432925,
    0.5506653659432925,
    0.5506653659432925,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741,
    0.6164244397239741
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement, delivered over the PA system, outlines the fair schedule.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement, delivered over the PA system, outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case study booklets on high tables. A welcome announcement delivered over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, consulting firms arrange glossy case study booklets on high tables, forming a dense display of materials. A welcome announcement broadcast over the PA system outlines the schedule. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, tech companies project demo screens showing their latest apps.",
    "At the fair, consulting firms arrange glossy case study booklets on high tables, forming a dense display of materials. A welcome announcement broadcasts over the PA system outlining the schedule. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, tech companies project demo screens showing their latest apps."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.483901456880238,
    0.483901456880238,
    0.483901456880238,
    0.6644403071659994,
    0.6644403071659994,
    0.6644403071659994,
    0.6644403071659994,
    0.6644403071659994,
    0.6644403071659994,
    0.6644403071659994,
    0.6644403071659994,
    0.6647467011644836,
    0.6647467011644836,
    0.6647467011644836,
    0.6647467011644836,
    0.6647467011644836,
    0.6647467011644836,
    0.6647467011644836,
    0.6647467011644836,
    0.813050363124711,
    0.813050363124711,
    0.813050363124711,
    0.813050363124711,
    0.813050363124711,
    0.813050363124711,
    0.813050363124711,
    0.8160476363314217
  ],
  "4": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Finance firms provide QR codes enabling immediate internship applications. The engineering society sponsors a resume review table near the stage. Some students quietly rehearse elevator pitches against the wall.",
    "Finance firms distribute QR codes that enable immediate internship applications. The engineering society sponsors a resume review table located near the stage. Some students quietly rehearse elevator pitches against the wall. Healthcare providers display photos from community outreach efforts.",
    "In a campus event setting, finance firms distribute QR codes that enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Some students quietly rehearse elevator pitches against the wall. Healthcare providers display photos from community outreach efforts. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.46289722749184925,
    0.46289722749184925,
    0.46289722749184925,
    0.46289722749184925,
    0.46289722749184925,
    0.46289722749184925,
    0.46289722749184925,
    0.6838846686948757,
    0.6838846686948757,
    0.6838846686948757,
    0.6838846686948757,
    0.6838846686948757,
    0.6838846686948757,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7465065661407633,
    0.7810040670432516,
    0.7810040670432516,
    0.7810040670432516
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders.",
    "Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in an adjoining classroom, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "An event space hosts workshops on networking etiquette in an adjoining classroom, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "An event space hosts workshops on networking etiquette in an adjoining classroom, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.36299038938431966,
    0.5380576365324876,
    0.5380576365324876,
    0.5380576365324876,
    0.5380576365324876,
    0.5380576365324876,
    0.5503614337370581,
    0.5503614337370581,
    0.5503614337370581,
    0.5503614337370581,
    0.7332372415156347,
    0.7332372415156347,
    0.7332372415156347,
    0.7332372415156347,
    0.7332372415156347,
    0.7332372415156347,
    0.7332372415156347,
    0.7332372415156347,
    0.7332372415156347,
    0.7332372415156347,
    0.7071888928191888,
    0.7071888928191888,
    0.7071888928191888,
    0.7071888928191888,
    0.7071888928191888,
    0.758909679074861,
    0.758909679074861,
    0.758909679074861,
    0.758909679074861,
    0.758909679074861,
    0.758909679074861,
    0.758909679074861,
    0.758909679074861,
    0.7827968599053512
  ],
  "6": [
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the university campus, a cybersecurity company is running a password-cracking challenge on a laptop. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "On a university campus, a cybersecurity company is running a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "On a university campus, a cybersecurity company is running a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews."
  ],
  "6_score": [
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.43945776659430824,
    0.43945776659430824,
    0.43945776659430824,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.572470112571404,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.647511538511647,
    0.7196402753677144,
    0.7196402753677144,
    0.7196402753677144,
    0.7196402753677144,
    0.7196402753677144,
    0.7196402753677144,
    0.721855857964572,
    0.721855857964572,
    0.721855857964572,
    0.721855857964572,
    0.721855857964572,
    0.721855857964572,
    0.721855857964572
  ],
  "7": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves at a booth, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves at a booth; a robotics startup flies a small drone above its booth to attract attention; a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves at a booth. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.45450900184219084,
    0.45450900184219084,
    0.45450900184219084,
    0.45450900184219084,
    0.45450900184219084,
    0.45450900184219084,
    0.45450900184219084,
    0.45450900184219084,
    0.45450900184219084,
    0.45450900184219084,
    0.5585029388093882,
    0.5585029388093882,
    0.5585029388093882,
    0.5585029388093882,
    0.5585029388093882,
    0.5585029388093882,
    0.5585029388093882,
    0.5585029388093882,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737,
    0.8389594462010737
  ],
  "8": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table located near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, the engineering society sponsors a resume review table located near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At the event, the engineering society sponsors a resume review table located near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event, the engineering society sponsors a resume review table located near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.5631318877118415,
    0.7275840405810916,
    0.7275840405810916,
    0.7275840405810916,
    0.7560580146385556,
    0.7560580146385556,
    0.7560580146385556,
    0.7560580146385556,
    0.7560580146385556,
    0.7560580146385556,
    0.7560580146385556,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862,
    0.7961125555665862
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "A venue hosts an alumni panel discussing how to prepare for technical interviews, and in the adjoining classroom, workshops on networking etiquette begin.",
    "A venue hosts an alumni panel on how to prepare for technical interviews, and in the adjoining classroom, workshops on networking etiquette begin.",
    "A venue hosts an alumni panel on how to prepare for technical interviews, and in the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "At a venue, an alumni panel on how to prepare for technical interviews is being hosted, while in the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At a venue, an alumni panel on how to prepare for technical interviews is being hosted, while an adjoining classroom hosts workshops on networking etiquette. Career counselors redirect unsure students toward applicable industries, and several students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on security activity to the scene."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3800572679643958,
    0.3857152103662256,
    0.3857152103662256,
    0.3857152103662256,
    0.3857152103662256,
    0.3857152103662256,
    0.3857152103662256,
    0.5817467889880513,
    0.5817467889880513,
    0.5817467889880513,
    0.5817467889880513,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7031270222270749,
    0.7052668527464439,
    0.7052668527464439,
    0.7052668527464439,
    0.7052668527464439,
    0.7052668527464439,
    0.7052668527464439
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "A cybersecurity company is conducting a password cracking challenge on a laptop. During the event, an LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. During the event, an LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station.",
    "During a cybersecurity company's password-cracking challenge on a laptop, an LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. Alumni volunteers shared quick pep talks near the coffee station. Career counselors redirected unsure students toward applicable industries."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.24111150983028395,
    0.24111150983028395,
    0.24111150983028395,
    0.24111150983028395,
    0.24111150983028395,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.41770264594442497,
    0.477151876696297,
    0.477151876696297,
    0.477151876696297
  ],
  "11": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In the scene, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "In the scene, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "In the scene, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.361909429266495,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603,
    0.53105642049603
  ],
  "12": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor, surrounding the space. Human resources teams jot notes on tablets while students introduce themselves to booth representatives. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, ready to share them with recruiters. The scene highlights direct interaction between HR staff, students, and peers, with tablets, resumes, and branded folders visible at multiple booths.",
    "Dozens of booths with colorful banners circle the polished floor, surrounding the space. HR teams jot notes on tablets as students introduce themselves to booth representatives. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, ready to share them with recruiters. The scene emphasizes direct interaction among HR staff, students, and peers, with tablets, resumes, and branded folders visible at multiple booths. Tech companies display demo screens showing their latest apps."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.5389087704698321,
    0.6526018036590683,
    0.6526018036590683,
    0.6526018036590683,
    0.6526018036590683,
    0.6526018036590683,
    0.7276954807584552,
    0.7276954807584552,
    0.7276954807584552,
    0.7276954807584552,
    0.7276954807584552,
    0.7521561554968581,
    0.7521561554968581,
    0.7521561554968581,
    0.7521561554968581,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165,
    0.7930796918360165
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Human resources teams jot notes on tablets as students introduce themselves.",
    "During the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Human resources teams take notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.6399341712373084,
    0.6399341712373084,
    0.6399341712373084,
    0.6399341712373084,
    0.6399341712373084,
    0.6399341712373084,
    0.6399341712373084,
    0.8515040926907749,
    0.8515040926907749,
    0.8515040926907749,
    0.8515040926907749,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.8336572399292723,
    0.879440912015311
  ],
  "14": [
    "",
    "",
    "",
    "Healthcare providers showcase photographs of their community outreach efforts.",
    "Healthcare providers showcase photographs of their community outreach efforts. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase photographs of their community outreach efforts. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase photographs of their community outreach efforts at a fair. Dozens of booths with colorful banners circle the polished floor. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase photographs of their community outreach efforts at a fair. Dozens of booths with colorful banners circle the polished floor. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers showcase photographs of their community outreach efforts at a fair. Dozens of booths with colorful banners circle the polished floor as attendees move through the space. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Nearby, alumni volunteers share quick pep talks near the coffee station."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.2841978173941912,
    0.4332517155695331,
    0.4332517155695331,
    0.4332517155695331,
    0.4332517155695331,
    0.4332517155695331,
    0.4332517155695331,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.6042535000868208,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7221178957617456,
    0.7920232420297738,
    0.7920232420297738,
    0.7920232420297738,
    0.7920232420297738,
    0.7920232420297738,
    0.7920232420297738,
    0.8171388475614935,
    0.8171388475614935,
    0.8171388475614935,
    0.8171388475614935
  ],
  "15": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while near the stage the engineering society sponsors a resume review table.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.4424548273399854,
    0.4424548273399854,
    0.4424548273399854,
    0.4424548273399854,
    0.4424548273399854,
    0.4424548273399854,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.7649938572669455,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8146717937459009,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019,
    0.8609859433418019
  ],
  "16": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while students line up outside the university gym before the career fair opens.",
    "Human resources teams jot notes on tablets as students introduce themselves, while students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Human resources teams jot notes on tablets as students introduce themselves, while students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, with a line of students outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "The scene depicts a university career fair near the gym, with HR teams jotting notes on tablets as students introduce themselves and a line of students waiting outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps, while a cybersecurity firm runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "16_score": [
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.41413207127557145,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6141982034075399,
    0.6239776283306521,
    0.6239776283306521,
    0.6239776283306521,
    0.6239776283306521,
    0.6239776283306521,
    0.8134601597441251,
    0.8134601597441251,
    0.8134601597441251,
    0.8134601597441251,
    0.8134601597441251,
    0.8134601597441251,
    0.8134601597441251,
    0.8134601597441251,
    0.8134601597441251,
    0.8134601597441251,
    0.7801229960984715,
    0.7801229960984715,
    0.7801229960984715,
    0.7801229960984715,
    0.7801229960984715,
    0.7801229960984715,
    0.8204929875300817
  ],
  "17": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops begin in the adjoining classroom, setting a quiet educational tone within the event. A robotics startup flies a small drone above its booth to attract attention, its presence adding a dynamic display to the exhibition space. Healthcare providers showcase community outreach photos, illustrating their local outreach efforts. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the venue.",
    "Networking etiquette workshops begin in the adjoining classroom, setting a quiet educational tone for the event. A robotics startup flies a small drone above its booth to attract attention, adding a dynamic display to the exhibition space. Healthcare providers showcase community outreach photos, illustrating their local outreach efforts. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the venue.",
    "Networking etiquette workshops begin in the adjoining classroom, setting a quiet educational tone for the event. A robotics startup flies a small drone above its booth, adding a dynamic display to the exhibition space. Healthcare providers showcase community outreach photos illustrating their local outreach efforts. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the venue."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.6341368359193342,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7056117034178677,
    0.7185613622845781,
    0.7185613622845781,
    0.7185613622845781,
    0.7185613622845781,
    0.7185613622845781,
    0.7145400394949415,
    0.7145400394949415,
    0.7145400394949415,
    0.7145400394949415,
    0.7145400394949415,
    0.7145400394949415,
    0.7145400394949415,
    0.7145400394949415,
    0.7145400394949415,
    0.7145400394949415
  ],
  "18": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Several students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens.",
    "Several students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Several students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "Several students rehearse elevator pitches quietly against a wall while others line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym ahead of the career fair, several students rehearse elevator pitches quietly against a wall while others line up outside. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps."
  ],
  "18_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.4031463656691846,
    0.4031463656691846,
    0.4031463656691846,
    0.4031463656691846,
    0.4031463656691846,
    0.4031463656691846,
    0.4031463656691846,
    0.4031463656691846,
    0.6095243215107125,
    0.6095243215107125,
    0.6095243215107125,
    0.6095243215107125,
    0.6095243215107125,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.7646505848427922,
    0.8052601414987999,
    0.8052601414987999,
    0.8052601414987999,
    0.8052601414987999,
    0.8052601414987999,
    0.8052601414987999,
    0.8052601414987999,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8122585539874807,
    0.8159580213132286,
    0.8159580213132286,
    0.8159580213132286,
    0.8159580213132286,
    0.8159580213132286
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079
  ],
  "20": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. A panel of alumni discusses how to prepare for technical interviews."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.6197027258145035,
    0.81930455538946
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Event activities are underway with staff at the entrance scanning registrations and distributing lanyards. Alumni volunteers deliver brief pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves.",
    "Event activities are underway with staff at the entrance scanning registrations and distributing lanyards. Alumni volunteers deliver brief pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "Event activities are underway with staff at the entrance scanning registrations and distributing lanyards. Alumni volunteers deliver brief pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Event activities are underway with staff at the entrance scanning registrations and distributing lanyards. Alumni volunteers deliver brief pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.3984508816316625,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.550117648215138,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7241280014186733,
    0.7581001333955586,
    0.7581001333955586,
    0.7581001333955586,
    0.7581001333955586,
    0.7581001333955586,
    0.7581001333955586,
    0.7581001333955586,
    0.801722474182103,
    0.801722474182103,
    0.801722474182103,
    0.801722474182103,
    0.801722474182103,
    0.801722474182103,
    0.801722474182103,
    0.801722474182103
  ],
  "22": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a setting with consulting firms and career guidance, glossy case study booklets are stacked on high tables, forming a visible display. Career counselors redirect unsure students toward applicable industries.",
    "A setting combining consulting firms and career guidance features a visible display of glossy case study booklets stacked on high tables. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "An event setting blends consulting firms with career guidance features, anchored by a visible display of glossy case-study booklets stacked on high tables. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos.",
    "An event setting blends consulting firms with career guidance features, anchored by a visible display of glossy case-study booklets stacked on high tables. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "The event setting blends consulting firms with career guidance features, anchored by a visible display of glossy case-study booklets stacked on high tables. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "The event blends consulting firms with career guidance elements, anchored by a visible display of glossy case-study booklets stacked on high tables. Career counselors direct unsure students toward applicable industries, with occasional redirection as needed. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4936312942830442,
    0.4936312942830442,
    0.4936312942830442,
    0.4936312942830442,
    0.4936312942830442,
    0.4936312942830442,
    0.4936312942830442,
    0.4936312942830442,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.6029394842607749,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7064881613310086,
    0.7304177771952418,
    0.7304177771952418,
    0.7304177771952418,
    0.7304177771952418,
    0.7304177771952418,
    0.8211567346539512,
    0.8211567346539512,
    0.8211567346539512,
    0.8211567346539512,
    0.8222984746496272,
    0.8222984746496272,
    0.8222984746496272,
    0.8222984746496272,
    0.8222984746496272,
    0.8222984746496272,
    0.8222984746496272
  ],
  "23": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables, and tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers are delivering quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.3247560074783495,
    0.49560678758714405,
    0.49560678758714405,
    0.49560678758714405,
    0.49560678758714405,
    0.49560678758714405,
    0.49560678758714405,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.5111986265580927,
    0.6851787186098246,
    0.6851787186098246,
    0.6851787186098246,
    0.6851787186098246,
    0.6851787186098246,
    0.714198847571525,
    0.714198847571525,
    0.714198847571525,
    0.714198847571525
  ],
  "24": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, setting the focus of the event. Dozens of booths with colorful banners circle the polished floor, creating a bustling display around the space. Students clutch resumes inside branded folders, presenting prepared materials as they navigate the booths.",
    "An alumni panel discusses how to prepare for technical interviews, setting the focus of the event. Dozens of booths with colorful banners circle the polished floor, creating a bustling display around the space. Students clutch resumes inside branded folders, presenting prepared materials as they navigate the booths. Some students rehearse elevator pitches quietly against the wall."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.6956201727597604,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638,
    0.7099603891473638
  ]
}