{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes to facilitate immediate internship applications.",
    "Finance firms offer QR codes to facilitate immediate internship applications.",
    "Dozens of booths circle the polished floor, each displaying colorful banners, as finance firms offer QR codes to facilitate immediate internship applications.",
    "Dozens of booths circle the polished floor, each displaying colorful banners as finance firms offer QR codes to facilitate immediate internship applications.",
    "Dozens of booths encircle the polished floor, each displaying colorful banners. Finance firms present QR codes to facilitate immediate internship applications.",
    "Dozens of booths encircle the polished floor, each displaying colorful banners as finance firms present QR codes to facilitate immediate internship applications.",
    "Dozens of booths encircle the polished floor, each displaying colorful banners as finance firms present QR codes to facilitate immediate internship applications.",
    "Dozens of booths encircle the polished floor, each displaying colorful banners as finance firms present QR codes to facilitate immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners as finance firms present QR codes to facilitate immediate internship applications. Career counselors move among attendees, reminding them to maintain eye contact, contributing to a professional networking atmosphere. Finance firms offer QR codes for immediate internship applications, enabling on-site scanning and submission. The arrangement emphasizes a finance-focused recruitment environment with streamlined digital submissions and direct interactions between firms and applicants."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.4235705234409624,
    0.4235705234409624,
    0.4235705234409624,
    0.4235705234409624,
    0.4235705234409624,
    0.4235705234409624,
    0.4235705234409624,
    0.441609621037087,
    0.441609621037087,
    0.441609621037087,
    0.441609621037087,
    0.441609621037087,
    0.441609621037087,
    0.5691766097307281,
    0.5691766097307281,
    0.5691766097307281,
    0.5691766097307281,
    0.5691766097307281,
    0.5691766097307281,
    0.5691766097307281,
    0.5691766097307281,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.4396464586149068,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.594376285101645,
    0.6921982627100791
  ],
  "1": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym as the career fair prepares to open.",
    "Students line up outside the university gym as the career fair prepares to open, while the engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym as the career fair prepares to open, while the engineering society sponsors a resume review table near the stage, with the lineup described as occurring before the career fair opens.",
    "Students line up outside the university gym as the career fair prepares to open, a lineup described as occurring before the fair opens. The engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens, preparing for entry as the event nears its start. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, preparing for entry as the event nears its start. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens as the event nears its start. The engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens as the event nears its start. The engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.4045864228760949,
    0.4045864228760949,
    0.4045864228760949,
    0.4045864228760949,
    0.4045864228760949,
    0.4045864228760949,
    0.4045864228760949,
    0.4045864228760949,
    0.4045864228760949,
    0.43248932633607984,
    0.43248932633607984,
    0.43248932633607984,
    0.43248932633607984,
    0.43248932633607984,
    0.43248932633607984,
    0.43248932633607984,
    0.6086448169590565,
    0.6086448169590565,
    0.6086448169590565,
    0.6086448169590565,
    0.6086448169590565,
    0.6086448169590565,
    0.6086448169590565,
    0.6086448169590565,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.8089695553580218,
    0.7826759570092914,
    0.7826759570092914,
    0.7826759570092914,
    0.7826759570092914,
    0.7826759570092914,
    0.7826759570092914,
    0.7826759570092914,
    0.7826759570092914,
    0.7826759570092914,
    0.7826759570092914,
    0.8155352418501518,
    0.8155352418501518,
    0.8155352418501518,
    0.8155352418501518,
    0.8155352418501518,
    0.8155352418501518
  ],
  "2": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables as a formal scene unfolds. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "A formal event unfolds as consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "A formal event features consulting firms stacking glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a formal event, consulting firms stack glossy case-study booklets on high tables around a polished floor, while dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a formal career event, consulting firms stack glossy case-study booklets on high tables around a polished floor, while dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact, and human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a formal career event, consulting firms stack glossy case-study booklets on high tables around a polished floor, while dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact, and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At a formal career event, consulting firms display glossy case-study booklets on high tables around a polished floor, while dozens of booths with colorful banners circle the space. Career counselors remind attendees to maintain eye contact, and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.5996090489560627,
    0.5996090489560627,
    0.5996090489560627,
    0.5996090489560627,
    0.5996090489560627,
    0.5996090489560627,
    0.5996090489560627,
    0.7043732511525784,
    0.7043732511525784,
    0.7043732511525784,
    0.7043732511525784,
    0.7043732511525784,
    0.7043732511525784,
    0.7295924715105436,
    0.7295924715105436,
    0.7295924715105436,
    0.7295924715105436,
    0.7295924715105436,
    0.7295924715105436,
    0.7295924715105436,
    0.7888796061687252,
    0.7888796061687252,
    0.7888796061687252,
    0.7888796061687252,
    0.7888796061687252,
    0.7888796061687252,
    0.7888796061687252,
    0.7888796061687252,
    0.7888796061687252,
    0.7888796061687252,
    0.7792103780373795,
    0.7792103780373795,
    0.7792103780373795,
    0.7792103780373795,
    0.7792103780373795,
    0.7792103780373795,
    0.7792103780373795,
    0.7792103780373795,
    0.7792103780373795,
    0.7995350674407207,
    0.7995350674407207,
    0.7995350674407207,
    0.7995350674407207,
    0.7995350674407207,
    0.7995350674407207,
    0.7995350674407207,
    0.7995350674407207,
    0.7995350674407207,
    0.8162717493713483
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym before the career fair opens. At the career fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.5966655543202104,
    0.7897038481831723,
    0.7897038481831723,
    0.7897038481831723,
    0.7897038481831723,
    0.7897038481831723,
    0.7897038481831723,
    0.7897038481831723,
    0.7897038481831723,
    0.8571905343659589,
    0.8571905343659589,
    0.8571905343659589,
    0.8571905343659589,
    0.8571905343659589,
    0.8571905343659589,
    0.8571905343659589,
    0.8698483105648378,
    0.8698483105648378,
    0.8698483105648378,
    0.8698483105648378,
    0.8698483105648378,
    0.8698483105648378,
    0.8698483105648378,
    0.8698483105648378,
    0.8698483105648378,
    0.8379521705025309,
    0.8379521705025309
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos.",
    "Finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders.",
    "At the career fair, finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, students clutch resumes inside branded folders, a welcome announcement outlines the fair schedule over the PA system, and tech companies display demo screens showing their latest apps.",
    "At the career fair, finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; students clutch resumes inside branded folders; a welcome announcement outlines the fair schedule over the PA system; tech companies display demo screens showing their latest apps; and alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; students clutch resumes inside branded folders; a welcome announcement outlines the fair schedule over the PA system; tech companies display demo screens showing their latest apps; and alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; students clutch resumes inside branded folders; a welcome announcement outlines the fair schedule over the PA system; tech companies display demo screens showing their latest apps; and alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, finance firms provide QR codes for immediate internship applications, while healthcare providers display community outreach photos. Students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the fair schedule. Tech companies present demo screens showing their latest apps, and alumni volunteers offer quick pep talks near the coffee station. A few students rehearse elevator pitches quietly against the wall."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.38399552989289176,
    0.3990007191332452,
    0.3990007191332452,
    0.3990007191332452,
    0.3990007191332452,
    0.3990007191332452,
    0.3990007191332452,
    0.3990007191332452,
    0.3990007191332452,
    0.6895132364547313,
    0.6895132364547313,
    0.6895132364547313,
    0.6895132364547313,
    0.6895132364547313,
    0.6895132364547313,
    0.5657532972874948,
    0.5657532972874948,
    0.5657532972874948,
    0.5657532972874948,
    0.5657532972874948,
    0.5657532972874948,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.5868273148677048,
    0.8796586167512419
  ],
  "5": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners encircle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, and dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops begin in the adjoining classroom as dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps, while career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom as dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are under way in the adjoining classroom while dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, as a welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops are under way in the adjoining classroom as dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, while a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.35862883998856887,
    0.35862883998856887,
    0.35862883998856887,
    0.35862883998856887,
    0.35862883998856887,
    0.35862883998856887,
    0.35862883998856887,
    0.35862883998856887,
    0.5433587757603031,
    0.5433587757603031,
    0.5433587757603031,
    0.5433587757603031,
    0.5433587757603031,
    0.5433587757603031,
    0.5433587757603031,
    0.5433587757603031,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5412232963100773,
    0.5475532472639311,
    0.5475532472639311,
    0.5475532472639311,
    0.5475532472639311,
    0.5475532472639311,
    0.5475532472639311,
    0.5475532472639311,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.752815726150381,
    0.7769130463507419,
    0.7769130463507419,
    0.7769130463507419,
    0.7769130463507419,
    0.7769130463507419,
    0.7769130463507419,
    0.7769130463507419,
    0.7769130463507419,
    0.7769130463507419,
    0.7807293216407065,
    0.7807293216407065,
    0.7807293216407065
  ],
  "6": [
    "",
    "",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, with students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop as students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the career fair event, a cybersecurity company hosts a password-cracking challenge on a laptop as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, a cybersecurity company hosts a password-cracking challenge on a laptop as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, a cybersecurity company hosts a password-cracking challenge on a laptop as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.33663040339061284,
    0.33663040339061284,
    0.33663040339061284,
    0.33663040339061284,
    0.33663040339061284,
    0.34802947031562537,
    0.34802947031562537,
    0.34802947031562537,
    0.34802947031562537,
    0.34802947031562537,
    0.34802947031562537,
    0.34802947031562537,
    0.34802947031562537,
    0.34802947031562537,
    0.34802947031562537,
    0.4972029217501731,
    0.4972029217501731,
    0.4972029217501731,
    0.4972029217501731,
    0.4972029217501731,
    0.6715164164845466,
    0.6715164164845466,
    0.6715164164845466,
    0.6715164164845466,
    0.6715164164845466,
    0.6715164164845466,
    0.6715164164845466,
    0.6715164164845466,
    0.6715164164845466,
    0.7104360956356655,
    0.7104360956356655,
    0.7104360956356655,
    0.7104360956356655,
    0.7104360956356655,
    0.7104360956356655,
    0.7104360956356655,
    0.7530867663381826,
    0.7530867663381826,
    0.7530867663381826,
    0.7530867663381826,
    0.7530867663381826,
    0.7530867663381826,
    0.7530867663381826,
    0.7530867663381826,
    0.8551588994464032,
    0.8551588994464032,
    0.8551588994464032,
    0.8551588994464032,
    0.8551588994464032,
    0.8551588994464032,
    0.8551588994464032,
    0.8551588994464032,
    0.8640605116412232,
    0.8640605116412232,
    0.8640605116412232,
    0.8640605116412232,
    0.8640605116412232,
    0.8640605116412232,
    0.8640605116412232,
    0.8640605116412232,
    0.8640605116412232,
    0.8662312418373022,
    0.8662312418373022,
    0.8662312418373022
  ],
  "7": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activity. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activity. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activity. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activity. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activity. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, signaling concurrent activity. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, signaling concurrent activity. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, HR teams jot notes on tablets as students introduce themselves, signaling concurrent activity; a robotics startup flies a small drone above its booth to attract attention; a welcome announcement outlines the fair schedule over the PA system; groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5405661769394395,
    0.5405661769394395,
    0.5405661769394395,
    0.5405661769394395,
    0.5405661769394395,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.7865830538929413,
    0.8224329637183793,
    0.8224329637183793,
    0.8224329637183793,
    0.8224329637183793,
    0.8224329637183793,
    0.8224329637183793,
    0.8224329637183793,
    0.8526397493596122,
    0.8526397493596122,
    0.8526397493596122,
    0.8526397493596122,
    0.8526397493596122,
    0.8526397493596122,
    0.8526397493596122,
    0.8526397493596122,
    0.8556966645648499,
    0.8556966645648499,
    0.8556966645648499,
    0.8556966645648499,
    0.8556966645648499,
    0.8556966645648499,
    0.8556966645648499,
    0.8556966645648499,
    0.8556966645648499,
    0.8664532129636016,
    0.8664532129636016,
    0.8664532129636016,
    0.8664532129636016,
    0.8664532129636016,
    0.8664532129636016,
    0.8664532129636016,
    0.8664532129636016,
    0.5726511027681879,
    0.5726511027681879,
    0.5726511027681879,
    0.5726511027681879,
    0.5726511027681879,
    0.5726511027681879
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the venue, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the venue, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the venue, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the venue for the career fair, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Inside, students clutch resumes in branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair venue, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Inside, students clutch resumes in branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair venue, the engineering society sponsors a resume review table near the stage. Before the fair opens, students line up outside the university gym. Inside, students clutch resumes tucked into branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair venue, the engineering society sponsors a resume review table near the stage. Before the fair opens, students line up outside the university gym. Inside, students clutch resumes tucked into branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.39372506780979544,
    0.39372506780979544,
    0.39372506780979544,
    0.39372506780979544,
    0.39372506780979544,
    0.39372506780979544,
    0.39372506780979544,
    0.39372506780979544,
    0.7679631131966278,
    0.7679631131966278,
    0.7679631131966278,
    0.7679631131966278,
    0.7679631131966278,
    0.7679631131966278,
    0.7679631131966278,
    0.8057778772803891,
    0.8057778772803891,
    0.8057778772803891,
    0.8057778772803891,
    0.8057778772803891,
    0.8057778772803891,
    0.8057778772803891,
    0.8057778772803891,
    0.7590649588357624,
    0.7590649588357624,
    0.7590649588357624,
    0.7590649588357624,
    0.7590649588357624,
    0.7590649588357624,
    0.7590649588357624,
    0.8467124595625961,
    0.8467124595625961,
    0.8467124595625961,
    0.8467124595625961,
    0.8467124595625961,
    0.8467124595625961,
    0.8467124595625961,
    0.8467124595625961,
    0.8467124595625961,
    0.8492213067496527,
    0.8492213067496527,
    0.8492213067496527,
    0.8492213067496527,
    0.8492213067496527,
    0.8492213067496527,
    0.8492213067496527,
    0.8425293682352515,
    0.8425293682352515,
    0.8425293682352515,
    0.8425293682352515,
    0.8425293682352515,
    0.8425293682352515,
    0.8425293682352515,
    0.8425293682352515,
    0.8707628310142694
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a space with a polished floor, an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the floor.",
    "In a space with a polished floor, an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the floor, and groups of friends mark target employers on the event map.",
    "In a space with a polished floor, an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the floor, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a space with a polished floor hosting a career event. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the floor, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "The space with a polished floor hosts a career event. An alumni panel discusses how to prepare for technical interviews, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the floor, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.570555397657561,
    0.570555397657561,
    0.570555397657561,
    0.570555397657561,
    0.570555397657561,
    0.570555397657561,
    0.570555397657561,
    0.570555397657561,
    0.570555397657561,
    0.6918650984726893,
    0.6918650984726893,
    0.6918650984726893,
    0.6918650984726893,
    0.6918650984726893,
    0.6918650984726893,
    0.7392601078069103,
    0.7392601078069103,
    0.7392601078069103,
    0.7392601078069103,
    0.7392601078069103,
    0.7392601078069103,
    0.7392601078069103,
    0.7392601078069103,
    0.7392601078069103,
    0.7207676277961379,
    0.7207676277961379,
    0.7207676277961379,
    0.7207676277961379,
    0.7207676277961379,
    0.7207676277961379,
    0.7207676277961379,
    0.7895333890347016,
    0.7895333890347016,
    0.7895333890347016,
    0.7895333890347016,
    0.7895333890347016,
    0.7895333890347016,
    0.7895333890347016,
    0.7895333890347016,
    0.7895333890347016,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664,
    0.7742775316050664
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At a bustling expo floor, consulting firms display glossy case study booklets stacked on high tables, tech companies run demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention.",
    "At a bustling expo floor, consulting firms display glossy case study booklets stacked on high tables, tech companies run demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention.",
    "On a bustling expo floor, consulting firms display glossy case study booklets on high tables, tech companies run demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "On a bustling expo floor, consulting firms display glossy case study booklets on high tables, tech companies run demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.3678119242838592,
    0.3678119242838592,
    0.3678119242838592,
    0.3678119242838592,
    0.3678119242838592,
    0.3678119242838592,
    0.3678119242838592,
    0.5444308402797096,
    0.5444308402797096,
    0.5444308402797096,
    0.5444308402797096,
    0.5444308402797096,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.7222174219712184,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.764998875652096,
    0.8169927958091436,
    0.8169927958091436
  ],
  "11": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors steer unsure students toward applicable industries. Consulting firms place glossy case study booklets on high tables.",
    "Career counselors steer unsure students toward applicable industries, consulting firms place glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "A shared space shows career counselors steering unsure students toward applicable industries, consulting firms placing glossy case study booklets on high tables, healthcare providers showcasing community outreach photos, and alumni volunteers sharing quick pep talks near the coffee station.",
    "In a shared space, career counselors guide unsure students toward applicable industries. Consulting firms display glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. Alumni volunteers deliver quick pep talks near the coffee station. The counselors remind attendees to maintain eye contact.",
    "In a shared space near the university gym, career counselors guide unsure students toward applicable industries for the upcoming career fair. Consulting firms display glossy case-study booklets on high tables, while healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Near the university gym, career counselors guide unsure students toward applicable industries for the upcoming career fair. Consulting firms display glossy case-study booklets on high tables, while healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.455847575325981,
    0.35109716931299445,
    0.35109716931299445,
    0.35109716931299445,
    0.35109716931299445,
    0.35109716931299445,
    0.35109716931299445,
    0.35109716931299445,
    0.35109716931299445,
    0.3441231666592423,
    0.3441231666592423,
    0.3441231666592423,
    0.3441231666592423,
    0.3441231666592423,
    0.3441231666592423,
    0.3441231666592423,
    0.3441231666592423,
    0.3441231666592423,
    0.6658944666451325,
    0.6658944666451325,
    0.6658944666451325,
    0.6658944666451325,
    0.6658944666451325,
    0.6658944666451325,
    0.6658944666451325,
    0.6658944666451325,
    0.6658944666451325,
    0.7732517268930568,
    0.7732517268930568,
    0.7732517268930568,
    0.7732517268930568,
    0.7732517268930568,
    0.7732517268930568,
    0.7732517268930568,
    0.7732517268930568,
    0.7950910134339746,
    0.7950910134339746,
    0.7950910134339746
  ],
  "12": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map. The adjoining classroom hosts workshops on networking etiquette as they begin. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map. The adjoining classroom hosts workshops on networking etiquette as they begin. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map. The adjoining classroom hosts workshops on networking etiquette as they begin. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor as groups of friends mark target employers on the event map. The adjoining classroom hosts workshops on networking etiquette as they begin. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor as groups of friends mark target employers on the event map. The adjoining classroom hosts workshops on networking etiquette as they begin. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished floor as groups of friends mark target employers on the event map. The adjoining classroom hosts workshops on networking etiquette as they begin. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5523498865301959,
    0.5523498865301959,
    0.5523498865301959,
    0.5523498865301959,
    0.5523498865301959,
    0.5523498865301959,
    0.5523498865301959,
    0.5523498865301959,
    0.6685341075706658,
    0.6685341075706658,
    0.6685341075706658,
    0.6685341075706658,
    0.6685341075706658,
    0.6685341075706658,
    0.7181688222814788,
    0.7181688222814788,
    0.7181688222814788,
    0.7181688222814788,
    0.7181688222814788,
    0.7181688222814788,
    0.7181688222814788,
    0.763296036543238,
    0.763296036543238,
    0.763296036543238,
    0.763296036543238,
    0.763296036543238,
    0.763296036543238,
    0.763296036543238,
    0.763296036543238,
    0.7365310169035936,
    0.7365310169035936,
    0.7365310169035936,
    0.7365310169035936,
    0.7365310169035936,
    0.7365310169035936,
    0.7365310169035936,
    0.7365310169035936,
    0.7365310169035936,
    0.8014850074266536,
    0.8014850074266536,
    0.8014850074266536,
    0.8014850074266536,
    0.8014850074266536,
    0.8014850074266536,
    0.8014850074266536,
    0.8014850074266536,
    0.8680236148361813,
    0.8680236148361813,
    0.8680236148361813,
    0.8680236148361813,
    0.8680236148361813,
    0.8680236148361813,
    0.8873912131318493,
    0.8873912131318493,
    0.8873912131318493
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Near the stage, the engineering society sponsors a resume review table.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.6179136482436344,
    0.6179136482436344,
    0.6179136482436344,
    0.6179136482436344,
    0.6179136482436344,
    0.6179136482436344,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.7884464672779932,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8104488933862259,
    0.8296151096037818,
    0.8296151096037818,
    0.8296151096037818,
    0.8296151096037818,
    0.8296151096037818,
    0.8296151096037818,
    0.8658716051640898,
    0.8658716051640898,
    0.8658716051640898,
    0.8658716051640898,
    0.8658716051640898,
    0.8658716051640898
  ],
  "14": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement heard over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement heard over the PA system outlines the fair schedule; consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos as a welcome announcement heard over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos as a welcome announcement plays over the PA system, outlining the fair schedule. Consulting firms stack glossy case-study booklets on high tables, and some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the university gym hosting a career fair, healthcare providers display community outreach photos as a welcome announcement plays over the PA system, outlining the fair schedule. Consulting firms have glossy case-study booklets stacked on high tables. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At the university gym hosting a career fair, healthcare providers display community outreach photos as a welcome announcement plays over the PA system, outlining the fair schedule. Consulting firms have glossy case-study booklets stacked on high tables. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Inside the university gym hosting the career fair, healthcare providers display community outreach photos as a welcome announcement plays over the PA system, outlining the fair schedule. Consulting firms have glossy case-study booklets stacked on high tables. Some students rehearse elevator pitches quietly against the wall. Outside the gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map."
  ],
  "14_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.39172114531718233,
    0.39172114531718233,
    0.39172114531718233,
    0.39172114531718233,
    0.39172114531718233,
    0.39172114531718233,
    0.39172114531718233,
    0.4034061664940024,
    0.4034061664940024,
    0.4034061664940024,
    0.4034061664940024,
    0.4034061664940024,
    0.4034061664940024,
    0.4034061664940024,
    0.5896417426359284,
    0.5896417426359284,
    0.5896417426359284,
    0.5896417426359284,
    0.5896417426359284,
    0.5896417426359284,
    0.5896417426359284,
    0.5896417426359284,
    0.5896417426359284,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7907710938154995,
    0.7345419329485967,
    0.7345419329485967,
    0.7345419329485967,
    0.7345419329485967,
    0.7345419329485967,
    0.7345419329485967,
    0.7345419329485967,
    0.7345419329485967,
    0.7345419329485967,
    0.7705580699812462,
    0.7705580699812462,
    0.7705580699812462,
    0.7705580699812462,
    0.7705580699812462,
    0.7705580699812462,
    0.7705580699812462,
    0.7705580699812462,
    0.8234143131056377,
    0.8234143131056377,
    0.8234143131056377,
    0.8234143131056377,
    0.8234143131056377,
    0.8234143131056377,
    0.8234143131056377
  ],
  "15": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At a robotics startup booth, a small drone is flown above the display to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards. A welcome announcement outlines the fair schedule over the public address system.",
    "At a robotics startup booth, a small drone is flown above the display to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards. A welcome announcement outlines the fair schedule over the public address system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a robotics startup booth, a small drone is flown above the display to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards. A welcome announcement outlines the fair schedule over the public address system. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "At a robotics startup booth, a small drone is flown above the display to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards. A welcome announcement outlines the fair schedule over the public address system. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At a robotics startup booth, a small drone is flown above the display to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At a robotics startup booth, a small drone is flown above the display to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At a robotics startup booth, a small drone is flown above the display to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5487357481472256,
    0.5487357481472256,
    0.5487357481472256,
    0.5487357481472256,
    0.5487357481472256,
    0.5487357481472256,
    0.7029406880011457,
    0.7029406880011457,
    0.7029406880011457,
    0.7029406880011457,
    0.7029406880011457,
    0.7029406880011457,
    0.7389812596440741,
    0.7389812596440741,
    0.7389812596440741,
    0.7389812596440741,
    0.7389812596440741,
    0.7389812596440741,
    0.7389812596440741,
    0.7389812596440741,
    0.7770863749339402,
    0.7770863749339402,
    0.7770863749339402,
    0.7770863749339402,
    0.7770863749339402,
    0.7770863749339402,
    0.7770863749339402,
    0.8358312606598121,
    0.8358312606598121,
    0.8358312606598121,
    0.8358312606598121,
    0.8358312606598121,
    0.8358312606598121,
    0.8358312606598121,
    0.8358312606598121,
    0.8336421122451432,
    0.8336421122451432,
    0.8336421122451432,
    0.8336421122451432,
    0.8336421122451432,
    0.8336421122451432,
    0.8336421122451432,
    0.8336421122451432,
    0.8456787330491606,
    0.8456787330491606,
    0.8456787330491606,
    0.8456787330491606,
    0.8456787330491606,
    0.8456787330491606,
    0.8456787330491606,
    0.8693818960043835,
    0.8693818960043835,
    0.8693818960043835,
    0.8693818960043835,
    0.8693818960043835,
    0.8693818960043835
  ],
  "16": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps.",
    "At the fair, human resources teams jot notes on tablets while students introduce themselves, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, human resources teams jot notes on tablets while students introduce themselves, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, human resources teams jot notes on tablets while students introduce themselves, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.39238580168179726,
    0.39238580168179726,
    0.39238580168179726,
    0.39238580168179726,
    0.39238580168179726,
    0.39238580168179726,
    0.691946154495519,
    0.691946154495519,
    0.691946154495519,
    0.691946154495519,
    0.8805402916450502,
    0.8805402916450502,
    0.8805402916450502,
    0.8805402916450502,
    0.8805402916450502,
    0.8805402916450502,
    0.8805402916450502,
    0.8805402916450502,
    0.9021649651800361,
    0.9021649651800361,
    0.9021649651800361,
    0.9021649651800361,
    0.9021649651800361,
    0.9011133299128482,
    0.9011133299128482,
    0.9011133299128482,
    0.9011133299128482,
    0.9011133299128482,
    0.9011133299128482,
    0.9011133299128482,
    0.9011133299128482,
    0.9011133299128482,
    0.9011133299128482,
    0.8968987256930543,
    0.8968987256930543,
    0.8968987256930543,
    0.8968987256930543,
    0.8968987256930543,
    0.8968987256930543,
    0.8968987256930543,
    0.8968987256930543,
    0.8968987256930543,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079,
    0.8937458429377079
  ],
  "17": [
    "",
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin as dozens of booths with colorful banners circle the polished floor.",
    "In the adjoining classroom, workshops on networking etiquette begin, as dozens of booths with colorful banners circle the polished floor.",
    "An adjoining classroom hosts the opening workshops on networking etiquette, as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "An adjoining classroom hosts opening workshops on networking etiquette. Around the polished floor, dozens of booths with colorful banners encircle the space. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "An adjoining classroom hosts opening workshops on networking etiquette. Around the polished floor, dozens of booths with colorful banners encircle the space. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "An adjoining classroom hosts opening workshops on networking etiquette. Around the polished floor, dozens of booths with colorful banners encircle the space. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "An adjoining classroom hosts opening workshops on networking etiquette. Around the polished floor, dozens of booths with colorful banners encircle the space. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "An adjoining classroom hosts opening workshops on networking etiquette. In the main space, dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.34818417503342974,
    0.34818417503342974,
    0.34818417503342974,
    0.34818417503342974,
    0.34818417503342974,
    0.3448224391745439,
    0.3448224391745439,
    0.3448224391745439,
    0.3448224391745439,
    0.3448224391745439,
    0.3448224391745439,
    0.507759372974374,
    0.507759372974374,
    0.507759372974374,
    0.507759372974374,
    0.507759372974374,
    0.507759372974374,
    0.507759372974374,
    0.507759372974374,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.7063229147207464,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.6950281775986271,
    0.7392482258191166,
    0.7392482258191166,
    0.7392482258191166,
    0.7392482258191166,
    0.7392482258191166,
    0.7392482258191166,
    0.7392482258191166,
    0.768533256173568,
    0.768533256173568,
    0.768533256173568
  ],
  "18": [
    "",
    "",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "A group of students quietly rehearses elevator pitches against a wall as event staff scan registrations and hand out lanyards at the entrance.",
    "A group of students quietly rehearses elevator pitches against a wall as event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "A group of students quietly rehearses elevator pitches against a wall as event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Event proceedings at the entrance show staff scanning registrations and handing out lanyards. A group of students quietly rehearses elevator pitches against a wall. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. A group of students quietly rehearses elevator pitches against a wall. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. A group of students quietly rehearses elevator pitches against a wall. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. A group of students quietly rehearses elevator pitches against a wall. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. A group of students quietly rehearses elevator pitches against a wall. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the event, staff scan registrations and hand out lanyards at the entrance. A group of students quietly rehearses elevator pitches against a wall. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage."
  ],
  "18_score": [
    0.0,
    0.0,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.36349891315782273,
    0.36349891315782273,
    0.36349891315782273,
    0.36349891315782273,
    0.36349891315782273,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.5227104026197619,
    0.7104209040434131,
    0.7104209040434131,
    0.7104209040434131,
    0.7104209040434131,
    0.7104209040434131,
    0.7104209040434131,
    0.7868490560183283,
    0.7868490560183283,
    0.7868490560183283,
    0.7868490560183283,
    0.7868490560183283,
    0.7868490560183283,
    0.7868490560183283,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8117470133022027,
    0.8116148812799932,
    0.8116148812799932,
    0.8116148812799932,
    0.8116148812799932,
    0.8116148812799932,
    0.8116148812799932
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries; students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries; students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, tech companies display demo screens showcasing their latest apps, while career counselors steer unsure students toward suitable industries. Students clutch resumes inside branded folders as they circulate. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule.",
    "At the career fair, tech companies display demo screens showcasing their latest apps as career counselors steer unsure students toward suitable industries. Students clutch resumes inside branded folders as they circulate. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, tech companies display demo screens showcasing their latest apps while career counselors steer unsure students toward suitable industries. Students circulate, clutching resumes inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.5520678607440612,
    0.5520678607440612,
    0.5520678607440612,
    0.5520678607440612,
    0.5520678607440612,
    0.5520678607440612,
    0.614444529285406,
    0.614444529285406,
    0.614444529285406,
    0.614444529285406,
    0.614444529285406,
    0.614444529285406,
    0.614444529285406,
    0.614444529285406,
    0.8702023373938099,
    0.8702023373938099,
    0.8702023373938099,
    0.8702023373938099,
    0.8702023373938099,
    0.8702023373938099,
    0.8702023373938099,
    0.8702023373938099,
    0.8687123805526331,
    0.8687123805526331,
    0.8687123805526331,
    0.8687123805526331,
    0.8687123805526331,
    0.8687123805526331,
    0.8687123805526331,
    0.8834558714112244,
    0.8834558714112244,
    0.8834558714112244,
    0.8834558714112244,
    0.8834558714112244,
    0.8834558714112244
  ],
  "20": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, placing marks that identify these employers within the map's layout.",
    "Groups of friends mark target employers on the event map, placing marks that identify these employers within the map's layout. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map by placing marks that identify these employers within the map's layout. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, groups of friends place marks on the event map to identify target employers within the map layout. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves, and finance firms provide QR codes for immediate internship applications.",
    "At the event, groups of friends place marks on the event map to identify target employers within the map layout. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves, and finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends place marks on the event map to identify target employers within the map layout. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves, and finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends place marks on the event map to identify target employers within the map layout. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "Groups of friends place marks on the event map to identify target employers within the map layout. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "Groups of friends place marks on the event map to identify target employers within the map layout. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.33694202630979875,
    0.33694202630979875,
    0.33694202630979875,
    0.33694202630979875,
    0.33694202630979875,
    0.33694202630979875,
    0.5537658931423601,
    0.5537658931423601,
    0.5537658931423601,
    0.5537658931423601,
    0.5537658931423601,
    0.5537658931423601,
    0.7085675347760897,
    0.7085675347760897,
    0.7085675347760897,
    0.7085675347760897,
    0.7085675347760897,
    0.7666200536181611,
    0.7666200536181611,
    0.7666200536181611,
    0.7666200536181611,
    0.7666200536181611,
    0.7666200536181611,
    0.7666200536181611,
    0.7666200536181611,
    0.7804765897667627,
    0.7804765897667627,
    0.7804765897667627,
    0.7804765897667627,
    0.7804765897667627,
    0.7804765897667627,
    0.7804765897667627,
    0.817103354003681,
    0.817103354003681,
    0.817103354003681,
    0.817103354003681,
    0.817103354003681,
    0.817103354003681,
    0.817103354003681,
    0.817103354003681,
    0.817103354003681,
    0.817103354003681,
    0.8213728823787079,
    0.8213728823787079,
    0.8213728823787079,
    0.8213728823787079,
    0.8213728823787079,
    0.8213728823787079,
    0.8213728823787079,
    0.8213728823787079,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262,
    0.8062381405457262
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards; near the stage, the engineering society sponsors a resume review table; career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6003290137262837,
    0.6003290137262837,
    0.6003290137262837,
    0.6003290137262837,
    0.6003290137262837,
    0.6003290137262837,
    0.6003290137262837,
    0.6003290137262837,
    0.6003290137262837,
    0.6003290137262837,
    0.7457330249204037,
    0.7457330249204037,
    0.7457330249204037,
    0.7457330249204037,
    0.7457330249204037,
    0.7457330249204037,
    0.7279950853141074,
    0.7279950853141074,
    0.7279950853141074,
    0.7279950853141074,
    0.7279950853141074,
    0.7279950853141074,
    0.47363704859704286,
    0.47363704859704286,
    0.47363704859704286,
    0.47363704859704286,
    0.47363704859704286,
    0.47363704859704286,
    0.47363704859704286,
    0.47363704859704286,
    0.47363704859704286,
    0.47363704859704286,
    0.7471650589610315,
    0.7471650589610315,
    0.7471650589610315,
    0.7471650589610315,
    0.7471650589610315,
    0.7471650589610315,
    0.7471650589610315,
    0.7471650589610315,
    0.7471650589610315,
    0.7832716170503751,
    0.7832716170503751,
    0.7832716170503751,
    0.7832716170503751,
    0.7832716170503751,
    0.7832716170503751,
    0.7832716170503751,
    0.7832716170503751,
    0.7832716170503751,
    0.742087304322546,
    0.742087304322546,
    0.742087304322546,
    0.742087304322546,
    0.742087304322546,
    0.742087304322546
  ],
  "22": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, placing multiple booklets into a stack on each table.",
    "Consulting firms stack glossy case study booklets on high tables, placing multiple booklets into stacks on each table. Students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case study booklets on high tables, placing multiple booklets into stacks on each table, while students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case study booklets on high tables, forming multiple stacks on each table, while students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, forming multiple stacks on each table. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, forming multiple stacks on each table. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, consulting firms display glossy case study booklets stacked in multiple piles on high tables. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, consulting firms display glossy case study booklets stacked in multiple piles on high tables. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, consulting firms display glossy case study booklets in multiple piles on high tables. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2765216184376964,
    0.2765216184376964,
    0.2765216184376964,
    0.2765216184376964,
    0.2765216184376964,
    0.2765216184376964,
    0.2765216184376964,
    0.5306928481355726,
    0.5306928481355726,
    0.5306928481355726,
    0.5306928481355726,
    0.5306928481355726,
    0.5306928481355726,
    0.36625819853437336,
    0.36625819853437336,
    0.36625819853437336,
    0.36625819853437336,
    0.36625819853437336,
    0.36625819853437336,
    0.36625819853437336,
    0.5742986033035067,
    0.5742986033035067,
    0.5742986033035067,
    0.5742986033035067,
    0.5742986033035067,
    0.5742986033035067,
    0.5742986033035067,
    0.5742986033035067,
    0.8529776795655384,
    0.8529776795655384,
    0.8529776795655384,
    0.8529776795655384,
    0.8529776795655384,
    0.8529776795655384,
    0.847146024679114,
    0.847146024679114,
    0.847146024679114,
    0.847146024679114,
    0.847146024679114,
    0.847146024679114,
    0.847146024679114,
    0.847146024679114,
    0.86637747771046,
    0.86637747771046,
    0.86637747771046,
    0.86637747771046,
    0.86637747771046,
    0.86637747771046,
    0.86637747771046,
    0.8723249539127655,
    0.8723249539127655,
    0.8723249539127655,
    0.8723249539127655,
    0.8723249539127655,
    0.8723249539127655,
    0.8723249539127655,
    0.8723249539127655,
    0.8921359881407394,
    0.8921359881407394,
    0.8921359881407394,
    0.8921359881407394,
    0.8921359881407394
  ],
  "23": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "In the area around the coffee station, alumni volunteers share quick pep talks, while consulting firms stack glossy case study booklets on high tables.",
    "Near the coffee station, alumni volunteers share quick pep talks while consulting firms stack glossy case study booklets on high tables; meanwhile, students line up outside the university gym before the career fair opens.",
    "At the venue, near the coffee station, alumni volunteers deliver pep talks while consulting firms stack glossy case study booklets on high tables; outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event venue, near the coffee station, alumni volunteers deliver pep talks while consulting firms stack glossy case study booklets on high tables; outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, near the coffee station, alumni volunteers deliver pep talks while consulting firms stack glossy case study booklets on high tables; outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the event venue near the coffee station, alumni volunteers deliver pep talks as consulting firms stack glossy case study booklets on high tables; outside the university gym, students line up before the career fair opens; in the adjoining classroom, networking etiquette workshops begin; an alumni panel discusses how to prepare for technical interviews; healthcare providers showcase community outreach photos; career counselors redirect unsure students toward applicable industries.",
    "At the event venue near the coffee station, alumni volunteers deliver pep talks as consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, while career counselors redirect unsure students toward applicable industries.",
    "At the event venue near the coffee station, alumni volunteers deliver pep talks as consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, while career counselors direct unsure students toward applicable industries."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33201806509063414,
    0.33201806509063414,
    0.33201806509063414,
    0.33201806509063414,
    0.33201806509063414,
    0.33201806509063414,
    0.4268906222124584,
    0.4268906222124584,
    0.4268906222124584,
    0.4268906222124584,
    0.4268906222124584,
    0.4268906222124584,
    0.4268906222124584,
    0.5794558211994886,
    0.5794558211994886,
    0.5794558211994886,
    0.5794558211994886,
    0.5794558211994886,
    0.5794558211994886,
    0.5794558211994886,
    0.7469476156326891,
    0.7469476156326891,
    0.7469476156326891,
    0.7469476156326891,
    0.7469476156326891,
    0.7469476156326891,
    0.7469476156326891,
    0.7545271230395381,
    0.7545271230395381,
    0.7545271230395381,
    0.7545271230395381,
    0.7545271230395381,
    0.7545271230395381,
    0.7545271230395381,
    0.7545271230395381,
    0.47816198196138027,
    0.47816198196138027,
    0.47816198196138027,
    0.47816198196138027,
    0.47816198196138027,
    0.47816198196138027,
    0.47816198196138027,
    0.47816198196138027,
    0.7808434185514157,
    0.7808434185514157,
    0.7808434185514157,
    0.7808434185514157,
    0.7808434185514157,
    0.7808434185514157,
    0.7808434185514157,
    0.7808434185514157,
    0.7808434185514157,
    0.7808434185514157,
    0.7802374300489133,
    0.7802374300489133,
    0.7802374300489133,
    0.7802374300489133
  ],
  "24": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.65713254765558,
    0.7984144298541276,
    0.7984144298541276,
    0.7984144298541276,
    0.7984144298541276,
    0.7984144298541276,
    0.7984144298541276,
    0.7984144298541276,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.8151531613290857,
    0.835158820334134,
    0.835158820334134,
    0.835158820334134,
    0.835158820334134,
    0.835158820334134,
    0.835158820334134,
    0.835158820334134,
    0.835158820334134,
    0.8721599170747201,
    0.8721599170747201,
    0.8721599170747201,
    0.8721599170747201,
    0.8721599170747201,
    0.8721599170747201,
    0.8721599170747201
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables. The booklets are arranged in a vertical stack on the table surfaces, with glossy covers signaling their status as case study materials associated with consulting firms.",
    "In a setting tied to consulting firms, a vertical stack of glossy case study booklets rests on high table surfaces, their glossy covers signaling that they are case study materials associated with consulting firms. A few students rehearse elevator pitches quietly against the wall.",
    "In a setting tied to consulting firms, a vertical stack of glossy case study booklets rests on high table surfaces, their glossy covers signaling that they are case study materials associated with consulting firms. A few students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A consulting-firm oriented setting features a vertical stack of glossy case study booklets resting on high tables, their shiny covers signaling they are case study materials tied to consulting firms. A few students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule.",
    "In a consulting-firm oriented setting, a vertical stack of glossy case-study booklets rests on high tables, their shiny covers signaling they are case-study materials tied to consulting firms. A few students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "In a consulting-oriented setting, a vertical stack of glossy case-study booklets rests on high tables; their shiny covers signal they are consulting-firm case-study materials. A few students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "In a consulting-oriented fair scene, a vertical stack of glossy case-study booklets rests on high tables, their shiny covers signaling consulting-firm materials. A few students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.3768179479399165,
    0.4492744845623941,
    0.4492744845623941,
    0.4492744845623941,
    0.4492744845623941,
    0.4492744845623941,
    0.6078316058779237,
    0.6078316058779237,
    0.6078316058779237,
    0.6078316058779237,
    0.6078316058779237,
    0.6078316058779237,
    0.6078316058779237,
    0.6078316058779237,
    0.6676087054232127,
    0.6676087054232127,
    0.6676087054232127,
    0.6676087054232127,
    0.6676087054232127,
    0.6676087054232127,
    0.6676087054232127,
    0.6676087054232127,
    0.6676087054232127,
    0.6676087054232127,
    0.727560236418096,
    0.727560236418096,
    0.727560236418096,
    0.727560236418096,
    0.727560236418096,
    0.727560236418096,
    0.727560236418096,
    0.727560236418096,
    0.7467715388690348,
    0.7467715388690348,
    0.7467715388690348,
    0.7467715388690348,
    0.7467715388690348,
    0.7467715388690348,
    0.7467715388690348,
    0.7467715388690348,
    0.7467715388690348,
    0.8599423944153588,
    0.8599423944153588,
    0.8599423944153588,
    0.8599423944153588,
    0.8599423944153588,
    0.8599423944153588,
    0.8599423944153588,
    0.8599423944153588
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens; finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens; finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "On the university campus, students line up outside the gym as the career fair is set to open. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "On the university campus, students line up outside the gym as the career fair is set to open. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "On a university campus, students line up outside the gym as the career fair opens. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "On a university campus, students line up outside the gym as the career fair opens. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "On a university campus, students line up outside the gym as the career fair opens. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4344691625882038,
    0.4344691625882038,
    0.4344691625882038,
    0.4344691625882038,
    0.4344691625882038,
    0.4344691625882038,
    0.4344691625882038,
    0.4344691625882038,
    0.4344691625882038,
    0.6258638580589683,
    0.6258638580589683,
    0.6258638580589683,
    0.6258638580589683,
    0.6258638580589683,
    0.6258638580589683,
    0.7616676148820963,
    0.7616676148820963,
    0.7616676148820963,
    0.7616676148820963,
    0.7616676148820963,
    0.7616676148820963,
    0.8009265100560774,
    0.8009265100560774,
    0.8009265100560774,
    0.8009265100560774,
    0.8009265100560774,
    0.8009265100560774,
    0.8009265100560774,
    0.8495547969188757,
    0.8495547969188757,
    0.8495547969188757,
    0.8495547969188757,
    0.8495547969188757,
    0.8495547969188757,
    0.8495547969188757,
    0.8495547969188757,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.8410961647271145,
    0.865469459143904
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall while others line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Before the career fair opens, students rehearse elevator pitches quietly against the wall while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, while groups of friends mark target employers on the event map.",
    "Before the career fair opens, students rehearse elevator pitches quietly against the wall while others line up outside the university gym. The engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "Before the career fair opens at the university gym, students rehearse elevator pitches quietly against the wall while others line up outside. The engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.40760827925599435,
    0.40760827925599435,
    0.40760827925599435,
    0.40760827925599435,
    0.40760827925599435,
    0.40760827925599435,
    0.40760827925599435,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.7592861555428285,
    0.7592861555428285,
    0.7592861555428285,
    0.7592861555428285,
    0.7592861555428285,
    0.7592861555428285,
    0.7592861555428285,
    0.7592861555428285,
    0.7592861555428285,
    0.7153851169496449,
    0.7153851169496449,
    0.7153851169496449,
    0.7153851169496449,
    0.7153851169496449,
    0.7153851169496449,
    0.7153851169496449,
    0.7153851169496449,
    0.7153851169496449,
    0.7153851169496449,
    0.8211605346600472,
    0.8211605346600472,
    0.8211605346600472,
    0.8211605346600472,
    0.8211605346600472,
    0.8211605346600472,
    0.8211605346600472,
    0.8211605346600472,
    0.8211605346600472,
    0.8238800622004606,
    0.8238800622004606,
    0.8238800622004606,
    0.8238800622004606,
    0.8238800622004606,
    0.8238800622004606,
    0.8238800622004606,
    0.8057719896303124
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "Several students rehearse elevator pitches quietly against a wall.",
    "Several students quietly rehearse elevator pitches against a wall, while groups of friends mark target employers on the event map.",
    "Several students quietly rehearse elevator pitches against a wall, while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, several students quietly rehearse elevator pitches against a wall, while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, several students quietly rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the event, several students quietly rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the event, several students quietly rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the event, several students quietly rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, several students quietly rehearse elevator pitches against a wall while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2871579907702396,
    0.2871579907702396,
    0.2871579907702396,
    0.2871579907702396,
    0.2871579907702396,
    0.2871579907702396,
    0.37650744192643026,
    0.37650744192643026,
    0.37650744192643026,
    0.37650744192643026,
    0.37650744192643026,
    0.37650744192643026,
    0.5576374910471363,
    0.5576374910471363,
    0.5576374910471363,
    0.5576374910471363,
    0.5576374910471363,
    0.6010724397831138,
    0.6010724397831138,
    0.6010724397831138,
    0.6010724397831138,
    0.6010724397831138,
    0.6010724397831138,
    0.6010724397831138,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.7898398258049415,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8247416280018325,
    0.8286231596807032,
    0.8286231596807032,
    0.8286231596807032,
    0.8286231596807032,
    0.8286231596807032,
    0.8286231596807032,
    0.8286231596807032,
    0.8286231596807032,
    0.8286231596807032,
    0.8286231596807032
  ],
  "29": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Students clutch resumes inside branded folders; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos; workshops on networking etiquette begin in the adjoining classroom.",
    "Students clutch resumes inside branded folders; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos; and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, students clutch resumes inside branded folders. An engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students clutch resumes inside branded folders. An engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students clutch resumes inside branded folders. An engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students clutch resumes inside branded folders. An engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "29_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5349518677450935,
    0.5349518677450935,
    0.5349518677450935,
    0.5349518677450935,
    0.5349518677450935,
    0.5349518677450935,
    0.5349518677450935,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.675018952579665,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.4868492701354029,
    0.46552201854230874,
    0.46552201854230874,
    0.46552201854230874,
    0.46552201854230874,
    0.46552201854230874,
    0.46552201854230874,
    0.46552201854230874,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043,
    0.8250693236399043
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves, and an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.7215544410812132,
    0.7215544410812132,
    0.7215544410812132,
    0.7215544410812132,
    0.7215544410812132,
    0.7215544410812132,
    0.7215544410812132,
    0.7215544410812132,
    0.6437473449425721,
    0.6437473449425721,
    0.6437473449425721,
    0.6437473449425721,
    0.6437473449425721,
    0.6437473449425721,
    0.8258104164213128,
    0.8258104164213128,
    0.8258104164213128,
    0.8258104164213128,
    0.8258104164213128,
    0.8258104164213128,
    0.8258104164213128,
    0.8258104164213128,
    0.8258104164213128,
    0.8258104164213128,
    0.7972119365098459,
    0.7972119365098459,
    0.7972119365098459,
    0.7972119365098459,
    0.7972119365098459,
    0.7972119365098459,
    0.7972119365098459,
    0.7972119365098459,
    0.7972119365098459,
    0.7987802925388563,
    0.7987802925388563,
    0.7987802925388563,
    0.7987802925388563,
    0.7987802925388563,
    0.7987802925388563,
    0.7987802925388563,
    0.7987802925388563,
    0.8565398845056633,
    0.8565398845056633,
    0.8565398845056633
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "An on-site welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "An on-site welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos.",
    "An on-site welcome announcement over the PA system outlines the fair schedule. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "An on-site welcome announcement over the PA system outlines the fair schedule, establishing the event's rhythm. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "An on-site welcome announcement over the PA system outlines the fair schedule, establishing the event's rhythm. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "An on-site welcome announcement over the PA system outlines the fair schedule, establishing the event's rhythm. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "An on-site welcome announcement over the PA system outlines the fair schedule, establishing the event's rhythm. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "An on-site welcome announcement over the PA system outlines the fair schedule and sets the event rhythm. Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.656066852752926,
    0.656066852752926,
    0.656066852752926,
    0.656066852752926,
    0.656066852752926,
    0.656066852752926,
    0.7875568919159163,
    0.7875568919159163,
    0.7875568919159163,
    0.7875568919159163,
    0.7875568919159163,
    0.7875568919159163,
    0.7875568919159163,
    0.8165346261924191,
    0.8165346261924191,
    0.8165346261924191,
    0.8165346261924191,
    0.8165346261924191,
    0.8165346261924191,
    0.8165346261924191,
    0.7732281673040207,
    0.7732281673040207,
    0.7732281673040207,
    0.7732281673040207,
    0.7732281673040207,
    0.7732281673040207,
    0.7732281673040207,
    0.8226982603264205,
    0.8226982603264205,
    0.8226982603264205,
    0.8226982603264205,
    0.8226982603264205,
    0.8226982603264205,
    0.8226982603264205,
    0.8226982603264205,
    0.8226982603264205,
    0.860388148752451,
    0.860388148752451,
    0.860388148752451,
    0.860388148752451,
    0.860388148752451,
    0.860388148752451,
    0.860388148752451,
    0.860388148752451,
    0.8558805646538323,
    0.8558805646538323,
    0.8558805646538323,
    0.8558805646538323,
    0.8558805646538323,
    0.8558805646538323,
    0.8659707166498773,
    0.8659707166498773,
    0.8659707166498773,
    0.8659707166498773
  ],
  "32": [
    "",
    "Students clutch resumes inside branded folders.",
    "In a shared setting, students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "In a shared setting, students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a shared setting, students clutch resumes inside branded folders while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a shared setting, students clutch resumes inside branded folders as healthcare providers display photos from community outreach. At the entrance, event staff scan registrations and distribute lanyards. Career counselors guide unsure students toward applicable industries.",
    "In a shared setting, students clutch resumes inside branded folders as healthcare providers display photos from community outreach. At the entrance, event staff scan registrations and distribute lanyards. Career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "In a university career fair setting, students line up outside the gym before doors open, clutching resumes inside branded folders. Healthcare providers display photos from community outreach as attendees browse. At the entrance, event staff scan registrations and distribute lanyards. Career counselors guide unsure students toward applicable industries, helping them identify potential paths. Consulting firms stack glossy case study booklets on high tables, ready for perusal.",
    "At a university career fair set outside a gym, students line up before doors open, clutching resumes in branded folders. Healthcare providers display photos from community outreach as attendees browse. At the entrance, event staff scan registrations and hand out lanyards. Career counselors guide unsure students toward applicable industries, helping them identify potential paths. Consulting firms stack glossy case study booklets on high tables, ready for perusal. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "32_score": [
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3496641550972476,
    0.3496641550972476,
    0.3496641550972476,
    0.3496641550972476,
    0.3496641550972476,
    0.3496641550972476,
    0.5489740600592028,
    0.5489740600592028,
    0.5489740600592028,
    0.5489740600592028,
    0.5489740600592028,
    0.5489740600592028,
    0.5476628583868821,
    0.5476628583868821,
    0.5476628583868821,
    0.5476628583868821,
    0.5476628583868821,
    0.5476628583868821,
    0.5476628583868821,
    0.5476628583868821,
    0.7249844686874463,
    0.7249844686874463,
    0.7249844686874463,
    0.7249844686874463,
    0.7249844686874463,
    0.7249844686874463,
    0.7249844686874463,
    0.7439349126908703,
    0.7439349126908703,
    0.7439349126908703,
    0.7439349126908703,
    0.7439349126908703,
    0.7439349126908703,
    0.7439349126908703,
    0.7439349126908703,
    0.7439349126908703,
    0.7684400214947631,
    0.7684400214947631,
    0.7684400214947631,
    0.7684400214947631,
    0.7684400214947631,
    0.7684400214947631,
    0.7684400214947631,
    0.7684400214947631,
    0.7684400214947631,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395,
    0.7854029563887395
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as they introduce themselves. Human resources teams jot notes on tablets during the introductions.",
    "During introductions, students clutch resumes inside branded folders as they introduce themselves, while human resources teams jot notes on tablets during the introductions. The scene highlights the coexistence of physical resumes stored in branded folders and digital note-taking by HR staff on tablets.",
    "During introductions, students clutch resumes inside branded folders as they introduce themselves, while HR teams jot notes on tablets, illustrating the coexistence of physical resumes stored in branded folders and digital note-taking by HR staff on tablets. Finance firms offer QR codes for immediate internship applications.",
    "During introductions, students clutch resumes inside branded folders as they introduce themselves, while HR teams jot notes on tablets, illustrating the coexistence of physical resumes stored in branded folders and digital note-taking by HR staff on tablets. Finance firms offer QR codes for immediate internship applications.",
    "During introductions, students clutch resumes inside branded folders as they introduce themselves, while HR teams jot notes on tablets, illustrating the coexistence of physical resumes stored in branded folders and digital note-taking by HR staff on tablets. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the scene, students clutch resumes inside branded folders as they introduce themselves, while HR teams jot notes on tablets, illustrating the coexistence of physical resumes stored in branded folders and digital note-taking by HR staff on tablets. Finance firms provide QR codes enabling immediate internship applications. A cybersecurity company operates a password cracking challenge on a laptop.",
    "At the event, students introduce themselves while clutching resumes stored in branded folders, illustrating the coexistence of physical resumes and HR teams taking notes on tablets. Finance firms provide QR codes that enable immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5327671831482959,
    0.5327671831482959,
    0.5327671831482959,
    0.5327671831482959,
    0.5327671831482959,
    0.5327671831482959,
    0.5327671831482959,
    0.5327671831482959,
    0.5327671831482959,
    0.45985373736579793,
    0.45985373736579793,
    0.45985373736579793,
    0.45985373736579793,
    0.45985373736579793,
    0.45985373736579793,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.5622624447860475,
    0.7273306570093907,
    0.7273306570093907,
    0.7273306570093907,
    0.7273306570093907,
    0.7273306570093907,
    0.7273306570093907,
    0.7273306570093907,
    0.7273306570093907,
    0.7273306570093907,
    0.7064821367097739,
    0.7064821367097739,
    0.7064821367097739,
    0.7064821367097739,
    0.7064821367097739,
    0.7064821367097739,
    0.7064821367097739,
    0.7064821367097739,
    0.819595872996685,
    0.819595872996685,
    0.819595872996685,
    0.819595872996685,
    0.819595872996685,
    0.819595872996685
  ],
  "34": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the event, the engineering society sponsors a resume review table near the stage, while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, the engineering society sponsors a resume review table near the stage, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "At the event, the engineering society sponsors a resume review table near the stage, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage, while a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, the engineering society sponsors a resume review table near the stage, complemented by a welcome announcement over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, the engineering society sponsors a resume review table near the stage, complemented by a welcome announcement over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.46458280689357906,
    0.46458280689357906,
    0.46458280689357906,
    0.46458280689357906,
    0.46458280689357906,
    0.46458280689357906,
    0.46458280689357906,
    0.46458280689357906,
    0.46458280689357906,
    0.614402312320783,
    0.614402312320783,
    0.614402312320783,
    0.614402312320783,
    0.614402312320783,
    0.614402312320783,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.6547836379684258,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8165448523621263,
    0.8238755758790526,
    0.8238755758790526,
    0.8238755758790526,
    0.8238755758790526,
    0.8238755758790526,
    0.8238755758790526,
    0.8238755758790526,
    0.8048982897340009,
    0.8048982897340009,
    0.8048982897340009,
    0.8048982897340009,
    0.8048982897340009,
    0.8048982897340009,
    0.8048982897340009,
    0.8048982897340009
  ],
  "35": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, placing markers that denote those employers. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, placing markers that denote those employers; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map by placing markers that denote those employers; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map by placing markers that denote those employers. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map by placing markers that denote those employers. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends place markers on the event map to denote target employers. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends place markers on the event map to denote target employers. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5066851104230399,
    0.5066851104230399,
    0.5066851104230399,
    0.5066851104230399,
    0.5066851104230399,
    0.5066851104230399,
    0.5066851104230399,
    0.4081877592226871,
    0.4081877592226871,
    0.4081877592226871,
    0.4081877592226871,
    0.4081877592226871,
    0.4081877592226871,
    0.4081877592226871,
    0.43736733901521174,
    0.43736733901521174,
    0.43736733901521174,
    0.43736733901521174,
    0.43736733901521174,
    0.43736733901521174,
    0.43736733901521174,
    0.43736733901521174,
    0.49511074671454386,
    0.49511074671454386,
    0.49511074671454386,
    0.49511074671454386,
    0.49511074671454386,
    0.49511074671454386,
    0.49511074671454386,
    0.6404422232063234,
    0.6404422232063234,
    0.6404422232063234,
    0.6404422232063234,
    0.6404422232063234,
    0.6404422232063234,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367,
    0.794207760705367
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and distribute lanyards. Alumni volunteers deliver brief pep talks nearby, in the vicinity of the coffee station.",
    "At the entrance, event staff scan registrations and distribute lanyards. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and distribute lanyards; near the coffee station, alumni volunteers deliver brief pep talks; career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and distribute lanyards. Near the coffee station, alumni volunteers deliver brief pep talks. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and distribute lanyards. Near the coffee station, alumni volunteers give brief pep talks. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and distribute lanyards. Near the coffee station, alumni volunteers give brief pep talks. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and distribute lanyards. Near the coffee station, alumni volunteers give brief pep talks. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5339528819668186,
    0.5339528819668186,
    0.5339528819668186,
    0.5339528819668186,
    0.5339528819668186,
    0.5339528819668186,
    0.5479212623991011,
    0.5479212623991011,
    0.5479212623991011,
    0.5479212623991011,
    0.5479212623991011,
    0.5479212623991011,
    0.5479212623991011,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.4598050942944238,
    0.7425824287368465,
    0.7425824287368465,
    0.7425824287368465,
    0.7425824287368465,
    0.7425824287368465,
    0.7425824287368465,
    0.7425824287368465,
    0.7425824287368465,
    0.7583591165973353,
    0.7583591165973353,
    0.7583591165973353,
    0.7583591165973353,
    0.7583591165973353,
    0.7583591165973353,
    0.7583591165973353,
    0.7583591165973353,
    0.7583591165973353,
    0.7510702627110293,
    0.7510702627110293,
    0.7510702627110293,
    0.7510702627110293,
    0.7510702627110293,
    0.7510702627110293,
    0.7510702627110293,
    0.7802717161853523,
    0.7802717161853523
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor.",
    "Staff at the event entrance scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while healthcare providers showcase community outreach photos.",
    "At the event, staff at the entrance scan registrations and issue lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "Staff at the entrance scan registrations and issue lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Staff at the entrance scan registrations and issue lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, while healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7867971825786504,
    0.7822815174343627,
    0.7822815174343627,
    0.7822815174343627,
    0.7822815174343627,
    0.7822815174343627,
    0.7822815174343627,
    0.7822815174343627,
    0.8078939646098319,
    0.8078939646098319,
    0.8078939646098319,
    0.8078939646098319,
    0.8078939646098319,
    0.8078939646098319,
    0.8078939646098319,
    0.8078939646098319,
    0.8798696698518998,
    0.8798696698518998,
    0.8798696698518998,
    0.8798696698518998,
    0.8798696698518998,
    0.8798696698518998,
    0.8798696698518998,
    0.8798696698518998,
    0.8830164861130718,
    0.8830164861130718,
    0.8830164861130718,
    0.8830164861130718,
    0.8830164861130718
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym in anticipation of the career fair opening.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Dozens of booths with colorful banners encircle the polished floor.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students waits in anticipation of the career fair opening. Dozens of booths with colorful banners encircle the polished floor of the venue. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits for the career fair opening. Dozens of booths with colorful banners encircle the polished floor of the venue. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits for the career fair opening. Dozens of booths with colorful banners encircle the venue's polished floor. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits for the career fair opening. Dozens of booths with colorful banners encircle the venue's polished floor. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students waits for the career fair opening. Dozens of booths with colorful banners encircle the venue's polished floor. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits for the career fair opening. Dozens of booths with colorful banners encircle the venue's polished floor. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.5349288718674239,
    0.5349288718674239,
    0.5349288718674239,
    0.5349288718674239,
    0.5349288718674239,
    0.5349288718674239,
    0.5349288718674239,
    0.5349288718674239,
    0.7251672589434031,
    0.7251672589434031,
    0.7251672589434031,
    0.7251672589434031,
    0.7251672589434031,
    0.7251672589434031,
    0.793884808920907,
    0.793884808920907,
    0.793884808920907,
    0.793884808920907,
    0.793884808920907,
    0.793884808920907,
    0.7960113119983487,
    0.7960113119983487,
    0.7960113119983487,
    0.7960113119983487,
    0.7960113119983487,
    0.7960113119983487,
    0.7943747652381454,
    0.7943747652381454,
    0.7943747652381454,
    0.7943747652381454,
    0.7943747652381454,
    0.7943747652381454,
    0.7943747652381454,
    0.8335468017023309,
    0.8335468017023309,
    0.8335468017023309,
    0.8335468017023309,
    0.8335468017023309,
    0.8335468017023309,
    0.8335468017023309,
    0.8335468017023309,
    0.8335468017023309,
    0.8419745031268351,
    0.8419745031268351,
    0.8419745031268351,
    0.8419745031268351,
    0.8419745031268351,
    0.8419745031268351,
    0.8419745031268351,
    0.8419745031268351,
    0.8414139492932126,
    0.8414139492932126,
    0.8414139492932126
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair near the gym, event staff at the entrance scan registrations and hand out lanyards. Inside branded folders, students clutch resumes. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Outside, students line up before the career fair opens at the university gym.",
    "At a university career fair near the gym, event staff at the entrance scan registrations and hand out lanyards. Inside, branded folders hold resumes as students clutch them; tech companies display demo screens of their latest apps, while HR teams jot notes on tablets as students introduce themselves. Outside, students line up before the fair opens at the university gym. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair by the gym, event staff at the entrance scan registrations and hand out lanyards. Inside, branded folders hold resumes as students clutch them; tech companies display demo screens of their latest apps, while HR teams jot notes on tablets as students introduce themselves. Outside, students line up before the fair opens at the university gym. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair by the gym, event staff at the entrance scan registrations and hand out lanyards. Inside, branded folders hold resumes as students clutch them, tech companies display demo screens of their latest apps, and HR teams jot notes on tablets as students introduce themselves. Outside, students line up before the fair opens at the university gym. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7716883075655536,
    0.7938895294282473,
    0.7938895294282473,
    0.7938895294282473,
    0.7938895294282473,
    0.7938895294282473,
    0.7938895294282473,
    0.7938895294282473,
    0.7938895294282473,
    0.7938895294282473,
    0.8078221677207282,
    0.8078221677207282,
    0.8078221677207282,
    0.8078221677207282,
    0.8078221677207282,
    0.8078221677207282,
    0.8078221677207282,
    0.8078221677207282,
    0.8466444216697927,
    0.8466444216697927,
    0.8466444216697927,
    0.8466444216697927,
    0.8466444216697927,
    0.8466444216697927,
    0.8466444216697927,
    0.8466444216697927,
    0.8439598225086447,
    0.8439598225086447,
    0.8439598225086447,
    0.8439598225086447,
    0.8439598225086447,
    0.8439598225086447,
    0.8439598225086447,
    0.8439598225086447,
    0.8439598225086447,
    0.8439598225086447
  ],
  "40": [
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. At the event entrance, staff scan registrations and hand out lanyards.",
    "A robotics startup flies a small drone above its booth to attract attention. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a robotics startup flies a small drone above its booth to attract attention. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "A university career fair opens at the campus gym, where a robotics startup flies a small drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "The university career fair opens in the campus gym, with a robotics startup flying a small drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards as attendees arrive. Students line up outside the gym before the fair opens. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "The university career fair opens in the campus gym, with a robotics startup flying a small drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards as attendees arrive, while students line up outside the gym before the fair opens. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the campus gym hosting the university career fair, a robotics startup flies a small drone above its booth to attract attention. Attendees arrive as staff scan registrations and hand out lanyards at the entrance, and students line up outside before the fair opens. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the campus gym hosting the university career fair, a robotics startup flies a small drone above its booth to attract attention. Attendees arrive as staff scan registrations and hand out lanyards at the entrance, and students line up outside before the fair opens. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "The campus gym hosts the university career fair. A robotics startup flies a small drone above its booth to attract attention. Attendees arrive as staff scan registrations and hand out lanyards at the entrance, and students line up outside before the fair opens. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders."
  ],
  "40_score": [
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5165760188641205,
    0.5165760188641205,
    0.5165760188641205,
    0.5165760188641205,
    0.5165760188641205,
    0.7662807028368919,
    0.7662807028368919,
    0.7662807028368919,
    0.7662807028368919,
    0.7662807028368919,
    0.7662807028368919,
    0.7662807028368919,
    0.7662807028368919,
    0.8072974201844486,
    0.8072974201844486,
    0.8072974201844486,
    0.8072974201844486,
    0.8072974201844486,
    0.8072974201844486,
    0.8072974201844486,
    0.8366667677203714,
    0.8366667677203714,
    0.8366667677203714,
    0.8366667677203714,
    0.8366667677203714,
    0.8366667677203714,
    0.8366667677203714,
    0.8654450450346596,
    0.8654450450346596,
    0.8654450450346596,
    0.8654450450346596,
    0.8654450450346596,
    0.8654450450346596,
    0.8654450450346596,
    0.8654450450346596,
    0.8532697932312292,
    0.8532697932312292,
    0.8532697932312292,
    0.8532697932312292,
    0.8532697932312292,
    0.8532697932312292,
    0.8532697932312292,
    0.8532697932312292,
    0.8458314242419536,
    0.8458314242419536,
    0.8458314242419536,
    0.8458314242419536,
    0.8458314242419536,
    0.8458314242419536,
    0.8458314242419536,
    0.8458314242419536,
    0.8616080289116941,
    0.8616080289116941,
    0.8616080289116941,
    0.8616080289116941,
    0.8616080289116941,
    0.8616080289116941,
    0.8616080289116941,
    0.861052237802321
  ],
  "41": [
    "",
    "",
    "",
    "",
    "A resume review table sponsored by the engineering society is located near the stage.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The event features a resume review table sponsored by the engineering society near the stage, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement explains the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "An event features a resume review table sponsored by the engineering society near the stage, an alumni panel discussing how to prepare for technical interviews, and a welcome announcement explaining the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair event sponsored by the engineering society, a resume review table near the stage, an alumni panel on preparing for technical interviews, and a welcome PA announcement detailing the fair schedule are featured. Dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair event sponsored by the engineering society, a resume review table near the stage and an alumni panel on preparing for technical interviews are featured, with a welcome PA announcement detailing the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair event sponsored by the engineering society, a resume review table near the stage and an alumni panel on preparing for technical interviews are featured, with a welcome PA announcement detailing the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "A career fair event sponsored by the engineering society features a resume review table near the stage and an alumni panel on preparing for technical interviews, accompanied by a welcome PA announcement detailing the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.42348342631692,
    0.42348342631692,
    0.42348342631692,
    0.42348342631692,
    0.42348342631692,
    0.42348342631692,
    0.42348342631692,
    0.6513741852297792,
    0.6513741852297792,
    0.6513741852297792,
    0.6513741852297792,
    0.6513741852297792,
    0.8260803537730986,
    0.8260803537730986,
    0.8260803537730986,
    0.8260803537730986,
    0.8405785907426117,
    0.8405785907426117,
    0.8405785907426117,
    0.8405785907426117,
    0.8405785907426117,
    0.8405785907426117,
    0.8405785907426117,
    0.8405785907426117,
    0.8216097168683067,
    0.8216097168683067,
    0.8216097168683067,
    0.8216097168683067,
    0.8216097168683067,
    0.8216097168683067,
    0.8216097168683067,
    0.8522856106626678,
    0.8522856106626678,
    0.8522856106626678,
    0.8522856106626678,
    0.8522856106626678,
    0.8522856106626678,
    0.8522856106626678,
    0.8522856106626678,
    0.8577284903608545,
    0.8577284903608545,
    0.8577284903608545,
    0.8577284903608545,
    0.8577284903608545,
    0.8577284903608545,
    0.8577284903608545,
    0.8577284903608545,
    0.8582686335686784,
    0.8582686335686784,
    0.8582686335686784,
    0.8582686335686784,
    0.8582686335686784,
    0.8582686335686784,
    0.8582686335686784,
    0.8534060228195945
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "The event features a resume review table sponsored by the engineering society near the stage, a robotics startup flying a small drone above its booth to attract attention, and an alumni panel discussing how to prepare for technical interviews.",
    "On the event floor, a resume review table sponsored by the engineering society sits near the stage. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "On the event floor, a resume review table sponsored by the engineering society sits near the stage. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "On the event floor, a resume review table sponsored by the engineering society sits near the stage. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "On the event floor, an engineering society-sponsored resume review table sits near the stage. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.6202839249382489,
    0.5201102546953535,
    0.5201102546953535,
    0.5201102546953535,
    0.5201102546953535,
    0.5201102546953535,
    0.5201102546953535,
    0.8269185772550269,
    0.8269185772550269,
    0.8269185772550269,
    0.8269185772550269,
    0.8269185772550269,
    0.8269185772550269,
    0.8269185772550269,
    0.8269185772550269,
    0.8269185772550269,
    0.8269185772550269,
    0.8332665417149385,
    0.8332665417149385,
    0.8332665417149385,
    0.8332665417149385,
    0.8332665417149385,
    0.8332665417149385,
    0.8332665417149385,
    0.8332665417149385,
    0.8332665417149385,
    0.8358608661270492,
    0.8358608661270492,
    0.8358608661270492,
    0.8358608661270492,
    0.8358608661270492,
    0.8358608661270492,
    0.8358608661270492,
    0.8358608661270492,
    0.8756836193016266,
    0.8756836193016266,
    0.8756836193016266,
    0.8756836193016266,
    0.8756836193016266,
    0.8756836193016266,
    0.8756836193016266,
    0.8756836193016266
  ],
  "43": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Two observed activities are described: students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. In the first scene, resumes are inside branded folders held by students. In the second, healthcare providers display photos related to community outreach. The description includes concrete objects (students, resumes, branded folders, healthcare providers, community outreach photos) and actions (clutch, showcase).",
    "Two observed activities frame the scene: students clutch resumes tucked inside branded folders they hold, and healthcare providers display photos related to community outreach. Alumni volunteers give brief pep talks near the coffee station.",
    "The scene centers on a career-focused campus event. Students clutch resumes tucked inside branded folders they hold. Healthcare providers display photos related to community outreach. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "The scene centers on a career-focused campus event. Students clutch resumes tucked inside branded folders they hold. Healthcare providers display photos related to community outreach. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene centers on a career-focused campus event. Students clutch resumes tucked inside branded folders. Healthcare providers display photos related to community outreach. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "A career-focused campus event unfolds with students clutching resumes tucked inside branded folders. Healthcare providers display photos related to community outreach. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At a career-focused campus event, students clutch resumes tucked inside branded folders while HR teams jot notes on tablets and students introduce themselves. Healthcare providers display photos related to community outreach. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4652880744811931,
    0.4652880744811931,
    0.4652880744811931,
    0.4652880744811931,
    0.4652880744811931,
    0.4652880744811931,
    0.4652880744811931,
    0.4652880744811931,
    0.4652880744811931,
    0.4652880744811931,
    0.48842214570522824,
    0.48842214570522824,
    0.48842214570522824,
    0.48842214570522824,
    0.48842214570522824,
    0.7170856195865052,
    0.7170856195865052,
    0.7170856195865052,
    0.7170856195865052,
    0.7170856195865052,
    0.7170856195865052,
    0.7170856195865052,
    0.7218732400655117,
    0.7218732400655117,
    0.7218732400655117,
    0.7218732400655117,
    0.7218732400655117,
    0.7218732400655117,
    0.7218732400655117,
    0.7218732400655117,
    0.7398429914146737,
    0.7398429914146737,
    0.7398429914146737,
    0.7398429914146737,
    0.7398429914146737,
    0.7398429914146737,
    0.7398429914146737,
    0.7398429914146737,
    0.7398429914146737,
    0.7398429914146737,
    0.7653876042200531,
    0.7653876042200531,
    0.7653876042200531,
    0.7653876042200531,
    0.7653876042200531,
    0.7653876042200531,
    0.7653876042200531,
    0.7653876042200531,
    0.7653876042200531,
    0.7927465472480595,
    0.7927465472480595,
    0.7927465472480595,
    0.7927465472480595,
    0.7927465472480595
  ],
  "44": [
    "",
    "",
    "Students are lined up outside the university gym in advance of the career fair opening.",
    "Outside the university gym, students are lined up in advance of the career fair opening. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students are lined up in advance of the career fair opening. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students are lined up in advance of the career fair opening. Alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students are lined up in advance of the career fair opening. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up in advance of the career fair opening. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up in advance of the career fair opening. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up in advance of the career fair opening. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up in advance of the career fair opening. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up in advance of the career fair opening; alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps, while the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "44_score": [
    0.0,
    0.0,
    0.4091705627931885,
    0.4091705627931885,
    0.4091705627931885,
    0.4091705627931885,
    0.4091705627931885,
    0.5290731352141211,
    0.5290731352141211,
    0.5290731352141211,
    0.5290731352141211,
    0.5290731352141211,
    0.5290731352141211,
    0.5290731352141211,
    0.5290731352141211,
    0.7067641494579238,
    0.7067641494579238,
    0.7067641494579238,
    0.7067641494579238,
    0.7067641494579238,
    0.7070094821758193,
    0.7070094821758193,
    0.7070094821758193,
    0.7070094821758193,
    0.7070094821758193,
    0.7070094821758193,
    0.7838631255256676,
    0.7838631255256676,
    0.7838631255256676,
    0.7838631255256676,
    0.7838631255256676,
    0.7838631255256676,
    0.7838631255256676,
    0.7891177184635632,
    0.7891177184635632,
    0.7891177184635632,
    0.7891177184635632,
    0.7891177184635632,
    0.830700536875431,
    0.830700536875431,
    0.830700536875431,
    0.830700536875431,
    0.830700536875431,
    0.830700536875431,
    0.830700536875431,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776,
    0.8457715601326776
  ],
  "45": [
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup is using a small drone to attract attention over its booth at the event. At the entrance, event staff scan registrations and hand out lanyards.",
    "A robotics startup is using a small drone to attract attention above its booth at the event. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the event, a robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the event, a robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "The event highlights a robotics startup using a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a robotics startup showcases with a small drone hovering above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews."
  ],
  "45_score": [
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5314041869803516,
    0.5314041869803516,
    0.5314041869803516,
    0.5314041869803516,
    0.5314041869803516,
    0.5314041869803516,
    0.5314041869803516,
    0.7652508581233335,
    0.7652508581233335,
    0.7652508581233335,
    0.7652508581233335,
    0.7652508581233335,
    0.7652508581233335,
    0.7970913160829284,
    0.7970913160829284,
    0.7970913160829284,
    0.7970913160829284,
    0.7970913160829284,
    0.7970913160829284,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8339285281634721,
    0.8445450645564729,
    0.8445450645564729,
    0.8445450645564729,
    0.8445450645564729,
    0.8445450645564729,
    0.8445450645564729,
    0.8445450645564729,
    0.8253709113066159,
    0.8253709113066159,
    0.8253709113066159,
    0.8253709113066159,
    0.8253709113066159,
    0.8253709113066159,
    0.8253709113066159,
    0.8253709113066159,
    0.8253709113066159,
    0.8253709113066159,
    0.853230203529394,
    0.853230203529394,
    0.853230203529394,
    0.853230203529394,
    0.853230203529394,
    0.853230203529394,
    0.853230203529394,
    0.853230203529394
  ],
  "46": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "Near the stage, the engineering society sponsors a resume review table, and a robotics startup flies a small drone above its booth to draw attention.",
    "Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, near the stage, the engineering society sponsors a resume review table; a robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens as workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "46_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43009333050149146,
    0.43009333050149146,
    0.43009333050149146,
    0.43009333050149146,
    0.43009333050149146,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7682159757562905,
    0.7640706875630149,
    0.7640706875630149,
    0.7640706875630149,
    0.7640706875630149,
    0.7640706875630149,
    0.7640706875630149,
    0.7640706875630149,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8223328946346959,
    0.8466858401623452,
    0.8466858401623452,
    0.8466858401623452,
    0.8466858401623452,
    0.8466858401623452,
    0.8466858401623452,
    0.8466858401623452,
    0.8466858401623452,
    0.8373962624799649,
    0.8373962624799649,
    0.8373962624799649,
    0.8373962624799649,
    0.8373962624799649,
    0.8373962624799649
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom, signaling the events professional focus. Groups of friends mark target employers on the event map, identifying companies of interest. Outside the university gym, students line up before the career fair opens.",
    "At a university career fair, networking etiquette workshops begin in the adjoining classroom, signaling the events professional focus. Groups of friends mark target employers on the event map, identifying companies of interest. Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the university career fair, networking etiquette workshops begin in the adjoining classroom, signaling the events professional focus. Groups of friends mark target employers on the event map, identifying companies of interest. Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, networking etiquette workshops begin in the adjoining classroom, signaling the events professional focus. Groups of friends mark target employers on the event map, identifying companies of interest. Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, networking etiquette workshops begin in the adjoining classroom, signaling the events professional focus. Groups of friends mark target employers on the event map, identifying companies of interest. Outside the university gym, students line up before the fair opens. Healthcare providers showcase community outreach photos at their display area. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance, directing attendees as they arrive.",
    "At the university career fair, networking etiquette workshops begin in the adjoining classroom. Outside the university gym, students line up before the fair opens. Event staff scan registrations and hand out lanyards at the entrance, directing attendees as they arrive. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos at their display area. Groups of friends mark target employers on the event map, identifying companies of interest."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.5154668123985575,
    0.7291917837243764,
    0.7291917837243764,
    0.7291917837243764,
    0.7291917837243764,
    0.7291917837243764,
    0.7291917837243764,
    0.7833255311938381,
    0.7833255311938381,
    0.7833255311938381,
    0.7833255311938381,
    0.7833255311938381,
    0.7833255311938381,
    0.7833255311938381,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8088703392335259,
    0.8469739459334749,
    0.8469739459334749,
    0.8469739459334749,
    0.8469739459334749,
    0.8469739459334749,
    0.8469739459334749,
    0.8469739459334749,
    0.8469739459334749,
    0.8469739459334749,
    0.8518893369019027,
    0.8518893369019027,
    0.8518893369019027,
    0.8518893369019027,
    0.8518893369019027,
    0.8518893369019027,
    0.8518893369019027,
    0.8518893369019027
  ],
  "48": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At a scene involving students, career counselors, and tech companies, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At a scene involving students, career counselors, and tech companies, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "A scene at a career fair with students, career counselors, and tech companies. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At a university gym hosting a career fair, students, career counselors, and tech companies are present. Some students rehearse elevator pitches quietly against a wall. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Tech companies display demo screens with their latest apps. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before the fair opens.",
    "At a university gym hosting a career fair, students, career counselors, and tech companies are present. Some students rehearse elevator pitches quietly against a wall. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Tech companies display demo screens with their latest apps. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before the fair opens. Groups of friends mark target employers on the event map."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.32331938446454267,
    0.34881223086847696,
    0.34881223086847696,
    0.34881223086847696,
    0.34881223086847696,
    0.34881223086847696,
    0.34881223086847696,
    0.34881223086847696,
    0.6795691257912573,
    0.6795691257912573,
    0.6795691257912573,
    0.6795691257912573,
    0.6795691257912573,
    0.6795691257912573,
    0.6795691257912573,
    0.6795691257912573,
    0.6641755887549047,
    0.6641755887549047,
    0.6641755887549047,
    0.6641755887549047,
    0.6641755887549047,
    0.6641755887549047,
    0.6641755887549047,
    0.8146272199563743,
    0.8146272199563743,
    0.8146272199563743,
    0.8146272199563743,
    0.8146272199563743,
    0.8146272199563743,
    0.8146272199563743,
    0.8146272199563743,
    0.8028593760019771,
    0.8028593760019771,
    0.8028593760019771,
    0.8028593760019771,
    0.8028593760019771,
    0.8028593760019771,
    0.8028593760019771,
    0.8028593760019771,
    0.8197539552741158,
    0.8197539552741158,
    0.8197539552741158,
    0.8197539552741158,
    0.8197539552741158,
    0.8197539552741158,
    0.8197539552741158
  ],
  "49": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers display community outreach photos as part of a university career fair setup. At the entrance, event staff scan registrations and hand out lanyards. Tech companies show demo screens featuring their latest apps, while students line up outside the university gym before the career fair opens.",
    "On a university campus, a career fair is occurring with a gym as the venue. Healthcare providers display community outreach photos as part of the setup. At the entrance, event staff scan registrations and hand out lanyards. Tech companies show demo screens featuring their latest apps. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "On a university campus, a career fair is taking place in a gym. Healthcare providers display community outreach photos as part of the setup. At the entrance, event staff scan registrations and hand out lanyards. Tech companies show demo screens featuring their latest apps. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "On a university campus, a career fair is taking place in a gym. Healthcare providers display community outreach photos as part of the setup. At the entrance, event staff scan registrations and hand out lanyards. Tech companies show demo screens featuring their latest apps. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "On a university campus, a career fair is taking place in a gym. Healthcare providers display community outreach photos as part of their setup. At the entrance, event staff scan registrations and hand out lanyards. Tech companies show demo screens featuring their latest apps. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "49_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7373556209028798,
    0.7819122169011716,
    0.7819122169011716,
    0.7819122169011716,
    0.7819122169011716,
    0.7819122169011716,
    0.7819122169011716,
    0.7915220289789999,
    0.7915220289789999,
    0.7915220289789999,
    0.7915220289789999,
    0.7915220289789999,
    0.7915220289789999,
    0.7915220289789999,
    0.7915220289789999,
    0.7915220289789999,
    0.79727344957118,
    0.79727344957118,
    0.79727344957118,
    0.79727344957118,
    0.79727344957118,
    0.79727344957118,
    0.79727344957118,
    0.79727344957118,
    0.8277184727999828,
    0.8277184727999828,
    0.8277184727999828,
    0.8277184727999828,
    0.8277184727999828,
    0.8277184727999828,
    0.8439194979014708,
    0.8439194979014708,
    0.8439194979014708,
    0.8439194979014708
  ]
}