{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers display photographs of their community outreach efforts.",
    "Healthcare providers display photographs of their community outreach efforts, while consulting firms stack glossy case study booklets on high tables.",
    "In the scene outside the university gym, healthcare providers display photographs of their community outreach efforts, while consulting firms stack glossy case study booklets on high tables, as students line up waiting for the career fair to open.",
    "Outside the university gym, healthcare providers display photographs of their community outreach efforts while consulting firms stack glossy case study booklets on high tables, as students line up waiting for the career fair to open. At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, healthcare providers display photographs of their community outreach, while consulting firms stack glossy case-study booklets on high tables as students line up for the career fair to open. Inside the fair, healthcare providers continue to showcase community outreach photographs, and tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university gym, a career fair features dozens of booths with colorful banners circling a polished floor, forming a ring around a gleaming surface. Outside, students line up before opening, clutching resumes in branded folders while healthcare providers display photographs of their community outreach and consulting firms stack glossy case-study booklets on high tables awaiting entry. Inside, healthcare providers continue to showcase community outreach photographs and tech companies display demo screens of their latest apps. The entrance area has event staff scanning registrations and handing out lanyards. A PA system announces the fair schedule, and inside, career counselors remind attendees to maintain eye contact.",
    "At a university gym, a career fair unfolds around a polished floor, with dozens of booths and colorful banners circling a gleaming surface. Outside, students queue before opening, clutching resumes in branded folders while healthcare providers display photographs of their community outreach and consulting firms stack glossy case-study booklets on high tables awaiting entry. Inside, healthcare providers continue to showcase outreach photographs and tech companies display demo screens of their latest apps. The entrance area features staff scanning registrations and handing out lanyards. A PA system announces the fair schedule, and career counselors remind attendees to maintain eye contact. A crowd of students lines up outside the gym, waiting for the fair to open. In pre-opening scenes, consulting firms' booklets remain on high tables, tech demo screens show latest apps, career counselors remind about eye contact, and healthcare providers display photographs illustrating outreach; a welcome PA outlines the schedule.",
    "At a university gym, a career fair unfolds around a polished floor with dozens of booths and colorful banners circling a gleaming surface. Outside, students queue before opening, clutching resumes in branded folders while healthcare providers display photographs of their community outreach and consulting firms stack glossy case-study booklets on high tables awaiting entry. Inside, healthcare providers continue to showcase outreach photographs and tech companies display demo screens of their latest apps. The entrance area features staff scanning registrations and handing out lanyards. A PA system announces the fair schedule, and career counselors remind attendees to maintain eye contact. In pre-opening scenes, consulting firms' booklets remain on high tables, tech demo screens show latest apps, career counselors remind about eye contact, and healthcare providers display photographs illustrating outreach; a welcome PA outlines the schedule.",
    "At a university gym, a career fair unfolds around a polished gleaming floor, ringed by dozens of booths and colorful banners that add vibrant color to the scene. Outside, students queue before opening, clutching resumes in branded folders. Inside, a ring of dozens of booths surrounds the floor as healthcare providers display photographs of their community outreach, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Entrance staff scan registrations and hand out lanyards. A PA system announces the fair schedule, and career counselors remind attendees to maintain eye contact. In pre-opening scenes, the same elements appear: booklets on high tables, demo screens, outreach photos, and a welcome PA outlining the schedule, underscoring continuity.",
    "At a university gym, a career fair unfolds on a polished gleaming floor, ringed by dozens of booths and colorful banners. Outside, students queue before opening, clutching resumes in branded folders. Inside, a ring of dozens of booths surrounds the floor; healthcare providers display photographs of their community outreach, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Entrance staff scan registrations and hand out lanyards. A PA system announces the fair schedule, and career counselors remind attendees to maintain eye contact. In pre-opening scenes, the same elements appear: booklets on high tables, demo screens, outreach photos, and a welcome PA outlining the schedule, underscoring continuity. Consulting firms again stack glossy case-study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.2667860186140646,
    0.2667860186140646,
    0.2667860186140646,
    0.3547484779125179,
    0.3547484779125179,
    0.3547484779125179,
    0.5243693414430786,
    0.5243693414430786,
    0.5243693414430786,
    0.5243693414430786,
    0.5243693414430786,
    0.7429660784052732,
    0.7429660784052732,
    0.7429660784052732,
    0.7429660784052732,
    0.7429660784052732,
    0.7429660784052732,
    0.7907017274361872,
    0.7907017274361872,
    0.7907017274361872,
    0.7907017274361872,
    0.7907017274361872,
    0.872056052110181,
    0.872056052110181,
    0.872056052110181,
    0.872056052110181,
    0.872056052110181,
    0.872056052110181,
    0.872056052110181,
    0.872056052110181,
    0.872056052110181,
    0.872056052110181,
    0.836094166356242,
    0.836094166356242,
    0.836094166356242,
    0.836094166356242,
    0.836094166356242,
    0.836094166356242,
    0.836094166356242,
    0.836094166356242,
    0.836094166356242,
    0.836094166356242,
    0.8228409874396725,
    0.8228409874396725,
    0.8228409874396725,
    0.8228409874396725,
    0.8228409874396725,
    0.8228409874396725,
    0.8264868975458547,
    0.8264868975458547,
    0.8264868975458547,
    0.8264868975458547,
    0.8264868975458547,
    0.8264868975458547,
    0.8264868975458547,
    0.8218175820099045,
    0.8218175820099045
  ],
  "1": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits for the career fair to open. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief pep talks near the coffee station. Healthcare providers display photographs of their community outreach efforts, while consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students waits for the career fair to open. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief pep talks near the coffee station. Healthcare providers display photographs of their community outreach efforts, while consulting firms stack glossy case study booklets on high tables.",
    "A line of students waits outside the university gym for the career fair to open. Dozens of booths with colorful banners circle the polished floor, forming a ring around a gleaming surface, and the banners add vivid color. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief pep talks near the coffee station. Healthcare providers display photographs of their community outreach efforts, while consulting firms stack glossy case study booklets on high tables. Inside, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym to wait for the career fair to open. Dozens of booths with colorful banners circle the polished floor, forming a ring around a gleaming surface, and the banners add vivid color. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief pep talks near the coffee station. Healthcare providers display photographs of their community outreach efforts. Consulting firms stack glossy case study booklets on high tables. Inside, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "A university career fair is held in a gym. Outside, dozens of students line up before opening, clutching resumes in branded folders. Inside, a ring of booths with colorful banners circles the polished floor around a gleaming surface, banners adding vivid color. Tech companies display demo screens showing their latest apps; alumni volunteers offer brief pep talks near the coffee station; healthcare providers display photographs of their community outreach efforts; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "The university career fair is held in a gym, with outside dozens of students lining up before opening, clutching resumes in branded folders. Inside, a ring of booths with colorful banners circulates the polished floor around a gleaming surface. Tech companies display demo screens of their latest apps; alumni volunteers offer brief pep talks near the coffee station; healthcare providers display photographs of their community outreach efforts; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule.",
    "At a university career fair held in a gym, outside dozens of students line up before opening, clutching resumes in branded folders. Inside, a ring of booths with colorful banners circulates the polished floor around a gleaming surface. Tech companies display demo screens of their latest apps; alumni volunteers offer brief pep talks near the coffee station; healthcare providers display photographs of their community outreach efforts; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule.",
    "At a university gym, dozens of students line up outside before opening, clutching resumes in branded folders. Inside, a ring of booths with colorful banners circles a polished floor around a gleaming surface. Tech companies display demo screens of their latest apps; alumni volunteers offer brief pep talks near the coffee station; healthcare providers display photographs of their community outreach efforts; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. Entrance staff scan registrations and hand out lanyards. Outside, the crowd waits for the fair to open. In pre-opening scenes, consulting firms' booklets remain on high tables, tech demo screens show latest apps, eye-contact reminders persist, and outreach photographs accompany the schedule.",
    "At a university gym, dozens of students line up outside before opening, clutching resumes in branded folders. Inside, a ring of booths with colorful banners encircles a polished floor and a gleaming surface. Tech companies display demo screens of their latest apps; alumni volunteers offer brief pep talks near the coffee station; healthcare providers display photographs of their community outreach efforts; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Entrance staff scan registrations and hand out lanyards. Outside, the crowd waits for the fair to open. In pre-opening scenes, the same elements persist: tech demo screens show latest apps, eye-contact reminders persist, outreach photographs accompany the schedule, and consulting firms' booklets remain on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.587006732411202,
    0.587006732411202,
    0.587006732411202,
    0.7456691393369738,
    0.7456691393369738,
    0.7456691393369738,
    0.7456691393369738,
    0.7956405369277466,
    0.7956405369277466,
    0.7956405369277466,
    0.7956405369277466,
    0.7956405369277466,
    0.7956405369277466,
    0.7956405369277466,
    0.7956405369277466,
    0.7956405369277466,
    0.7956405369277466,
    0.8856344574503414,
    0.8856344574503414,
    0.8856344574503414,
    0.8856344574503414,
    0.8856344574503414,
    0.898066332582795,
    0.898066332582795,
    0.898066332582795,
    0.898066332582795,
    0.898066332582795,
    0.898066332582795,
    0.8969228401428815,
    0.8969228401428815,
    0.8969228401428815,
    0.8969228401428815,
    0.8969228401428815,
    0.8969228401428815,
    0.9042808379337289,
    0.9042808379337289,
    0.9042808379337289,
    0.9042808379337289,
    0.9042808379337289,
    0.881223976136953,
    0.881223976136953,
    0.881223976136953,
    0.881223976136953,
    0.881223976136953,
    0.881223976136953,
    0.881223976136953,
    0.881223976136953,
    0.881223976136953,
    0.8378190221885662,
    0.8378190221885662,
    0.8378190221885662,
    0.8378190221885662,
    0.8378190221885662,
    0.8378190221885662,
    0.8378190221885662,
    0.8153219011948893
  ],
  "2": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps; career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens showing their latest apps; career counselors remind attendees to maintain eye contact; healthcare providers display photographs of their community outreach efforts.",
    "Tech companies display demo screens featuring their latest apps, while career counselors remind attendees to maintain eye contact; healthcare providers display photographs illustrating their community outreach efforts.",
    "Tech companies display demo screens featuring their latest apps, while career counselors remind attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts. Students line up outside the university gym, waiting for the career fair to open. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym career fair, tech companies display demo screens featuring their latest apps, and consulting firms stack glossy case study booklets on high tables. Healthcare providers show photographs of their community outreach, illustrating the scope of their engagement. Students line up outside the gym, waiting for the fair to open. Career counselors remind attendees to maintain eye contact at the fair. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university gym career fair, a polished gleaming floor anchors a ring of dozens of booths with colorful banners surrounding the surface. Tech companies display demo screens showing their latest apps, while healthcare providers show photographs of their community outreach. Consulting firms stack glossy case study booklets on high tables. Students line up outside the gym waiting for the fair to open, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule.",
    "At the university gym, a polished gleaming floor anchors a ring of dozens of booths with colorful banners surrounding the surface. Tech companies display demo screens showing their latest apps, while healthcare providers show photographs of their community outreach. Consulting firms stack glossy case study booklets on high tables. Students line up outside the gym waiting for the fair to open, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a polished gleaming floor anchors a ring of dozens of booths with colorful banners surrounding the surface. Tech companies display demo screens showing their latest apps, while healthcare providers display photographs of their community outreach efforts, illustrating the scope of their engagement. Consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the career fair opens, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a polished gleaming floor anchors a ring of dozens of booths with colorful banners surrounding the surface, forming the career fair layout. Tech companies display demo screens showing their latest apps, and healthcare providers present photographs of their community outreach efforts illustrating the scope of their engagement. Consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the fair opens, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Inside a university gym, a polished gleaming floor anchors a ring of dozens of booths with colorful banners surrounding the surface, forming the career fair layout. Tech companies display demo screens showing their latest apps, while healthcare providers present photographs of their community outreach efforts illustrating the scope of their engagement. Consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the fair opens, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Inside a university gym, a polished gleaming floor anchors a ring of dozens of booths with colorful banners surrounding the surface, forming the career fair layout. Tech companies display demo screens of their latest apps, while healthcare providers present photographs of their community outreach efforts illustrating the scope of their engagement. Consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the fair opens, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university gym, a polished gleaming floor anchors a ring of dozens of booths with colorful banners surrounding the surface, forming the career fair layout. Inside, tech companies display demo screens of their latest apps, healthcare providers present photographs of their community outreach efforts, and consulting firms stack glossy case-study booklets on high tables. Outside, students queue before opening, clutching resumes in branded folders. Entrance staff scan registrations and hand out lanyards. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. The scene shows continuity with pre-opening scenes where the same elements—booklets on high tables, demo screens, outreach photos, and a welcome PA—appear, underscoring continuity."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.49995400328723244,
    0.49995400328723244,
    0.49995400328723244,
    0.49995400328723244,
    0.5182560743817455,
    0.5182560743817455,
    0.5182560743817455,
    0.5182560743817455,
    0.5060850681790476,
    0.5060850681790476,
    0.5060850681790476,
    0.5060850681790476,
    0.5090732039937145,
    0.5090732039937145,
    0.5090732039937145,
    0.7667076655778678,
    0.7667076655778678,
    0.7667076655778678,
    0.7667076655778678,
    0.7667076655778678,
    0.7667076655778678,
    0.7667076655778678,
    0.8588399227274031,
    0.8588399227274031,
    0.8588399227274031,
    0.8588399227274031,
    0.8588399227274031,
    0.8856137350213282,
    0.8856137350213282,
    0.8856137350213282,
    0.8778644738898,
    0.8778644738898,
    0.8778644738898,
    0.8778644738898,
    0.8778644738898,
    0.8778644738898,
    0.904615487696945,
    0.904615487696945,
    0.904615487696945,
    0.904615487696945,
    0.904615487696945,
    0.9124962222388886,
    0.9124962222388886,
    0.9124962222388886,
    0.9124962222388886,
    0.9124962222388886,
    0.9124962222388886,
    0.9000803005508087,
    0.9000803005508087,
    0.9000803005508087,
    0.9000803005508087,
    0.9000803005508087,
    0.9000803005508087,
    0.8997244413207821,
    0.8997244413207821,
    0.8997244413207821,
    0.8997244413207821,
    0.8997244413207821,
    0.8997244413207821,
    0.8394134247690481
  ],
  "3": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. The arrangement forms a ring around the gleaming surface, with banners adding vivid color to the scene.",
    "Dozens of booths with colorful banners circle a polished, gleaming floor. The arrangement forms a ring around the surface, with banners adding vivid color to the scene. Tech companies are displaying demo screens that show their latest apps.",
    "A space features a polished, gleaming floor ringed by dozens of booths with colorful banners, forming a ring around the surface and lending vivid color to the scene. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "In a space with a polished gleaming floor, a ring of dozens of booths with colorful banners surrounds the surface, lending vivid color to the scene. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "In a space with a polished gleaming floor, a ring of dozens of booths with colorful banners surrounds the surface, lending vivid color to the scene. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule.",
    "On a space with a polished gleaming floor, a ring of dozens of booths with colorful banners surrounds the surface. Tech companies display demo screens of their latest apps, while healthcare providers showcase photographs of their community outreach. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. A welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photographs illustrating the scope of their community outreach efforts.",
    "The scene centers on a space with a polished gleaming floor encircled by a ring of dozens of booths adorned with colorful banners. Tech companies display demo screens of their latest apps, while healthcare providers showcase photographs of their community outreach, including images illustrating the scope of their engagement. Consulting firms place glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and students clutch resumes in branded folders as they prepare for the fair. Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. A welcome announcement over the PA outlines the fair schedule.",
    "The scene centers on a space with a polished gleaming floor encircled by a ring of dozens of booths adorned with colorful banners. Tech companies display demo screens of their latest apps, while healthcare providers showcase photographs of their community outreach, including images illustrating the scope of their engagement. Consulting firms place glossy case study booklets on high tables. Inside, career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Inside a space with a polished gleaming floor, a ring of dozens of booths adorned with colorful banners encircles the area. In the pre-opening zone, consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and career counselors urge attendees to maintain eye contact. Outside the university gym, students line up before the fair opens, clutching resumes in branded folders as a welcome announcement over the PA outlines the schedule; alumni volunteers share quick pep talks near the coffee station. Inside the fair, healthcare providers show photographs of their community outreach to illustrate the engagement, while the PA continues to outline the schedule.",
    "A university career fair unfolds inside a gym with a polished gleaming floor, ringed by dozens of booths and colorful banners. Outside, students queue before opening, clutching resumes in branded folders as a welcome PA outlines the schedule; alumni volunteers share quick pep talks near the coffee station. Inside the fair, healthcare providers display photographs of their community outreach, tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables; entrance staff scan registrations and hand out lanyards, and a PA system announces the fair schedule while career counselors remind attendees to maintain eye contact. In pre-opening scenes, the same elements appear—booklets on high tables, demo screens, outreach photos, and a welcome PA outlining the schedule—underscoring continuity across spaces."
  ],
  "3_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.38533829600183694,
    0.38533829600183694,
    0.38533829600183694,
    0.38533829600183694,
    0.5094126360564006,
    0.5094126360564006,
    0.5094126360564006,
    0.5094126360564006,
    0.5094126360564006,
    0.6169110486401029,
    0.6169110486401029,
    0.6169110486401029,
    0.6169110486401029,
    0.6778800149533624,
    0.6778800149533624,
    0.6778800149533624,
    0.6778800149533624,
    0.6778800149533624,
    0.6778800149533624,
    0.7492889774838429,
    0.7492889774838429,
    0.7492889774838429,
    0.7492889774838429,
    0.7492889774838429,
    0.7492889774838429,
    0.8135531460785869,
    0.8135531460785869,
    0.8135531460785869,
    0.8135531460785869,
    0.8135531460785869,
    0.8135531460785869,
    0.82441856503914,
    0.82441856503914,
    0.82441856503914,
    0.82441856503914,
    0.82441856503914,
    0.82441856503914,
    0.82441856503914,
    0.82441856503914,
    0.82441856503914,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.8593472574160419,
    0.7851771468570945,
    0.7851771468570945,
    0.7851771468570945,
    0.7851771468570945,
    0.7851771468570945,
    0.8096223900911022,
    0.8096223900911022
  ],
  "4": [
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Healthcare providers display photographs of their community outreach efforts, illustrating the scope of their engagement with the community. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Healthcare providers display photographs of their community outreach efforts, illustrating the scope of their engagement. A welcome announcement outlines the fair schedule over the PA system. The space features a polished gleaming floor and a ring of dozens of booths with colorful banners surrounding the surface. Tech companies display demo screens showing their latest apps, while healthcare providers showcase additional community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before opening, clutching resumes in branded folders. Inside, a ring of dozens of booths with colorful banners surrounds a polished gleaming floor, banners adding vivid color to the scene. Tech companies display demo screens showing their latest apps; healthcare providers showcase photographs of their community outreach efforts, with additional outreach photos also on display. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before opening, clutching resumes in branded folders. Inside, a ring of dozens of booths with colorful banners surrounds a polished gleaming floor, the banners adding vibrant color to the scene. Tech companies display demo screens showing their latest apps, while healthcare providers showcase photographs of their community outreach efforts, with additional outreach photos also on display. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before opening, clutching resumes in branded folders. Inside, a ring of dozens of booths with colorful banners surrounds a polished gleaming floor, the banners adding vibrant color to the scene. Tech companies display demo screens showing their latest apps, while healthcare providers showcase photographs of their community outreach efforts, with additional outreach photos also on display. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before opening, clutching resumes in branded folders. Inside, a ring of dozens of booths with colorful banners surrounds a polished gleaming floor, the banners adding vibrant color to the scene. Tech companies display demo screens showing their latest apps, while healthcare providers showcase photographs of their community outreach efforts, with additional outreach photos also on display. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair held in a gym, dozens of booths with colorful banners form a ring around a polished gleaming floor. Outside, students line up before opening, clutching resumes in branded folders; inside, the same ring of booths houses tech companies displaying demo screens and healthcare providers showing photographs of their community outreach, with additional outreach photos also on display. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. The scene shows ongoing activity outside and inside as students wait to enter and as booths circulate around the floor.",
    "At a university career fair in a gym, dozens of booths with colorful banners form a ring around a polished floor. Outside, students line up before opening, clutching resumes in branded folders. Inside, the same ring of booths houses tech companies displaying demo screens and healthcare providers showing photographs of their community outreach, with additional outreach photos also on display. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. The scene shows ongoing activity outside and inside as students wait to enter and as booths circulate around the floor. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.5510564906475706,
    0.5510564906475706,
    0.5510564906475706,
    0.619261238439383,
    0.619261238439383,
    0.619261238439383,
    0.7965475935281784,
    0.7965475935281784,
    0.7965475935281784,
    0.7965475935281784,
    0.794845354882646,
    0.794845354882646,
    0.8278943195981182,
    0.8278943195981182,
    0.8278943195981182,
    0.8278943195981182,
    0.8439000512620255,
    0.8439000512620255,
    0.8439000512620255,
    0.8439000512620255,
    0.8439000512620255,
    0.8439000512620255,
    0.8672882721515045,
    0.8672882721515045,
    0.8672882721515045,
    0.8672882721515045,
    0.8672882721515045,
    0.8672882721515045,
    0.8467323809720906,
    0.8467323809720906,
    0.8467323809720906,
    0.8467323809720906,
    0.8467323809720906,
    0.8467323809720906,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8394376998061542,
    0.8673753747783204,
    0.8673753747783204,
    0.8673753747783204,
    0.8673753747783204,
    0.8673753747783204,
    0.8673753747783204
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts, illustrating the scope of their engagement with the community.",
    "At the fair, career counselors remind attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts, illustrating the scope of their engagement with the community. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, career counselors remind attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts, illustrating the scope of their engagement with the community. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, career counselors remind attendees to maintain eye contact, while healthcare providers display photographs of their community outreach efforts illustrating the scope of their engagement. A welcome announcement over the PA system outlines the fair schedule. Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables.",
    "At the fair, career counselors remind attendees to maintain eye contact, while healthcare providers display photographs of their community outreach efforts illustrating the scope of their engagement. A welcome announcement over the PA system outlines the fair schedule. Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the university fair, career counselors remind attendees to maintain eye contact, while healthcare providers display photographs of their community outreach efforts illustrating the scope of their engagement. A welcome announcement over the PA system outlines the fair schedule. Outside the university gym, students line up before opening, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the university fair, a campus scene unfolds around the gym: career counselors remind attendees to maintain eye contact, and healthcare providers display photographs of their community outreach efforts illustrating the scope of their engagement. A welcome announcement over the PA system outlines the fair schedule. Outside the university gym, students line up before opening, clutching resumes in branded folders as consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair held in a gym, dozens of booths with colorful banners encircle a polished floor. Outside the gym, dozens of students line up before opening, clutching resumes in branded folders, while consulting firms stack glossy case study booklets on high tables. Inside, a ring of booths surrounds a gleaming surface as tech companies display demo screens of their latest apps; healthcare providers display photographs of their community outreach; and alumni volunteers share brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule.",
    "At a university career fair held in a gym, dozens of booths with colorful banners encircle a polished floor. Outside, dozens of students line up before opening, clutching resumes in branded folders while consulting firms stack glossy case study booklets on high tables. Inside, a ring of booths surrounds a gleaming surface as tech companies display demo screens of their latest apps; healthcare providers show photographs of their community outreach; and alumni volunteers offer brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. The scene combines preparatory crowds outside with a structured, information-rich interior focused on demonstrations, outreach, and guidance.",
    "A university career fair is held in a gym with a polished floor. Outside, dozens of students line up before opening, clutching resumes in branded folders; consulting firms stack glossy case study booklets on high tables. Inside, a ring of booths around a gleaming surface hosts tech companies displaying demo screens of their latest apps; healthcare providers show photographs of their community outreach; and alumni volunteers offer brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. The scene blends preparatory crowds outside with a structured, information-rich interior focused on demonstrations, outreach, and guidance.",
    "The scene centers on a university career fair in a gym with a polished floor. Outside, dozens of students line up before opening, clutching resumes in branded folders while consulting firms stack glossy case study booklets on high tables. Inside, a ring of booths around a gleaming surface hosts tech companies displaying demo screens of their latest apps; healthcare providers show photographs of their community outreach; and alumni volunteers offer brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. The scene blends preparatory crowds outside with a structured, information-rich interior focused on demonstrations, outreach, and guidance. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5065243615514203,
    0.5065243615514203,
    0.5065243615514203,
    0.5065243615514203,
    0.6758498144229947,
    0.6758498144229947,
    0.6758498144229947,
    0.6758498144229947,
    0.6758498144229947,
    0.6758498144229947,
    0.6758498144229947,
    0.6758498144229947,
    0.7809264970615996,
    0.7809264970615996,
    0.7809264970615996,
    0.8203663040064293,
    0.8203663040064293,
    0.8203663040064293,
    0.8203663040064293,
    0.8203663040064293,
    0.8203663040064293,
    0.8350052175431537,
    0.8350052175431537,
    0.8350052175431537,
    0.8350052175431537,
    0.868372065818117,
    0.868372065818117,
    0.868372065818117,
    0.868372065818117,
    0.868372065818117,
    0.868372065818117,
    0.8675184205076327,
    0.8675184205076327,
    0.8675184205076327,
    0.8675184205076327,
    0.8675184205076327,
    0.8832548460731615,
    0.8832548460731615,
    0.8832548460731615,
    0.8832548460731615,
    0.8832548460731615,
    0.8832548460731615,
    0.8928532541234354,
    0.8928532541234354,
    0.8928532541234354,
    0.8928532541234354,
    0.8928532541234354,
    0.8928532541234354,
    0.8928532541234354,
    0.8672611364006962,
    0.8672611364006962,
    0.8672611364006962,
    0.8672611364006962
  ],
  "6": [
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym as consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students queue outside the university gym as consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, students queue outside the university gym as consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps, and a welcome announcement over the PA system outlines the fair schedule. At the fair, healthcare providers showcase community outreach photos, and tech companies again display demo screens showing their latest apps. A PA announcement outlines the fair schedule.",
    "Before the career fair opens, students queue outside the university gym as consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps and a PA announces the fair schedule. At the fair, healthcare providers showcase community outreach photos while tech companies again display demo screens. The space has a polished gleaming floor, and a ring of dozens of booths with colorful banners surrounds the surface. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students queue outside the university gym as consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps, and a PA announces the schedule. At the fair, healthcare providers showcase community outreach photos while tech companies again display demo screens. The space features a polished gleaming floor and a ring of dozens of booths with colorful banners surrounding the surface. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the fair opens, students queue outside the university gym as consulting firms stack glossy case-study booklets on high tables, career counselors remind attendees to maintain eye contact, tech companies display demo screens of their latest apps, and a PA announces the schedule. Inside the space, the polished gleaming floor is ringed by dozens of booths with colorful banners around the surface; students clutch resumes in branded folders. Healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps, with a welcome PA outlining the schedule. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, healthcare providers display photographs of their community outreach, consulting firms stack glossy case-study booklets on high tables, and students line up for the career fair to open.",
    "Before the fair opens, students queue outside the university gym as consulting firms stack glossy case-study booklets on high tables, career counselors remind attendees to maintain eye contact, and tech companies display demo screens of their latest apps while a PA announces the schedule. Inside, the polished gleaming floor is ringed by dozens of booths with colorful banners; students clutch resumes in branded folders. Healthcare providers showcase community outreach photos, and tech companies display demo screens, with a welcome PA outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, healthcare providers display photographs of their outreach, consulting firms stack glossy case-study booklets on high tables, and students line up for the career fair to open, with a welcome announcement outlining the schedule over the PA system.",
    "A university career fair is set in a gym, with outside students queuing before opening and consulting firms stacking glossy case-study booklets on high tables; career counselors remind attendees to maintain eye contact, and tech companies display demo screens of their latest apps as a PA announces the schedule. Inside, the polished gleaming floor is ringed by dozens of booths with colorful banners, and students clutch resumes in branded folders. Healthcare providers showcase photographs of their community outreach, while a welcome PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside again, healthcare providers display outreach photographs; consulting firms stack booklets as students line up to enter. Overall, the scene features many booths around a polished gleaming floor, with students both outside and inside clutching resumes and awaiting the fair opening."
  ],
  "6_score": [
    0.0,
    0.20695639997720722,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.5238543471288832,
    0.5238543471288832,
    0.5238543471288832,
    0.5238543471288832,
    0.7031772370799614,
    0.7031772370799614,
    0.7031772370799614,
    0.6203359915663502,
    0.6203359915663502,
    0.6203359915663502,
    0.6203359915663502,
    0.7393333673746134,
    0.7393333673746134,
    0.7393333673746134,
    0.7393333673746134,
    0.7393333673746134,
    0.7393333673746134,
    0.7764302681349877,
    0.7764302681349877,
    0.7764302681349877,
    0.7764302681349877,
    0.7764302681349877,
    0.7764302681349877,
    0.7764302681349877,
    0.8274645604916006,
    0.8274645604916006,
    0.8274645604916006,
    0.8274645604916006,
    0.8274645604916006,
    0.8274645604916006,
    0.8437808288211565,
    0.8437808288211565,
    0.8437808288211565,
    0.8437808288211565,
    0.8437808288211565,
    0.8437808288211565,
    0.8439506410672593,
    0.8439506410672593,
    0.8439506410672593,
    0.8439506410672593,
    0.8439506410672593,
    0.8439506410672593,
    0.8439506410672593,
    0.8439506410672593,
    0.8439506410672593,
    0.8386675293193199,
    0.8386675293193199,
    0.8386675293193199,
    0.8386675293193199,
    0.8386675293193199,
    0.8386675293193199,
    0.8386675293193199,
    0.8386675293193199,
    0.8386675293193199,
    0.8603420778722013,
    0.8603420778722013,
    0.8603420778722013,
    0.8603420778722013,
    0.8603420778722013
  ],
  "7": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers showcase community outreach photos, a welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showing their latest apps.",
    "At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, forming a ring around the gleaming surface, and the banners add vivid color to the scene.",
    "At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, forming a ring around the gleaming surface, with the banners adding vivid color to the scene.",
    "At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, forming a ring around the gleaming surface, with the banners adding vivid color to the scene. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps, with a welcome announcement over the PA outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, forming a ring around the gleaming surface and adding vivid color. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, healthcare providers display photographs of their community outreach, while consulting firms stack glossy case-study booklets on high tables as students line up for the career fair to open. Inside the fair, healthcare providers continue to showcase community outreach photographs, and tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "The fair unfolds at the university gym with dozens of booths and colorful banners circling a polished floor, forming a ring around a gleaming surface. Outside, healthcare providers display photographs of their community outreach while consulting firms stack glossy case-study booklets on high tables as students line up for the career fair to open, clutching resumes in branded folders. Inside, healthcare providers continue to showcase community outreach photographs and tech companies display demo screens of their latest apps. At the entrance area, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule, and inside, career counselors remind attendees to maintain eye contact.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor around a gleaming surface. Outside, a crowd of students lines up before opening, clutching resumes in branded folders as consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens of their latest apps, while healthcare providers show photographs of their community outreach around the area. Inside, event staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. The fair itself features dozens of booths around the floor, with healthcare providers' photographs illustrating their outreach and counselors again encouraging eye contact.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor around a gleaming surface. Outside, a crowd of students lines up before opening, clutching resumes in branded folders as consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens of their latest apps, while healthcare providers show photographs of their community outreach around the area. Inside, event staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. The fair itself features dozens of booths around the floor, with healthcare providers' photographs illustrating their outreach and counselors again encouraging eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a career fair unfolds with a polished gleaming floor encircled by dozens of booths and colorful banners. Outside, students line up before opening, clutching resumes in branded folders as consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens of their latest apps, while healthcare providers show photographs of their community outreach around the area. Inside, event staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. The scene centers on a space with the ring of booths and healthcare providers' photographs illustrating their outreach, including images illustrating the scope of their engagement, around booths featuring tech demos and consulting materials."
  ],
  "7_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.3730887594398414,
    0.3730887594398414,
    0.3730887594398414,
    0.41603823609824475,
    0.41603823609824475,
    0.41603823609824475,
    0.5149567655969607,
    0.5149567655969607,
    0.5149567655969607,
    0.5149567655969607,
    0.593021605889054,
    0.593021605889054,
    0.593021605889054,
    0.6031485752683264,
    0.6031485752683264,
    0.6031485752683264,
    0.6554512936641442,
    0.6554512936641442,
    0.6554512936641442,
    0.6554512936641442,
    0.6554512936641442,
    0.6554512936641442,
    0.6554512936641442,
    0.6554512936641442,
    0.6554512936641442,
    0.6554512936641442,
    0.7658033749974309,
    0.7658033749974309,
    0.7658033749974309,
    0.7658033749974309,
    0.7658033749974309,
    0.7658033749974309,
    0.7658033749974309,
    0.7658033749974309,
    0.8675936103271567,
    0.8675936103271567,
    0.8675936103271567,
    0.8675936103271567,
    0.8675936103271567,
    0.8675936103271567,
    0.8675936103271567,
    0.8198448518766599,
    0.8198448518766599,
    0.8198448518766599,
    0.8198448518766599,
    0.8198448518766599,
    0.8198448518766599,
    0.8198448518766599,
    0.8822038917485442,
    0.8822038917485442,
    0.8822038917485442,
    0.8822038917485442,
    0.8822038917485442,
    0.8822038917485442,
    0.8822038917485442,
    0.8531850416050653,
    0.8531850416050653
  ],
  "8": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies are displaying demo screens that show their latest apps.",
    "Tech companies are displaying demo screens that show their latest apps. Dozens of booths with colorful banners circle the polished floor, forming a ring around the gleaming surface. The banners add vivid color to the scene.",
    "Tech companies are displaying demo screens that show their latest apps. Dozens of booths with colorful banners circle the polished floor, forming a ring around the gleaming surface, and the banners add vivid color to the scene. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, forming a ring around a gleaming surface, and the banners add vivid color to the scene. Students line up outside the university gym before the career fair opens. Inside, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At a university career fair held in a gym, dozens of booths with colorful banners circle a polished floor, forming a ring around a gleaming surface while banners add vivid color to the scene. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, career counselors remind attendees to maintain eye contact. Outside, healthcare providers display photographs of their community outreach efforts as consulting firms stack glossy case study booklets on high tables, with students waiting to enter. At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At a university career fair held in a gym, dozens of booths with colorful banners circle a polished floor, forming a ring around a gleaming surface as banners add vivid color. Outside, students line up before opening, clutching resumes in branded folders, while inside career counselors remind attendees to maintain eye contact. Outside, healthcare providers display photographs of their community outreach efforts as consulting firms stack glossy case study booklets on high tables, with students waiting to enter. At the fair, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes in branded folders inside as well.",
    "At a university career fair in a gym, dozens of booths with colorful banners circle a polished, gleaming floor, forming a ring around the surface. Outside, students line up before opening, clutching resumes in branded folders, while inside career counselors remind attendees to maintain eye contact. Outside, healthcare providers display photographs of their community outreach efforts as consulting firms stack glossy case study booklets on high tables, with students waiting to enter. Inside, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule; students clutch resumes in branded folders inside as well.",
    "At a university career fair in a gym, dozens of booths with colorful banners circle a polished, gleaming floor, forming a ring around the surface. Outside, students line up before opening, clutching resumes in branded folders; inside, career counselors remind attendees to maintain eye contact. Outside, healthcare providers display photographs of their community outreach, while consulting firms stack glossy case study booklets on high tables as students wait to enter. Inside, healthcare providers showcase outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA outlines the fair schedule; students clutch resumes in branded folders both outside and inside.",
    "At a university gym, a career fair unfolds around a polished gleaming floor, with dozens of booths and colorful banners circling the surface. Outside, students queue before opening, clutching resumes in branded folders as healthcare providers display outreach photographs and consulting firms stack glossy case-study booklets on high tables. Inside, career counselors remind attendees to maintain eye contact; healthcare providers showcase outreach photos and tech companies display demo screens of their latest apps. The entrance area features staff scanning registrations and handing out lanyards, while a welcome PA outlines the fair schedule. A crowd lines up outside waiting for the fair to open. In pre-opening scenes, consulting firms' booklets remain on high tables, tech demo screens show latest apps, career counselors remind about eye contact, and healthcare providers display photographs illustrating outreach; the welcome PA outlines the schedule.",
    "At a university gym, a career fair unfolds on a polished gleaming floor with dozens of booths and colorful banners. Outside, students queue before opening, clutching resumes in branded folders as healthcare providers display outreach photographs and consulting firms stack glossy case-study booklets on high tables. Inside, career counselors remind attendees to maintain eye contact; healthcare providers showcase outreach photos and tech companies display demo screens of their latest apps. The entrance area features staff scanning registrations and handing out lanyards, while a welcome PA outlines the fair schedule. A crowd lines up outside waiting for the fair to open. In pre-opening scenes, consulting firms' booklets remain on high tables, tech demo screens show latest apps, career counselors remind about eye contact, and healthcare providers display photographs illustrating outreach; the welcome PA outlines the schedule. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.34924236596037045,
    0.34924236596037045,
    0.34924236596037045,
    0.47104652016833626,
    0.47104652016833626,
    0.47104652016833626,
    0.47104652016833626,
    0.47104652016833626,
    0.656052939579587,
    0.656052939579587,
    0.656052939579587,
    0.656052939579587,
    0.656052939579587,
    0.8015190451600035,
    0.8015190451600035,
    0.8015190451600035,
    0.8015190451600035,
    0.8015190451600035,
    0.8681987421533344,
    0.8681987421533344,
    0.8681987421533344,
    0.8681987421533344,
    0.8681987421533344,
    0.8681987421533344,
    0.8681987421533344,
    0.8681987421533344,
    0.8681987421533344,
    0.8529227367634848,
    0.8529227367634848,
    0.8529227367634848,
    0.8529227367634848,
    0.8529227367634848,
    0.8575513970633575,
    0.8575513970633575,
    0.8575513970633575,
    0.8575513970633575,
    0.8575513970633575,
    0.8575513970633575,
    0.8613874307884193,
    0.8613874307884193,
    0.8613874307884193,
    0.8613874307884193,
    0.8613874307884193,
    0.8613874307884193,
    0.8613874307884193,
    0.8613874307884193,
    0.8613874307884193,
    0.8397970113136,
    0.8397970113136,
    0.8397970113136,
    0.8397970113136,
    0.8397970113136,
    0.8397970113136,
    0.8397970113136,
    0.8397970113136,
    0.8397970113136,
    0.8345178079069325,
    0.8345178079069325
  ],
  "9": [
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym, waiting for the career fair to open.",
    "Students line up outside the university gym, waiting for the career fair to open. Healthcare providers display photographs of their community outreach efforts, while consulting firms stack glossy case study booklets on high tables.",
    "A crowd of students lines up outside the university gym, waiting for the career fair to open. In the pre-opening scene, consulting firms stack glossy case study booklets on high tables, career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Healthcare providers display photographs of their community outreach efforts around the area, providing visual context for outreach.",
    "A crowd of students lines up outside the university gym, waiting for the career fair to open. In the pre-opening scene, consulting firms stack glossy case study booklets on high tables, career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Healthcare providers display photographs of their community outreach efforts around the area, providing visual context for outreach. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a crowd of students lines up before the career fair opens, clutching resumes in branded folders. In the pre-opening scene, consulting firms stack glossy case study booklets on high tables, career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. Healthcare providers display photographs of their community outreach efforts around the area, providing visual context for outreach. A welcome announcement over the PA system outlines the fair schedule. At the fair, career counselors remind attendees to maintain eye contact, and healthcare providers display photographs illustrating the scope of their engagement.",
    "Outside the university gym, a crowd of students lines up before the career fair opens, clutching resumes in branded folders. In the pre-opening scene, consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts around the area, providing visual context for outreach. A welcome announcement over the PA system outlines the fair schedule. At the fair itself, dozens of booths with colorful banners circle the polished floor, with healthcare providers' photographs illustrating the scope of their engagement and career counselors again encouraging eye contact.",
    "Outside the university gym, a crowd of students lines up before opening, clutching resumes in branded folders. In the pre-opening scene, consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts around the area, providing visual context for outreach, and a welcome announcement over the PA outlines the fair schedule. At the fair itself, dozens of booths with colorful banners circle the polished floor, healthcare providers' photographs illustrating the scope of their engagement, and career counselors again encouraging eye contact.",
    "Outside the university gym, a crowd of students lines up before opening, clutching resumes in branded folders. In the pre-opening zone, consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and career counselors urge attendees to maintain eye contact. Healthcare providers show photographs of their community outreach around the area, giving visual context for engagement, while a welcome announcement over the PA outlines the fair schedule. Inside the fair, dozens of booths with colorful banners encircle the polished floor, healthcare providers’ photographs illustrating the scope of engagement, and career counselors again encourage eye contact. A welcome announcement continues to outline the fair schedule over the PA system.",
    "Outside the university gym, a crowd of students lines up before opening, clutching resumes in branded folders as a PA welcomes and outlines the fair schedule. In the pre-opening zone, consulting firms stack glossy case-study booklets on high tables, tech companies display demo screens of their latest apps, and career counselors urge attendees to maintain eye contact, while healthcare providers show photographs of their community outreach to provide visual context for engagement. Inside the fair, dozens of booths with colorful banners encircle a polished gleaming floor; healthcare providers’ photographs illustrate the scope of engagement, and career counselors again encourage eye contact as a welcome announcement continues to outline the schedule. The space centers on a ring of booths; tech demos and consulting booklets persist, and alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a crowd of students lines up before opening, clutching resumes in branded folders as a PA welcomes and outlines the fair schedule. In the pre-opening zone, consulting firms stack glossy case-study booklets on high tables, tech companies display demo screens of their latest apps, career counselors urge attendees to maintain eye contact, and healthcare providers show photographs of their community outreach to provide visual context for engagement. Inside the fair, dozens of booths with colorful banners encircle a polished gleaming floor; healthcare providers' photographs illustrate the scope of engagement, and career counselors again encourage eye contact as the welcome announcement continues to outline the schedule. The space centers on a ring of booths; tech demos and consulting booklets persist, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.5213587421187444,
    0.5213587421187444,
    0.5213587421187444,
    0.5213587421187444,
    0.5213587421187444,
    0.6408387465515613,
    0.6408387465515613,
    0.6408387465515613,
    0.6408387465515613,
    0.6408387465515613,
    0.7900929332698617,
    0.7900929332698617,
    0.7900929332698617,
    0.7900929332698617,
    0.7900929332698617,
    0.7900929332698617,
    0.8367682700333885,
    0.8367682700333885,
    0.8367682700333885,
    0.8367682700333885,
    0.8367682700333885,
    0.8367682700333885,
    0.8367682700333885,
    0.8367682700333885,
    0.8189686715084153,
    0.8189686715084153,
    0.8189686715084153,
    0.8265245701687722,
    0.8265245701687722,
    0.8265245701687722,
    0.8265245701687722,
    0.8265245701687722,
    0.8265245701687722,
    0.8265245701687722,
    0.7955185335236031,
    0.7955185335236031,
    0.7955185335236031,
    0.7955185335236031,
    0.7955185335236031,
    0.7901184278934547,
    0.7901184278934547,
    0.7901184278934547,
    0.7901184278934547,
    0.7901184278934547,
    0.7901184278934547,
    0.8082787738387281,
    0.8082787738387281,
    0.8082787738387281,
    0.8082787738387281,
    0.8082787738387281,
    0.8082787738387281,
    0.8170272708498522,
    0.8170272708498522,
    0.8170272708498522,
    0.8170272708498522,
    0.8170272708498522
  ]
}