{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym ahead of the career fair opening. A robotics startup has a booth there and is flying a small drone overhead to draw attention to its presence.",
    "Students are lined up outside the university gym ahead of the career fair opening. A robotics startup has a booth there and is flying a small drone overhead to draw attention to its presence. Some students rehearse elevator pitches quietly against the wall.",
    "Students are lined up outside the university gym ahead of the career fair opening. A robotics startup has a booth there and is flying a small drone overhead to draw attention to its presence. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "Outside the university gym ahead of the career fair opening, students are lined up. A robotics startup has a booth there, with a small drone flying overhead to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym ahead of the career fair opening, students are lined up. A robotics startup has a booth there, with a small drone flying overhead to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym ahead of the career fair opening, students are lined up. A robotics startup has a booth there, with a small drone flying overhead to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym ahead of the career fair opening, students are lined up. A robotics startup has a booth there, with a small drone flying overhead to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym ahead of the career fair opening, students are lined up. A robotics startup has a booth there, with a small drone flying overhead to draw attention. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym ahead of the career fair opening, students are lined up as dozens of booths with colorful banners circle the polished floor. A robotics startup has a booth there with a small drone flying overhead to draw attention. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym ahead of the career fair opening, dozens of booths with colorful banners circle the polished floor. A robotics startup occupies a booth with a small drone flying overhead to draw attention. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym before the career fair opens, dozens of booths with colorful banners circle the polished floor. A robotics startup's booth features a small drone overhead drawing attention. Some students rehearse elevator pitches quietly against the wall; healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company operates a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.563791634127428,
    0.563791634127428,
    0.563791634127428,
    0.563791634127428,
    0.563791634127428,
    0.6648970288555347,
    0.6648970288555347,
    0.6648970288555347,
    0.6648970288555347,
    0.6648970288555347,
    0.7141884019084306,
    0.7141884019084306,
    0.7141884019084306,
    0.7141884019084306,
    0.7141884019084306,
    0.7141884019084306,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7839788693360319,
    0.7843471244440455,
    0.7843471244440455,
    0.7843471244440455,
    0.7843471244440455,
    0.7843471244440455,
    0.7843471244440455,
    0.8171619906912779,
    0.8171619906912779,
    0.8171619906912779,
    0.8171619906912779,
    0.8171619906912779,
    0.8171619906912779,
    0.8171619906912779,
    0.823023774204914,
    0.823023774204914,
    0.823023774204914,
    0.823023774204914,
    0.8293171789152209,
    0.8293171789152209,
    0.8293171789152209,
    0.8293171789152209,
    0.8293171789152209
  ],
  "1": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "A career guidance scene shows counselors redirecting unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, outlining a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, providing a concrete service within the venue.",
    "At a career fair held in the university gym, counselors guide unsure students toward applicable industries, forming a career guidance scene. Dozens of booths with colorful banners circle the polished floor, outlining a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, offering concrete service within the venue. Students line up outside the university gym before the career fair opens.",
    "A career fair is held in the university gym, where counselors guide unsure students toward applicable industries, forming a career guidance scene. Dozens of booths with colorful banners circle the polished floor, outlining a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, offering concrete service within the venue. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "In the university gym, a career fair unfolds as counselors guide unsure students toward applicable industries, forming a career guidance scene. Dozens of booths with colorful banners circle the polished floor, outlining a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, offering concrete service within the venue. Before opening, students line up outside the gym. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In the university gym, a career fair unfolds as counselors guide unsure students toward applicable industries, forming a career guidance scene. Dozens of booths with colorful banners circle the polished floor, outlining a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, offering concrete service within the venue. Before opening, students line up outside the gym. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair unfolds as counselors guide unsure students toward applicable industries, forming a career guidance scene. Dozens of booths with colorful banners circle the polished floor, outlining a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, offering concrete service within the venue. Before opening, students line up outside the gym. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "A university gym hosts a career fair where counselors guide unsure students toward applicable industries, forming a career guidance scene. Dozens of booths with colorful banners line the polished floor, outlining a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, offering concrete service within the venue. Before opening, students line up outside the gym. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables throughout the hall. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At a university gym, a career fair unfolds with counselors guiding unsure students toward applicable industries, forming a career guidance scene. Dozens of booths with colorful banners line the polished floor, outlining a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, offering concrete service within the venue. Before opening, students line up outside the gym. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables throughout the hall. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At a university gym, a career fair unfolds with counselors guiding unsure students toward applicable industries. Dozens of booths with colorful banners line the polished floor, forming a busy perimeter around the event space. The engineering society sponsors a resume review table near the stage, offering concrete service within the venue. Before opening, students line up outside the gym. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables throughout the hall. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.6416915109127579,
    0.6416915109127579,
    0.6416915109127579,
    0.6416915109127579,
    0.6416915109127579,
    0.7609381848214516,
    0.7609381848214516,
    0.7609381848214516,
    0.7609381848214516,
    0.8067487718930931,
    0.8067487718930931,
    0.8067487718930931,
    0.8067487718930931,
    0.8067487718930931,
    0.8067487718930931,
    0.802842244456623,
    0.802842244456623,
    0.802842244456623,
    0.802842244456623,
    0.802842244456623,
    0.802842244456623,
    0.802842244456623,
    0.802842244456623,
    0.802842244456623,
    0.802842244456623,
    0.7983488867960749,
    0.7983488867960749,
    0.7983488867960749,
    0.7983488867960749,
    0.7983488867960749,
    0.7983488867960749,
    0.8076630343432994,
    0.8076630343432994,
    0.8076630343432994,
    0.8076630343432994,
    0.8076630343432994,
    0.8076630343432994,
    0.8076630343432994,
    0.8085599157085891,
    0.8085599157085891,
    0.8085599157085891,
    0.8085599157085891,
    0.8085599157085891,
    0.8085599157085891,
    0.8085599157085891,
    0.8085599157085891,
    0.8085599157085891,
    0.8091084629873384,
    0.8091084629873384,
    0.8091084629873384,
    0.8091084629873384
  ],
  "2": [
    "",
    "",
    "",
    "Healthcare providers display photos highlighting their community outreach efforts.",
    "Healthcare providers display photos highlighting their community outreach efforts; career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display photos that highlight their community outreach efforts. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display photos that highlight their community outreach efforts; career counselors redirect unsure students toward applicable industries; and a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, healthcare providers display photos highlighting their community outreach efforts, while career counselors redirect unsure students toward applicable industries; a welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display photos highlighting their community outreach efforts, while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, healthcare providers display photos highlighting their community outreach efforts, and career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers display photos highlighting their community outreach efforts, while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers display photos highlighting their community outreach efforts, while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map. Healthcare providers display photos highlighting their community outreach. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map. Healthcare providers display photos highlighting their community outreach. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map. Healthcare providers display photos highlighting their community outreach. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map. Healthcare providers display photos highlighting their community outreach. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.27568263376658575,
    0.27568263376658575,
    0.27568263376658575,
    0.27568263376658575,
    0.4291120337387099,
    0.4291120337387099,
    0.4291120337387099,
    0.4291120337387099,
    0.4291120337387099,
    0.4291120337387099,
    0.49017744566918936,
    0.49017744566918936,
    0.49017744566918936,
    0.49017744566918936,
    0.49017744566918936,
    0.49017744566918936,
    0.4592278198247106,
    0.4592278198247106,
    0.4592278198247106,
    0.4592278198247106,
    0.4592278198247106,
    0.5275931078355443,
    0.5275931078355443,
    0.5275931078355443,
    0.5275931078355443,
    0.8336306053591364,
    0.8336306053591364,
    0.8336306053591364,
    0.8255705071233659,
    0.8255705071233659,
    0.8255705071233659,
    0.8255705071233659,
    0.8255705071233659,
    0.8370479911107775,
    0.8370479911107775,
    0.8370479911107775,
    0.8370479911107775,
    0.8581887189363727,
    0.8581887189363727,
    0.8581887189363727,
    0.8581887189363727,
    0.8581887189363727,
    0.8431110990873246,
    0.8431110990873246,
    0.8431110990873246,
    0.8431110990873246,
    0.8431110990873246,
    0.8431110990873246,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.8577391954450835,
    0.852874139168762,
    0.852874139168762,
    0.852874139168762,
    0.852874139168762
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Students are lined up outside the university gym, waiting for the career fair to open.",
    "Students are lined up outside the university gym, waiting for the career fair to open, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Students line up outside the university gym, waiting for the career fair to open, while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym, waiting for the career fair to open, while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym, waiting for the career fair to open, while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym, waiting for the career fair to open, while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym, waiting for the career fair to open, as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym, waiting for the career fair to open, as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up for the career fair as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up for the career fair as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up for the career fair as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up for a career fair. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3627018828447951,
    0.3627018828447951,
    0.3627018828447951,
    0.5556544933428882,
    0.5556544933428882,
    0.5556544933428882,
    0.7173743984447081,
    0.7173743984447081,
    0.7173743984447081,
    0.7173743984447081,
    0.7173743984447081,
    0.7173743984447081,
    0.7173743984447081,
    0.7173743984447081,
    0.7173743984447081,
    0.7173743984447081,
    0.775448048103365,
    0.775448048103365,
    0.775448048103365,
    0.775448048103365,
    0.775448048103365,
    0.8143755372277306,
    0.8143755372277306,
    0.8143755372277306,
    0.8143755372277306,
    0.8143755372277306,
    0.8156098785303441,
    0.8156098785303441,
    0.8156098785303441,
    0.8156098785303441,
    0.8330197164999456,
    0.8330197164999456,
    0.8330197164999456,
    0.8330197164999456,
    0.8330197164999456,
    0.8330197164999456,
    0.8735631771176268,
    0.8735631771176268,
    0.8735631771176268,
    0.8735631771176268,
    0.8735631771176268,
    0.8735631771176268,
    0.8735631771176268,
    0.8735631771176268,
    0.8735631771176268,
    0.8735631771176268,
    0.8860470435247013,
    0.8860470435247013,
    0.8860470435247013,
    0.8860470435247013,
    0.8860470435247013,
    0.8860470435247013,
    0.8860470435247013,
    0.8429140851576798,
    0.8429140851576798,
    0.8429140851576798,
    0.8429140851576798
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Students rehearse elevator pitches quietly against the wall, refining concise self-introductions. An alumni panel discusses how to prepare for technical interviews.",
    "Students rehearse elevator pitches quietly against the wall, refining concise self-introductions. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In a multi-room event space, students rehearse elevator pitches quietly against the wall, refining concise self-introductions. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a multi-room event space, students rehearse elevator pitches quietly against the wall, refining concise self-introductions. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Within a multi-room event space, students rehearse elevator pitches quietly against the wall, refining concise self-introductions; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables; in the adjoining classroom, workshops on networking etiquette begin; career counselors redirect unsure students toward applicable industries.",
    "In a multi-room event space for the career fair, students rehearse elevator pitches quietly against the wall, refining concise self-introductions; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables; in the adjoining classroom, workshops on networking etiquette begin; career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At a multi-room career fair space, students rehearse elevator pitches quietly against the wall, refining concise self-introductions; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables; in the adjoining classroom, workshops on networking etiquette begin; career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "In a multi-room career fair space, students rehearse elevator pitches quietly against the wall, refining concise self-introductions. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "In a multi-room career fair space, students rehearse elevator pitches quietly against the wall, refining concise self-introductions. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a multi-room career fair space, students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a multi-room career fair space, students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby. In the adjoining classroom, workshops on networking etiquette begin. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5382434501409608,
    0.5382434501409608,
    0.5382434501409608,
    0.5382434501409608,
    0.5382434501409608,
    0.5382434501409608,
    0.5382434501409608,
    0.5382434501409608,
    0.5382434501409608,
    0.7054852452238587,
    0.7054852452238587,
    0.7054852452238587,
    0.7054852452238587,
    0.7054852452238587,
    0.7286156623675732,
    0.7286156623675732,
    0.7286156623675732,
    0.7286156623675732,
    0.7286156623675732,
    0.7286156623675732,
    0.7286156623675732,
    0.7286156623675732,
    0.7286156623675732,
    0.7286156623675732,
    0.43974867747952456,
    0.43974867747952456,
    0.43974867747952456,
    0.43974867747952456,
    0.43974867747952456,
    0.43974867747952456,
    0.43974867747952456,
    0.43974867747952456,
    0.6816503432768646,
    0.6816503432768646,
    0.6816503432768646,
    0.6816503432768646,
    0.8284702044489198,
    0.8284702044489198,
    0.8284702044489198,
    0.8284702044489198,
    0.8284702044489198,
    0.8284702044489198,
    0.8284702044489198,
    0.8439242329418071,
    0.8439242329418071,
    0.8439242329418071,
    0.8439242329418071,
    0.8439242329418071,
    0.856922670098034,
    0.856922670098034,
    0.856922670098034,
    0.856922670098034,
    0.856922670098034,
    0.8560377858823898,
    0.8560377858823898,
    0.8560377858823898,
    0.8560377858823898,
    0.8551185792737035,
    0.8551185792737035,
    0.8551185792737035,
    0.8551185792737035
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map. The action uses the map as the surface for tagging employers, with multiple groups participating. No specific employer names, locations, or timestamps are given.",
    "Groups of friends mark target employers on the event map, using the map as the surface for tagging employers, with multiple groups participating. No specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on the event map, using the map as the surface for tagging employers, with multiple groups participating; no specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on the event map, using the map as the surface for tagging employers, with multiple groups participating; no specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on an event map, using the map as the surface for tagging employers, with multiple groups participating; no specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on an event map, using the map as the surface for tagging employers, with multiple groups participating; no specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on an event map, using the map as the tagging surface; multiple groups participate, and no specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on an event map, with the map serving as the tagging surface. Multiple groups participate, and no specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on an event map, using the map as the tagging surface. Multiple groups participate, but no specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on an event map, using the map as the tagging surface. Multiple groups participate in the tagging activity, but no specific employer names, locations, or timestamps are provided.",
    "Groups of friends mark target employers on an event map, using the map as the tagging surface. Multiple groups participate in the tagging activity, but no specific employer names, locations, or timestamps are provided.",
    "Groups of friends tag target employers on an event map, using the map as the tagging surface. The activity involves multiple groups participating, but no specific employer names, locations, or timestamps are provided."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4968292391025485,
    0.4968292391025485,
    0.4968292391025485,
    0.4339142369158261,
    0.4339142369158261,
    0.4339142369158261,
    0.4339142369158261,
    0.4339142369158261,
    0.4339142369158261,
    0.2960260835475211,
    0.2960260835475211,
    0.2960260835475211,
    0.2960260835475211,
    0.2960260835475211,
    0.2960260835475211,
    0.2960260835475211,
    0.2960260835475211,
    0.2960260835475211,
    0.2960260835475211,
    0.29665162688093316,
    0.29665162688093316,
    0.29665162688093316,
    0.29665162688093316,
    0.29665162688093316,
    0.29665162688093316,
    0.29665162688093316,
    0.29665162688093316,
    0.29665162688093316,
    0.29665162688093316,
    0.2816608020304547,
    0.2816608020304547,
    0.2816608020304547,
    0.2816608020304547,
    0.2816608020304547,
    0.41896050707534715,
    0.41896050707534715,
    0.41896050707534715,
    0.41896050707534715,
    0.41896050707534715,
    0.41896050707534715,
    0.41896050707534715,
    0.3957603920364371,
    0.3957603920364371,
    0.3957603920364371,
    0.3957603920364371,
    0.3957603920364371,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.36228207167134374,
    0.34725647404537696,
    0.34725647404537696,
    0.34725647404537696
  ],
  "6": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention.",
    "Staff at the event entrance scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against a wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "Staff at the event entrance scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against a wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, while nearby students rehearse elevator pitches quietly against a wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards, while nearby students rehearse elevator pitches quietly against a wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens, while nearby they rehearse elevator pitches quietly against a wall. In the adjoining classroom, networking etiquette workshops begin. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens, while nearby they rehearse elevator pitches quietly against a wall. In the adjoining classroom, networking etiquette workshops begin. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair, staff at the entrance scan registrations and hand out lanyards. Students line up outside the gym before opening, while nearby they rehearse elevator pitches quietly against a wall. In the adjoining classroom, networking etiquette workshops begin. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, staff at the entrance scan registrations and hand out lanyards while students line up outside the gym before opening. Nearby, students rehearse elevator pitches quietly against a wall. In the adjoining classroom, networking etiquette workshops begin. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, staff at the entrance scan registrations and hand out lanyards as students line up outside the gym before opening. Nearby, students rehearse elevator pitches quietly against a wall. In the adjoining classroom, networking etiquette workshops begin. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5151817035301524,
    0.5151817035301524,
    0.5151817035301524,
    0.6726911603404853,
    0.6726911603404853,
    0.6726911603404853,
    0.6726911603404853,
    0.7590837877460868,
    0.7590837877460868,
    0.7590837877460868,
    0.7590837877460868,
    0.7590837877460868,
    0.7590837877460868,
    0.7590837877460868,
    0.8108813290715513,
    0.8108813290715513,
    0.8108813290715513,
    0.8387797477304382,
    0.8387797477304382,
    0.8387797477304382,
    0.8387797477304382,
    0.8387797477304382,
    0.8387797477304382,
    0.8671658192755265,
    0.8671658192755265,
    0.8671658192755265,
    0.8671658192755265,
    0.8671658192755265,
    0.8671658192755265,
    0.876761739417079,
    0.876761739417079,
    0.876761739417079,
    0.876761739417079,
    0.876761739417079,
    0.876761739417079,
    0.8768972676452911,
    0.8768972676452911,
    0.8768972676452911,
    0.8768972676452911,
    0.8832764911394004,
    0.8832764911394004,
    0.8832764911394004,
    0.8832764911394004,
    0.8832764911394004,
    0.8763130840370195,
    0.8763130840370195,
    0.8763130840370195,
    0.8763130840370195,
    0.8763130840370195,
    0.8763130840370195,
    0.8632757096585231,
    0.8632757096585231,
    0.8632757096585231,
    0.8632757096585231,
    0.8632757096585231,
    0.8632757096585231,
    0.8632757096585231,
    0.8814007601052858,
    0.8814007601052858
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map.",
    "At the fair, a welcome announcement is being broadcast over the PA system outlining the fair schedule. Groups of friends are marking target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is being broadcast over the PA system outlining the fair schedule. Groups of friends are marking target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends are marking target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends are marking target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends are marking target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends are marking target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the university career fair, a PA welcome announces the schedule while groups of friends mark target employers on the event map and an alumni panel discusses preparing for technical interviews. A robotics startup attracts attention by flying a small drone above its booth. Career counselors remind attendees to maintain eye contact as tech companies display demo screens showcasing their latest apps. The engineering society runs a resume review table near the stage, while students clutch resumes in branded folders and line up outside the university gym before opening.",
    "At the university career fair, a PA welcome announces the schedule as groups of friends mark target employers on the event map and an alumni panel discusses preparing for technical interviews. A robotics startup attracts attention by flying a small drone above its booth. Career counselors remind attendees to maintain eye contact while tech companies display demo screens showcasing their latest apps. The engineering society runs a resume review table near the stage, while students clutch resumes in branded folders and line up outside the university gym before opening. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a PA announces the schedule as groups of friends mark target employers on the event map, and an alumni panel discusses preparing for technical interviews. A robotics startup attracts attention by flying a small drone above its booth. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showcasing their latest apps. The engineering society runs a resume review table near the stage, as students clutch resumes in branded folders and line up outside the university gym before opening. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, a PA announces the schedule as groups of friends mark target employers on the event map, while an alumni panel discusses preparing for technical interviews. A robotics startup attracts attention by flying a small drone above its booth. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showcasing their latest apps. The engineering society runs a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders and line up outside the university gym before opening. Some students rehearse elevator pitches quietly against the wall."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.6244238444581258,
    0.6244238444581258,
    0.6244238444581258,
    0.6244238444581258,
    0.6244238444581258,
    0.6244238444581258,
    0.6244238444581258,
    0.6244238444581258,
    0.8515717882993721,
    0.8515717882993721,
    0.8515717882993721,
    0.8375689811688107,
    0.8375689811688107,
    0.8375689811688107,
    0.8853514661204046,
    0.8853514661204046,
    0.8853514661204046,
    0.8853514661204046,
    0.8918911990176046,
    0.8918911990176046,
    0.8918911990176046,
    0.8918911990176046,
    0.8918911990176046,
    0.8946680534708005,
    0.8946680534708005,
    0.8946680534708005,
    0.8946680534708005,
    0.8946680534708005,
    0.8946680534708005,
    0.907797130878581,
    0.907797130878581,
    0.907797130878581,
    0.907797130878581,
    0.9113096635908364,
    0.9113096635908364,
    0.9113096635908364,
    0.9113096635908364,
    0.9113096635908364,
    0.8304045016416904,
    0.8304045016416904,
    0.8304045016416904,
    0.8304045016416904,
    0.8304045016416904,
    0.8304045016416904,
    0.8304045016416904,
    0.8537715587054708,
    0.8537715587054708,
    0.8537715587054708,
    0.8537715587054708,
    0.8537715587054708,
    0.8537715587054708,
    0.8537715587054708,
    0.8537715587054708,
    0.8538025624315522,
    0.8538025624315522,
    0.8538025624315522,
    0.8538025624315522,
    0.8648074366650631,
    0.8648074366650631
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves, indicating concurrent activities in the same scene.",
    "In a space with a polished floor, dozens of booths with colorful banners circle the area as HR teams jot notes on tablets and students introduce themselves, indicating concurrent activities in the same scene.",
    "A space with a polished floor hosts dozens of booths with colorful banners circling the area, as HR teams jot notes on tablets and students introduce themselves, indicating concurrent activities in the scene. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a space with a polished floor, dozens of booths circle the area beneath colorful banners. HR teams jot notes on tablets as students introduce themselves, signaling concurrent activities. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "A space with a polished floor features dozens of booths arranged in a circle beneath colorful banners. HR teams jot notes on tablets as students introduce themselves, signaling concurrent activities. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "A space with a polished floor hosts dozens of booths arranged in a circle beneath colorful banners. HR teams jot notes on tablets as students introduce themselves, signaling concurrent activities. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "A space with a polished floor hosts dozens of booths arranged in a circle beneath colorful banners. HR teams jot notes on tablets as students introduce themselves, signaling concurrent activities. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "A space with a polished floor hosts dozens of booths arranged in a circle beneath colorful banners. HR teams jot notes on tablets as students introduce themselves, signaling concurrent activities. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "A space with a polished floor hosts dozens of booths arranged in a circle beneath colorful banners. HR teams jot notes on tablets as students introduce themselves, signaling concurrent activities. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "A polished floor space hosts dozens of booths arranged in a circle beneath colorful banners. HR teams jot notes on tablets as students introduce themselves, signaling concurrent activities. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A polished floor space hosts dozens of booths arranged in a circle beneath colorful banners. HR teams jot notes on tablets as students introduce themselves, signaling concurrent activities. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a polished floor, dozens of booths are arranged in a circle beneath colorful banners. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle a polished floor at the event. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30255341672799085,
    0.30255341672799085,
    0.30255341672799085,
    0.30255341672799085,
    0.34821985186727916,
    0.34821985186727916,
    0.34821985186727916,
    0.34821985186727916,
    0.34821985186727916,
    0.34821985186727916,
    0.34821985186727916,
    0.5452950954160126,
    0.5452950954160126,
    0.5452950954160126,
    0.5452950954160126,
    0.7489033847363658,
    0.7489033847363658,
    0.7489033847363658,
    0.7489033847363658,
    0.7489033847363658,
    0.7301678575170684,
    0.7301678575170684,
    0.7301678575170684,
    0.7301678575170684,
    0.7301678575170684,
    0.7301678575170684,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.7666972405826545,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8076155179020762,
    0.8146864977562578,
    0.8146864977562578,
    0.8146864977562578,
    0.8146864977562578,
    0.8189902829086345,
    0.8189902829086345,
    0.8189902829086345,
    0.8189902829086345,
    0.8189902829086345,
    0.8189902829086345,
    0.840977604412185,
    0.840977604412185,
    0.840977604412185,
    0.840977604412185
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention, and career counselors remind attendees to maintain eye contact.",
    "At the event, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms display glossy case study booklets on high tables as groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables while groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the fair opens.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables while groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, consulting firms display glossy case study booklets on high tables, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4113732512291078,
    0.4113732512291078,
    0.4113732512291078,
    0.4113732512291078,
    0.4113732512291078,
    0.4872738570201507,
    0.4872738570201507,
    0.4872738570201507,
    0.4872738570201507,
    0.4872738570201507,
    0.6451974721781556,
    0.6451974721781556,
    0.6451974721781556,
    0.6451974721781556,
    0.6451974721781556,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.8053350347292485,
    0.7754951246971833,
    0.7754951246971833,
    0.7754951246971833,
    0.7754951246971833,
    0.7752293209828631,
    0.7752293209828631,
    0.7752293209828631,
    0.7752293209828631,
    0.7752293209828631,
    0.7752293209828631,
    0.772515290737348,
    0.772515290737348,
    0.772515290737348,
    0.772515290737348,
    0.772515290737348,
    0.772515290737348,
    0.8221663364389034,
    0.8221663364389034,
    0.8221663364389034,
    0.8221663364389034,
    0.8506549174400269,
    0.8506549174400269,
    0.8506549174400269,
    0.8506549174400269,
    0.8660450190708311,
    0.8660450190708311
  ]
}