{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, lined up in advance of the career fair opening. The scene is preparatory, with students positioned along the exterior of the building as they await the start of the event.",
    "Outside the university gym, a line of students stands along the building’s exterior in advance of the career fair opening, awaiting the start of the event. The scene is preparatory, with students positioned along the façade as they await proceedings. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students stands along the building’s exterior in advance of the career fair opening, awaiting the start of the event. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students stands along the building's exterior in advance of the career fair opening, awaiting the start of the event. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students stands along the building's exterior in advance of the career fair opening, awaiting the start of the event. A robotics startup flies a small drone over its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, a line of students stands along the building's exterior ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students stands along the building’s exterior ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students stands along the building’s exterior ahead of the career fair opening. A robotics startup flies a small drone over its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.476434133858909,
    0.476434133858909,
    0.476434133858909,
    0.476434133858909,
    0.476434133858909,
    0.476434133858909,
    0.476434133858909,
    0.7202564565067191,
    0.7202564565067191,
    0.7202564565067191,
    0.7202564565067191,
    0.7202564565067191,
    0.7202564565067191,
    0.793444191762017,
    0.793444191762017,
    0.793444191762017,
    0.793444191762017,
    0.793444191762017,
    0.793444191762017,
    0.793444191762017,
    0.793444191762017,
    0.7997142850041223,
    0.7997142850041223,
    0.7997142850041223,
    0.7997142850041223,
    0.7997142850041223,
    0.7997142850041223,
    0.7997142850041223,
    0.8189536845274263,
    0.8189536845274263,
    0.8189536845274263,
    0.8189536845274263,
    0.8189536845274263,
    0.8189536845274263,
    0.8189536845274263,
    0.8189536845274263,
    0.8254229080930717,
    0.8254229080930717,
    0.8254229080930717,
    0.8254229080930717,
    0.8254229080930717,
    0.8254229080930717,
    0.8254229080930717,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407,
    0.8529316683606407
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.5726112021753405,
    0.5726112021753405,
    0.5726112021753405,
    0.5726112021753405,
    0.5726112021753405,
    0.5726112021753405,
    0.738275686020708,
    0.738275686020708,
    0.738275686020708,
    0.738275686020708,
    0.738275686020708,
    0.738275686020708,
    0.738275686020708,
    0.738275686020708,
    0.8367732627576187,
    0.8367732627576187,
    0.8367732627576187,
    0.8367732627576187,
    0.8367732627576187,
    0.8367732627576187,
    0.8367732627576187,
    0.8367732627576187,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8468731235859628,
    0.8407072539589902,
    0.8407072539589902,
    0.8407072539589902,
    0.8407072539589902,
    0.8407072539589902,
    0.8407072539589902,
    0.8407072539589902,
    0.8407072539589902,
    0.8446686146062095,
    0.8446686146062095,
    0.8446686146062095,
    0.8446686146062095
  ],
  "2": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos, while career counselors direct unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos, while career counselors direct unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos, while career counselors direct unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos, while career counselors direct unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the university career fair, healthcare providers display community outreach photos, while career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, healthcare providers display community outreach photos while career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. Inside, they clutch resumes organized in branded folders.",
    "At the university career fair, healthcare providers display community outreach photos while career counselors direct unsure students toward applicable industries. Outside the university gym before opening, students line up in anticipation. Inside the gym, groups of friends mark target employers on the event map and students clutch resumes organized in branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, healthcare providers display community outreach photos while career counselors direct unsure students toward applicable industries. Outside the university gym before opening, students line up in anticipation. Inside the gym, groups of friends mark target employers on the event map and students clutch resumes organized in branded folders. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.43136075009308006,
    0.43136075009308006,
    0.43136075009308006,
    0.43136075009308006,
    0.43136075009308006,
    0.43136075009308006,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.37069565628572626,
    0.3581025449366974,
    0.3581025449366974,
    0.3581025449366974,
    0.3581025449366974,
    0.3581025449366974,
    0.3581025449366974,
    0.3581025449366974,
    0.5778610801452617,
    0.5778610801452617,
    0.5778610801452617,
    0.5778610801452617,
    0.5778610801452617,
    0.5778610801452617,
    0.5778610801452617,
    0.8055960462383703,
    0.8055960462383703,
    0.8055960462383703,
    0.8055960462383703,
    0.8055960462383703,
    0.8055960462383703,
    0.8055960462383703,
    0.81909204696567,
    0.81909204696567,
    0.81909204696567,
    0.81909204696567,
    0.81909204696567,
    0.81909204696567,
    0.81909204696567,
    0.81909204696567,
    0.7719519316793377,
    0.7719519316793377,
    0.7719519316793377,
    0.7719519316793377,
    0.7719519316793377,
    0.7719519316793377,
    0.7719519316793377,
    0.7719519316793377,
    0.7719519316793377
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop, and career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the site. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the site. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the site. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the site. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at the site. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. At the site, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Several students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.5898754790926348,
    0.5898754790926348,
    0.5898754790926348,
    0.5898754790926348,
    0.5898754790926348,
    0.5898754790926348,
    0.7855148268768899,
    0.7855148268768899,
    0.7855148268768899,
    0.7855148268768899,
    0.7855148268768899,
    0.7855148268768899,
    0.7855148268768899,
    0.7906156615049054,
    0.7906156615049054,
    0.7906156615049054,
    0.7906156615049054,
    0.7906156615049054,
    0.7906156615049054,
    0.8028926656348481,
    0.8028926656348481,
    0.8028926656348481,
    0.8028926656348481,
    0.8028926656348481,
    0.8028926656348481,
    0.8028926656348481,
    0.8028926656348481,
    0.8028926656348481,
    0.8218605349581078,
    0.8218605349581078,
    0.8218605349581078,
    0.8218605349581078,
    0.8218605349581078,
    0.8218605349581078,
    0.8218605349581078,
    0.8218605349581078,
    0.8218605349581078,
    0.8385131533649677,
    0.8385131533649677,
    0.8385131533649677,
    0.8385131533649677,
    0.8385131533649677,
    0.8385131533649677,
    0.8510732685171178,
    0.8510732685171178,
    0.8510732685171178,
    0.8510732685171178,
    0.8510732685171178
  ],
  "4": [
    "",
    "",
    "Several students rehearse elevator pitches quietly, standing against a wall.",
    "Several students rehearse elevator pitches quietly, standing against a wall, as an alumni panel discusses how to prepare for technical interviews.",
    "Several students rehearse elevator pitches quietly, standing against a wall, as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Several students rehearse elevator pitches quietly, standing against a wall, as an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, several students rehearse elevator pitches quietly, standing against a wall, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, several students rehearse elevator pitches quietly, standing against a wall, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, students rehearse elevator pitches quietly against a wall, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume-review table near the stage.",
    "At the event, students rehearse elevator pitches quietly against a wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume-review table near the stage.",
    "At the event, students rehearse elevator pitches quietly against a wall while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.22377396498724145,
    0.22377396498724145,
    0.22377396498724145,
    0.22377396498724145,
    0.22377396498724145,
    0.34224952655544383,
    0.34224952655544383,
    0.34224952655544383,
    0.34224952655544383,
    0.34224952655544383,
    0.34224952655544383,
    0.5430404433563937,
    0.5430404433563937,
    0.5430404433563937,
    0.5430404433563937,
    0.5430404433563937,
    0.5430404433563937,
    0.5430404433563937,
    0.6936648964366785,
    0.6936648964366785,
    0.6936648964366785,
    0.6936648964366785,
    0.6936648964366785,
    0.6936648964366785,
    0.6936648964366785,
    0.6936648964366785,
    0.8097381431246529,
    0.8097381431246529,
    0.8097381431246529,
    0.8097381431246529,
    0.8097381431246529,
    0.8097381431246529,
    0.8097381431246529,
    0.8097381431246529,
    0.85536247492963,
    0.85536247492963,
    0.85536247492963,
    0.85536247492963,
    0.85536247492963,
    0.85536247492963,
    0.85536247492963,
    0.85536247492963,
    0.8475310038652525,
    0.8475310038652525,
    0.8475310038652525,
    0.8475310038652525,
    0.8475310038652525,
    0.8475310038652525,
    0.8475310038652525,
    0.8452326218848752,
    0.8452326218848752,
    0.8452326218848752,
    0.8452326218848752,
    0.8452326218848752,
    0.8452326218848752,
    0.8574465876822757,
    0.8574465876822757,
    0.8574465876822757,
    0.8574465876822757,
    0.8574465876822757,
    0.8574465876822757,
    0.8574465876822757,
    0.8574465876822757,
    0.8574465876822757
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, placing marks at the employers’ locations on the map.",
    "Groups of friends mark target employers on the event map, placing marks at the employers’ locations.",
    "Groups of friends mark target employers on the event map, placing marks at the employers’ locations.",
    "Groups of friends mark target employers on the event map, placing marks at the employers' locations.",
    "Groups of friends mark target employers on the event map, placing marks at the employers' locations.",
    "Groups of friends mark target employers on the event map by placing marks at the employers’ locations.",
    "Groups of friends mark target employers on the event map by placing marks at the employers’ locations."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.34188460046680713,
    0.34188460046680713,
    0.34188460046680713,
    0.34188460046680713,
    0.34188460046680713,
    0.34188460046680713,
    0.34188460046680713,
    0.34188460046680713,
    0.34188460046680713,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.3599996301458583,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.36170873969061235,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876,
    0.38702280151191876
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards as attendees arrive. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards as attendees arrive. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards as attendees arrive. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards as attendees arrive. Several students rehearse elevator pitches quietly against a wall nearby. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations and hand out lanyards at the entrance as attendees arrive. Several students rehearse elevator pitches quietly against a wall nearby. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym hosting the career fair, event staff scan registrations and hand out lanyards at the entrance as attendees arrive. Several students rehearse elevator pitches quietly against a wall nearby. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.7600072280551285,
    0.7600072280551285,
    0.7600072280551285,
    0.7600072280551285,
    0.7600072280551285,
    0.7600072280551285,
    0.7600072280551285,
    0.8330190055294848,
    0.8330190055294848,
    0.8330190055294848,
    0.8330190055294848,
    0.8330190055294848,
    0.8330190055294848,
    0.8433205626053004,
    0.8433205626053004,
    0.8433205626053004,
    0.8433205626053004,
    0.8433205626053004,
    0.8433205626053004,
    0.8433205626053004,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8563644882340097,
    0.8508704710502815,
    0.8508704710502815,
    0.8508704710502815,
    0.8508704710502815,
    0.8508704710502815,
    0.8508704710502815,
    0.8508704710502815,
    0.8508704710502815,
    0.8409047333462438,
    0.8409047333462438,
    0.8409047333462438,
    0.8409047333462438,
    0.8409047333462438,
    0.8409047333462438,
    0.8409047333462438,
    0.8409047333462438,
    0.8409047333462438,
    0.8497263301771003
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, a welcome announcement is broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup is flying a small drone above its booth to draw attention. Tech companies are displaying demo screens that showcase their latest apps.",
    "At the venue, a welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup is flying a small drone above its booth to draw attention. Tech companies are displaying demo screens that showcase their latest apps.",
    "At the venue, a welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup is flying a small drone above its booth to draw attention. Tech companies are displaying demo screens that showcase their latest apps. Students clutch resumes inside branded folders.",
    "At the venue, a welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup is flying a small drone above its booth to draw attention. Tech companies are displaying demo screens that showcase their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, a welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup is flying a small drone above its booth to draw attention. Tech companies are displaying demo screens that showcase their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, a welcome announcement on the PA outlines the fair schedule. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Students clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.7810168748920013,
    0.7810168748920013,
    0.7810168748920013,
    0.7810168748920013,
    0.7810168748920013,
    0.7810168748920013,
    0.7810168748920013,
    0.7684714958208387,
    0.7684714958208387,
    0.7684714958208387,
    0.7684714958208387,
    0.7684714958208387,
    0.7684714958208387,
    0.7656411678417638,
    0.7656411678417638,
    0.7656411678417638,
    0.7656411678417638,
    0.7656411678417638,
    0.7656411678417638,
    0.7656411678417638,
    0.8334468859511641,
    0.8334468859511641,
    0.8334468859511641,
    0.8334468859511641,
    0.8334468859511641,
    0.8334468859511641,
    0.8334468859511641,
    0.8334468859511641,
    0.8334468859511641,
    0.8498063531755452,
    0.8498063531755452,
    0.8498063531755452,
    0.8498063531755452,
    0.8498063531755452,
    0.8498063531755452,
    0.8507825917472002,
    0.8507825917472002,
    0.8507825917472002,
    0.8507825917472002,
    0.8507825917472002,
    0.8507825917472002,
    0.8507825917472002,
    0.8507825917472002,
    0.8983142112554872,
    0.8983142112554872,
    0.8983142112554872,
    0.8983142112554872,
    0.8983142112554872
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "During the fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations at the entrance and hand out lanyards to attendees. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations at the entrance and hand out lanyards to attendees. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations at the entrance and hand out lanyards to attendees. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations at the entrance and hand out lanyards to attendees. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations at the entrance and hand out lanyards to attendees. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations at the entrance and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.5298891631643053,
    0.5298891631643053,
    0.5298891631643053,
    0.5298891631643053,
    0.5298891631643053,
    0.5298891631643053,
    0.5298891631643053,
    0.7092693980903306,
    0.7092693980903306,
    0.7092693980903306,
    0.7092693980903306,
    0.7092693980903306,
    0.7092693980903306,
    0.7092693980903306,
    0.7092693980903306,
    0.8543192696517987,
    0.8543192696517987,
    0.8543192696517987,
    0.8543192696517987,
    0.8543192696517987,
    0.8543192696517987,
    0.8461962278939921,
    0.8461962278939921,
    0.8461962278939921,
    0.8461962278939921,
    0.8461962278939921,
    0.8461962278939921,
    0.8461962278939921,
    0.8461962278939921,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8917535089789723,
    0.8919483272899991,
    0.8919483272899991,
    0.8919483272899991,
    0.8919483272899991,
    0.8919483272899991,
    0.8919483272899991,
    0.8919483272899991,
    0.9015454611042506,
    0.9015454611042506,
    0.9015454611042506,
    0.9015454611042506
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while an alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables, creating accessible reference material for attendees. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables, providing accessible reference material for attendees. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "Consulting firms stack glossy case study booklets on high tables, providing accessible reference material for attendees. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "A career event presents consulting firms stacking glossy case study booklets on high tables, offering accessible reference material for attendees. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At a career event, consulting firms display glossy case study booklets on high tables, providing accessible reference material for attendees. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "At a career event, consulting firms display glossy case study booklets on high tables, providing accessible reference material for attendees. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career event, consulting firms display glossy case study booklets on high tables for attendees to reference, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.391574778366781,
    0.7182191775928357,
    0.7182191775928357,
    0.7182191775928357,
    0.7182191775928357,
    0.7182191775928357,
    0.7182191775928357,
    0.7182191775928357,
    0.8186931102052815,
    0.8186931102052815,
    0.8186931102052815,
    0.8186931102052815,
    0.8186931102052815,
    0.8186931102052815,
    0.8186931102052815,
    0.7681942230440417,
    0.7681942230440417,
    0.7681942230440417,
    0.7681942230440417,
    0.7681942230440417,
    0.7681942230440417,
    0.7539551079479339,
    0.7539551079479339,
    0.7539551079479339,
    0.7539551079479339,
    0.7539551079479339,
    0.7539551079479339,
    0.7539551079479339,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140731983448747,
    0.8140027015627016,
    0.8140027015627016,
    0.8140027015627016,
    0.8140027015627016
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Several students stand against a wall, quietly rehearsing elevator pitches.",
    "In the scene, several students stand against a wall, quietly rehearsing elevator pitches, while workshops on networking etiquette begin in the adjoining classroom.",
    "Several students stand against a wall, quietly rehearsing elevator pitches, while workshops on networking etiquette begin in the adjoining classroom.",
    "Several students stand against a wall, quietly rehearsing elevator pitches, as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Several students stand against a wall, quietly rehearsing elevator pitches as networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Several students stand against a wall, quietly rehearsing elevator pitches as networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Several students stand against a wall, quietly rehearsing elevator pitches as networking etiquette workshops begin in the adjoining classroom. HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the adjoining classroom, networking etiquette workshops begin as several students stand against a wall rehearsing elevator pitches. HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, and nearby alumni volunteers share quick pep talks near the coffee station.",
    "In the adjoining classroom, networking etiquette workshops begin as several students stand against a wall rehearsing elevator pitches. HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop, and nearby alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.24618046102730667,
    0.24618046102730667,
    0.24618046102730667,
    0.24618046102730667,
    0.24618046102730667,
    0.2943098242566366,
    0.2943098242566366,
    0.2943098242566366,
    0.2943098242566366,
    0.2943098242566366,
    0.2943098242566366,
    0.3050354324085967,
    0.3050354324085967,
    0.3050354324085967,
    0.3050354324085967,
    0.3050354324085967,
    0.3050354324085967,
    0.47021117506971116,
    0.47021117506971116,
    0.47021117506971116,
    0.47021117506971116,
    0.47021117506971116,
    0.47021117506971116,
    0.47021117506971116,
    0.47021117506971116,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.46836016681780634,
    0.6339477035188192,
    0.6339477035188192,
    0.6339477035188192,
    0.6339477035188192,
    0.6339477035188192,
    0.6339477035188192,
    0.6339477035188192,
    0.6339477035188192,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.6302483086849364,
    0.7145341573901733
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, producing a stacked display of case materials on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, producing a stacked display of case materials on elevated surfaces. Finance firms offer QR codes for immediate internship applications.",
    "Consulting firms stack glossy case study booklets on high tables, producing a stacked display of case materials on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, creating a stacked display of case materials on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a venue with dozens of booths, consulting firms stack glossy case study booklets on high tables, creating a stacked display of case materials on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At a venue with dozens of booths, consulting firms stack glossy case study booklets on high tables, creating a stacked display of case materials on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, as students clutch resumes inside branded folders.",
    "At a venue with dozens of booths and colorful banners circling a polished floor, consulting firms stack glossy case study booklets on high tables, creating a stacked display of materials on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall as they clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.27903713412277786,
    0.27903713412277786,
    0.27903713412277786,
    0.27903713412277786,
    0.27903713412277786,
    0.27903713412277786,
    0.27903713412277786,
    0.5322882740249741,
    0.5322882740249741,
    0.5322882740249741,
    0.5322882740249741,
    0.5322882740249741,
    0.5322882740249741,
    0.5322882740249741,
    0.5322882740249741,
    0.5322882740249741,
    0.6882916498718376,
    0.6882916498718376,
    0.6882916498718376,
    0.6882916498718376,
    0.6882916498718376,
    0.6882916498718376,
    0.6893958139953726,
    0.6893958139953726,
    0.6893958139953726,
    0.6893958139953726,
    0.6893958139953726,
    0.6893958139953726,
    0.6893958139953726,
    0.7487007334507676,
    0.7487007334507676,
    0.7487007334507676,
    0.7487007334507676,
    0.7487007334507676,
    0.7487007334507676,
    0.7487007334507676,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7247751896136816,
    0.7598931403912077,
    0.7598931403912077,
    0.7598931403912077,
    0.7598931403912077,
    0.7598931403912077,
    0.7598931403912077,
    0.7598931403912077,
    0.7598931403912077
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA outlines the fair schedule, establishing the event’s opening context. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement over the PA outlines the fair schedule and opening context. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement over the PA outlines the fair schedule and opening context. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement over the PA outlines the fair schedule and opening context. Near the stage, the engineering society sponsors a resume-review table. Consulting firms stack glossy case-study booklets on high tables, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement over the PA outlines the fair schedule and opening context. Near the stage, the engineering society sponsors a resume-review table. Consulting firms stack glossy case-study booklets on high tables, while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome PA announces the fair schedule and opening context. Near the stage, the engineering society sponsors a resume-review table. Consulting firms stack glossy case-study booklets on high tables while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5940833740144021,
    0.5940833740144021,
    0.5940833740144021,
    0.5940833740144021,
    0.5940833740144021,
    0.5940833740144021,
    0.7149501928463742,
    0.7149501928463742,
    0.7149501928463742,
    0.7149501928463742,
    0.7149501928463742,
    0.7149501928463742,
    0.7780595031340776,
    0.7780595031340776,
    0.7780595031340776,
    0.7780595031340776,
    0.7780595031340776,
    0.7780595031340776,
    0.7780595031340776,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.796158234755554,
    0.8323401245482867,
    0.8323401245482867,
    0.8323401245482867,
    0.8323401245482867,
    0.8323401245482867,
    0.8323401245482867,
    0.8323401245482867,
    0.8298893133059941,
    0.8298893133059941,
    0.8298893133059941,
    0.8298893133059941,
    0.8298893133059941,
    0.8298893133059941,
    0.8298893133059941,
    0.8298893133059941,
    0.8298893133059941,
    0.8547445588755093,
    0.8547445588755093,
    0.8547445588755093,
    0.8547445588755093,
    0.8547445588755093,
    0.8547445588755093,
    0.8547445588755093,
    0.8547445588755093
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the career fair, career counselors remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the career fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Alumni volunteers share brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome PA announcement outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.48323782028204765,
    0.48323782028204765,
    0.48323782028204765,
    0.48323782028204765,
    0.48323782028204765,
    0.48323782028204765,
    0.48323782028204765,
    0.670301052960944,
    0.670301052960944,
    0.670301052960944,
    0.670301052960944,
    0.670301052960944,
    0.670301052960944,
    0.8374300069936588,
    0.8374300069936588,
    0.8374300069936588,
    0.8374300069936588,
    0.8374300069936588,
    0.8374300069936588,
    0.8374300069936588,
    0.8547007525552032,
    0.8547007525552032,
    0.8547007525552032,
    0.8547007525552032,
    0.8547007525552032,
    0.8547007525552032,
    0.8547007525552032,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8442611060529127,
    0.8554883107245724,
    0.8554883107245724,
    0.8554883107245724,
    0.8554883107245724,
    0.8554883107245724,
    0.8554883107245724,
    0.8554883107245724,
    0.8554883107245724,
    0.8548088134543135,
    0.8548088134543135,
    0.8548088134543135
  ],
  "14": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while event staff scan registrations and hand out lanyards at the entrance.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while event staff at the entrance scan registrations and hand out lanyards. Outside the university gym, students line up in advance of the career fair opening.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while event staff at the entrance scan registrations and hand out lanyards. Outside the university gym, students line up in advance of the career fair opening.",
    "A university campus scene centers on a career fair in progress: Workshops on networking etiquette are underway in the adjoining classroom; event staff at the entrance are scanning registrations and handing out lanyards. Outside the university gym, students are lined up in advance of the fair opening, while alumni volunteers share brief pep talks near the coffee station.",
    "A university campus is hosting a career fair in progress. Workshops on networking etiquette are taking place in the adjoining classroom. At the entrance, event staff are scanning registrations and handing out lanyards. Outside the university gym, students stand in line ahead of the fair opening, while alumni volunteers deliver brief pep talks near the coffee station. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop.",
    "The campus is hosting a career fair in progress, with workshops on networking etiquette taking place in the adjoining classroom. At the entrance, event staff are scanning registrations and handing out lanyards. Outside the university gym, students stand in line ahead of the fair opening. Alumni volunteers deliver brief pep talks near the coffee station. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "A career fair is in progress on campus, with networking etiquette workshops taking place in the adjoining classroom. At the entrance, event staff are scanning registrations and handing out lanyards. Outside the university gym, students stand in line ahead of the fair opening. Alumni volunteers deliver brief pep talks near the coffee station. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "On campus, a career fair is in progress with networking etiquette workshops in an adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students queue ahead of the fair opening. Alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop nearby. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.3674034257094336,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.5633999057329052,
    0.6682524639649925,
    0.6682524639649925,
    0.6682524639649925,
    0.6682524639649925,
    0.6682524639649925,
    0.6682524639649925,
    0.6682524639649925,
    0.6682524639649925,
    0.6682524639649925,
    0.8112769414787581,
    0.8112769414787581,
    0.8112769414787581,
    0.8112769414787581,
    0.8112769414787581,
    0.8112769414787581,
    0.8112769414787581,
    0.8562056413177286,
    0.8562056413177286,
    0.8562056413177286,
    0.8562056413177286,
    0.8562056413177286,
    0.8562056413177286,
    0.8562056413177286,
    0.8562056413177286,
    0.8776026340252823,
    0.8776026340252823,
    0.8776026340252823,
    0.8776026340252823,
    0.8776026340252823,
    0.8776026340252823,
    0.8776026340252823,
    0.8776026340252823,
    0.8776026340252823,
    0.8734991219441753,
    0.8734991219441753,
    0.8734991219441753,
    0.8734991219441753,
    0.8734991219441753
  ],
  "15": [
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette have begun. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the adjoining classroom, networking etiquette workshops have begun. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops have begun. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops have begun. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, networking etiquette workshops have begun. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops have begun in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops have begun in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops have begun in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "15_score": [
    0.0,
    0.0,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.4578638088052085,
    0.4578638088052085,
    0.4578638088052085,
    0.4578638088052085,
    0.4578638088052085,
    0.4578638088052085,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6503399122181215,
    0.6745649862667897,
    0.6745649862667897,
    0.6745649862667897,
    0.6745649862667897,
    0.6745649862667897,
    0.6745649862667897,
    0.6745649862667897,
    0.6745649862667897,
    0.6745649862667897,
    0.6745649862667897,
    0.6878940039142465,
    0.6878940039142465,
    0.6878940039142465,
    0.6878940039142465,
    0.6878940039142465,
    0.6878940039142465,
    0.6878940039142465,
    0.695410066058409,
    0.695410066058409,
    0.695410066058409,
    0.695410066058409,
    0.695410066058409,
    0.695410066058409,
    0.695410066058409,
    0.695410066058409,
    0.695410066058409,
    0.695410066058409,
    0.7338948752156107,
    0.7338948752156107,
    0.7338948752156107,
    0.7338948752156107,
    0.7338948752156107,
    0.7338948752156107,
    0.7338948752156107,
    0.8417327606691611,
    0.8417327606691611,
    0.8417327606691611,
    0.8417327606691611,
    0.8417327606691611
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, the engineering society sponsors a resume review table near the stage, some students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map, the engineering society sponsors a resume review table near the stage, some students rehearse elevator pitches quietly against the wall, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map; the engineering society sponsors a resume review table near the stage; some students rehearse elevator pitches quietly against the wall; consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.5960120268859593,
    0.5960120268859593,
    0.5960120268859593,
    0.5960120268859593,
    0.5960120268859593,
    0.5960120268859593,
    0.5960120268859593,
    0.5960120268859593,
    0.465342099648929,
    0.465342099648929,
    0.465342099648929,
    0.465342099648929,
    0.465342099648929,
    0.465342099648929,
    0.465342099648929,
    0.6292678110293074,
    0.6292678110293074,
    0.6292678110293074,
    0.6292678110293074,
    0.6292678110293074,
    0.6292678110293074,
    0.6292678110293074,
    0.6292678110293074,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198,
    0.7946341225843198
  ],
  "17": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, and alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus career event, career counselors redirect unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a campus career event, career counselors redirect unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At a campus career event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact; nearby, alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At a campus career event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Nearby, alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At a campus career event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At a campus career event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.5756681539802428,
    0.5756681539802428,
    0.5756681539802428,
    0.5756681539802428,
    0.5756681539802428,
    0.5756681539802428,
    0.5756681539802428,
    0.745205469324286,
    0.745205469324286,
    0.745205469324286,
    0.745205469324286,
    0.745205469324286,
    0.745205469324286,
    0.745205469324286,
    0.745205469324286,
    0.7671061438836179,
    0.7671061438836179,
    0.7671061438836179,
    0.7671061438836179,
    0.7671061438836179,
    0.7671061438836179,
    0.7671061438836179,
    0.7671061438836179,
    0.7671061438836179,
    0.7836242606809192,
    0.7836242606809192,
    0.7836242606809192,
    0.7836242606809192,
    0.7836242606809192,
    0.7836242606809192,
    0.7836242606809192,
    0.7840288311431393,
    0.7840288311431393,
    0.7840288311431393,
    0.7840288311431393,
    0.7840288311431393,
    0.7840288311431393,
    0.7840288311431393,
    0.7840288311431393,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048,
    0.7816715370068048
  ],
  "18": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "Two activities are described: an alumni panel discussing how to prepare for technical interviews, and healthcare providers showcasing community outreach photos.",
    "Two activities are described: an alumni panel discussing how to prepare for technical interviews, and healthcare providers showcasing community outreach photos. Career counselors remind attendees to maintain eye contact. The scene includes an alumni panel, technical interview preparation, healthcare providers, community outreach photos, career counselors, and attendees, with the eye contact reminder linked to attendee interactions during the event.",
    "The scene centers on two activities: an alumni panel discussing how to prepare for technical interviews and healthcare providers showcasing community outreach photos. Career counselors remind attendees to maintain eye contact during interactions. The event includes an alumni panel, technical interview preparation, healthcare providers, community outreach photos, career counselors, and attendees, with the eye contact reminder linked to attendee interactions during the event. Groups of friends mark target employers on the event map.",
    "Two main activities anchor the scene: an alumni panel on preparing for technical interviews and healthcare providers showcasing community outreach photos. The event features an alumni panel, technical interview preparation, healthcare providers, community outreach photos, career counselors, and attendees. Career counselors remind attendees to maintain eye contact during interactions, a reminder linked to attendee exchanges throughout the event. Groups of friends mark target employers on the event map, coordinating to highlight prospective employers.",
    "Two main activities anchor the scene: an alumni panel on preparing for technical interviews and healthcare providers showcasing community outreach photos. The venue features groups of friends marking target employers on the event map to highlight prospective employers, dozens of booths with colorful banners circling the polished floor, and career counselors guiding attendees who are reminded to maintain eye contact during interactions, a cue tied to exchanges throughout the event.",
    "The scene centers on two main activities: an alumni panel on preparing for technical interviews and healthcare providers showcasing community outreach photos. The venue features groups of friends marking target employers on the event map to highlight prospective employers, dozens of booths with colorful banners circling the polished floor, and career counselors guiding attendees who are reminded to maintain eye contact during interactions, a cue tied to exchanges throughout the event. Finance firms offer QR codes for immediate internship applications.",
    "Two main activities anchor the scene: an alumni panel on preparing for technical interviews and healthcare providers displaying community outreach photos. The venue features groups of friends marking target employers on an event map, dozens of booths with colorful banners circling the polished floor, and career counselors guiding attendees who are reminded to maintain eye contact during exchanges. Finance firms offer QR codes for immediate internship applications, while counselors redirect unsure students toward applicable industries.",
    "The scene centers on two main activities: an alumni panel about preparing for technical interviews and healthcare providers displaying community outreach photos. The venue features groups of friends marking target employers on an event map, dozens of booths with colorful banners circling the polished floor, and career counselors guiding attendees who are reminded to maintain eye contact during exchanges. Finance firms offer QR codes for immediate internship applications, while counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4146504825242156,
    0.4146504825242156,
    0.4146504825242156,
    0.4146504825242156,
    0.4146504825242156,
    0.4146504825242156,
    0.4146504825242156,
    0.4146504825242156,
    0.4146504825242156,
    0.654253373363942,
    0.654253373363942,
    0.654253373363942,
    0.654253373363942,
    0.654253373363942,
    0.654253373363942,
    0.654253373363942,
    0.7561725860944402,
    0.7561725860944402,
    0.7561725860944402,
    0.7561725860944402,
    0.7561725860944402,
    0.7561725860944402,
    0.7561725860944402,
    0.7483066568987615,
    0.7483066568987615,
    0.7483066568987615,
    0.7483066568987615,
    0.7483066568987615,
    0.7483066568987615,
    0.7483066568987615,
    0.7483066568987615,
    0.7483066568987615,
    0.7483066568987615,
    0.6293897541529129,
    0.6293897541529129,
    0.6293897541529129,
    0.6293897541529129,
    0.6293897541529129,
    0.6293897541529129,
    0.6293897541529129,
    0.8145656143769577,
    0.8145656143769577,
    0.8145656143769577,
    0.8145656143769577,
    0.8145656143769577,
    0.8145656143769577,
    0.8145656143769577,
    0.8145656143769577,
    0.8145656143769577,
    0.7823016038095864,
    0.7823016038095864,
    0.7823016038095864,
    0.7823016038095864,
    0.7823016038095864,
    0.7823016038095864,
    0.7823016038095864,
    0.7823016038095864,
    0.7694314751892884
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall as dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor as some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished floor as some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle the polished floor while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6234441622675075,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.6283510528998579,
    0.8291302433355581,
    0.8291302433355581,
    0.8291302433355581,
    0.8291302433355581,
    0.8291302433355581,
    0.8291302433355581,
    0.8291302433355581,
    0.8301468692177318,
    0.8301468692177318,
    0.8301468692177318,
    0.8301468692177318,
    0.8301468692177318,
    0.8301468692177318,
    0.8301468692177318,
    0.8301468692177318,
    0.8085860879625568,
    0.8085860879625568,
    0.8085860879625568,
    0.8085860879625568,
    0.8085860879625568,
    0.8085860879625568
  ],
  "20": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor of the university gym as students line up outside before the career fair opens; a few students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle the polished floor of the university gym as students line up outside before the career fair opens. A few students rehearse elevator pitches quietly against the wall while tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished gym floor at the university as students line up outside before the career fair opens. A few students rehearse elevator pitches against the wall while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle the polished gym floor at the university as students line up outside before the career fair opens. Inside, a few students rehearse elevator pitches against the wall while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle the polished gym floor at the university as students line up outside before the career fair opens. Inside, a few students rehearse elevator pitches against the wall while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle the polished gym floor at the university as students line up outside before the career fair opens. Inside, a few students rehearse elevator pitches against the wall while tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "A university career fair unfolds in a polished gym floor, with dozens of booths and colorful banners encircling the space as students line up outside before opening. Inside, a few students rehearse elevator pitches against the wall while tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5741331798668787,
    0.5741331798668787,
    0.5741331798668787,
    0.5741331798668787,
    0.5741331798668787,
    0.5741331798668787,
    0.4786967969337965,
    0.4786967969337965,
    0.4786967969337965,
    0.4786967969337965,
    0.4786967969337965,
    0.4786967969337965,
    0.4786967969337965,
    0.4786967969337965,
    0.6174346490282291,
    0.6174346490282291,
    0.6174346490282291,
    0.6174346490282291,
    0.6174346490282291,
    0.6174346490282291,
    0.6174346490282291,
    0.7791743453209599,
    0.7791743453209599,
    0.7791743453209599,
    0.7791743453209599,
    0.7791743453209599,
    0.7791743453209599,
    0.7791743453209599,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8380607513784992,
    0.8629947885962241,
    0.8629947885962241,
    0.8629947885962241,
    0.8629947885962241,
    0.8629947885962241,
    0.8629947885962241,
    0.8629947885962241,
    0.8629947885962241,
    0.8629947885962241,
    0.8629947885962241,
    0.8630224696940902
  ],
  "21": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showing their latest apps, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the tech expo, companies display demo screens featuring their latest apps, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications.",
    "At the tech expo, companies display demo screens featuring their latest apps, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the tech expo, dozens of booths with colorful banners circle the polished floor, displaying demo screens featuring latest apps. Several students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the tech expo, dozens of booths with colorful banners circle the polished floor, each displaying demo screens of the latest apps. Students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the tech expo, dozens of booths with colorful banners circle a polished floor, each displaying demo screens of the latest apps. Students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos."
  ],
  "21_score": [
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.37390608335703224,
    0.6009214327136947,
    0.6009214327136947,
    0.6009214327136947,
    0.6009214327136947,
    0.6009214327136947,
    0.6009214327136947,
    0.6009214327136947,
    0.6009214327136947,
    0.7346503460803533,
    0.7346503460803533,
    0.7346503460803533,
    0.7346503460803533,
    0.7346503460803533,
    0.7346503460803533,
    0.7346503460803533,
    0.8152718991685515,
    0.8152718991685515,
    0.8152718991685515,
    0.8152718991685515,
    0.8152718991685515,
    0.8152718991685515,
    0.8152718991685515,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8234149913162161,
    0.8209540908234583,
    0.8209540908234583,
    0.8209540908234583,
    0.8209540908234583,
    0.8209540908234583,
    0.8209540908234583,
    0.8209540908234583,
    0.8209540908234583,
    0.821137514656938,
    0.821137514656938,
    0.821137514656938,
    0.821137514656938,
    0.821137514656938,
    0.821137514656938,
    0.821137514656938,
    0.821137514656938,
    0.8199751060665237,
    0.8199751060665237,
    0.8199751060665237
  ],
  "22": [
    "",
    "",
    "A resume review table sponsored by the engineering society is located near the stage.",
    "Near the stage, a resume review table sponsored by the engineering society sits. Dozens of booths with colorful banners circle the polished floor.",
    "Near the stage, a resume review table sponsored by the engineering society sits. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "Near the stage, a resume review table sponsored by the engineering society sits. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "Near the stage, a resume review table sponsored by the engineering society sits as attendees circulate. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, near the stage a resume review table sponsored by the engineering society sits as attendees circulate. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At the career fair, near the stage a resume review table sponsored by the engineering society sits as attendees circulate. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a resume review table sponsored by the engineering society sits near the stage as attendees circulate. Dozens of booths with colorful banners encircle the polished floor, and a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.5073466093616628,
    0.5073466093616628,
    0.5073466093616628,
    0.5073466093616628,
    0.5073466093616628,
    0.5073466093616628,
    0.5073466093616628,
    0.6864742333785241,
    0.6864742333785241,
    0.6864742333785241,
    0.6864742333785241,
    0.6864742333785241,
    0.6864742333785241,
    0.7425624697180472,
    0.7425624697180472,
    0.7425624697180472,
    0.7425624697180472,
    0.7425624697180472,
    0.7425624697180472,
    0.7425624697180472,
    0.7425624697180472,
    0.7425624697180472,
    0.7327061385516929,
    0.7327061385516929,
    0.7327061385516929,
    0.7327061385516929,
    0.7327061385516929,
    0.7327061385516929,
    0.7327061385516929,
    0.7327061385516929,
    0.7327061385516929,
    0.7327061385516929,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8343695520590015,
    0.8517846420575215,
    0.8517846420575215,
    0.8517846420575215,
    0.8517846420575215,
    0.8517846420575215,
    0.8517846420575215,
    0.8517846420575215,
    0.8517846420575215,
    0.8517846420575215,
    0.8636392559711672,
    0.8636392559711672,
    0.8636392559711672,
    0.8636392559711672,
    0.8636392559711672
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while healthcare providers showcase community outreach photos.",
    "An event scene shows a cybersecurity company running a password cracking challenge on a laptop, while healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop while healthcare providers display community outreach photos. Groups of friends mark target employers on the event map, and tech companies show demo screens featuring their latest apps.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop, while healthcare providers display community outreach photos. Groups of friends mark target employers on the event map, and tech companies show demo screens featuring their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while healthcare providers display community-outreach photos. Groups of friends mark target employers on the event map, and tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display community-outreach photos. Groups of friends mark target employers on the event map, and tech companies show demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and a robotics startup flies a small drone above its booth for attention.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display community-outreach photos. Groups of friends mark target employers on the event map, and tech companies show demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and a robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display community-outreach photos. Groups of friends mark target employers on the event map, and tech companies show demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and a robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3375955328911563,
    0.3375955328911563,
    0.3375955328911563,
    0.3375955328911563,
    0.3375955328911563,
    0.3375955328911563,
    0.3375955328911563,
    0.39341441622977746,
    0.39341441622977746,
    0.39341441622977746,
    0.39341441622977746,
    0.39341441622977746,
    0.39341441622977746,
    0.39341441622977746,
    0.39341441622977746,
    0.5734718735635985,
    0.5734718735635985,
    0.5734718735635985,
    0.5734718735635985,
    0.5734718735635985,
    0.5734718735635985,
    0.5734718735635985,
    0.7496376586237568,
    0.7496376586237568,
    0.7496376586237568,
    0.7496376586237568,
    0.7496376586237568,
    0.7496376586237568,
    0.7496376586237568,
    0.7496376586237568,
    0.7684374215320896,
    0.7684374215320896,
    0.7684374215320896,
    0.7684374215320896,
    0.7684374215320896,
    0.7684374215320896,
    0.7684374215320896,
    0.7684374215320896,
    0.7839174500418684,
    0.7839174500418684,
    0.7839174500418684,
    0.7839174500418684,
    0.7839174500418684,
    0.7839174500418684,
    0.7839174500418684,
    0.8468378725323555,
    0.8468378725323555,
    0.8468378725323555,
    0.8468378725323555,
    0.8468378725323555,
    0.8468378725323555,
    0.8468378725323555,
    0.8468378725323555,
    0.8780764993268304
  ],
  "24": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, indicating a streamlined, digital entry point for candidates. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, illustrating a hands-on security exercise in a corporate setting.",
    "Finance firms offer QR codes for immediate internship applications, signaling a streamlined, digital entry point for candidates. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, illustrating a hands-on security exercise in a corporate setting. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a corporate event, finance firms offer QR codes for immediate internship applications, signaling a streamlined, digital entry point for candidates. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, illustrating a hands-on security exercise in a corporate setting. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the corporate event, finance firms provide QR codes to permit immediate internship applications, signaling a streamlined, digital entry point for candidates. Separately, a cybersecurity company runs a password-cracking challenge on a laptop as a hands-on security exercise within the same setting. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the corporate event, finance firms provided QR codes to permit immediate internship applications, signaling a streamlined, digital entry point for candidates. Separately, a cybersecurity company ran a password-cracking challenge on a laptop as a hands-on security exercise within the same setting. Human resources teams jotted notes on tablets while students introduced themselves. Groups of friends marked target employers on the event map.",
    "At the corporate event, finance firms provided QR codes to permit immediate internship applications, signaling a streamlined, digital entry point for candidates. Separately, a cybersecurity company ran a password-cracking challenge on a laptop as a hands-on security exercise within the same setting. Human resources teams jotted notes on tablets while students introduced themselves. Groups of friends marked target employers on the event map.",
    "At the corporate event, finance firms provided QR codes for immediate internship applications, signaling a streamlined, digital entry point for candidates. Separately, a cybersecurity company ran a password-cracking challenge on a laptop as a hands-on security exercise within the same setting. Human resources teams jotted notes on tablets while students introduced themselves. Groups of friends marked target employers on the event map.",
    "At the corporate event, finance firms provided QR codes for immediate internship applications, signaling a streamlined digital entry point for candidates. Separately, a cybersecurity company ran a password-cracking challenge on a laptop as a hands-on security exercise within the same setting. Human resources teams jotted notes on tablets while students introduced themselves. Groups of friends marked target employers on the event map.",
    "At the corporate event, finance firms provided QR codes for immediate internship applications, signaling a streamlined digital entry point for candidates. In the same setting, a cybersecurity company ran a password-cracking challenge on a laptop as a hands-on security exercise. Human resources teams jotted notes on tablets while students introduced themselves. Groups of friends marked target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5705763585571536,
    0.5705763585571536,
    0.5705763585571536,
    0.5705763585571536,
    0.5705763585571536,
    0.5705763585571536,
    0.7150786599109629,
    0.7150786599109629,
    0.7150786599109629,
    0.7150786599109629,
    0.7150786599109629,
    0.7150786599109629,
    0.7446217235665165,
    0.7446217235665165,
    0.7446217235665165,
    0.7446217235665165,
    0.7446217235665165,
    0.7446217235665165,
    0.7446217235665165,
    0.7751913774355698,
    0.7751913774355698,
    0.7751913774355698,
    0.7751913774355698,
    0.7751913774355698,
    0.7751913774355698,
    0.7751913774355698,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7499187583360418,
    0.7498681783584524,
    0.7498681783584524,
    0.7498681783584524,
    0.7498681783584524,
    0.7498681783584524,
    0.7498681783584524,
    0.7498681783584524,
    0.7484545617019162,
    0.7484545617019162,
    0.7484545617019162,
    0.7484545617019162,
    0.7484545617019162,
    0.7484545617019162,
    0.7429431401684043,
    0.7429431401684043,
    0.7429431401684043,
    0.7429431401684043,
    0.7429431401684043,
    0.7429431401684043
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Some students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "Students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6046789460536957,
    0.6121326957555053,
    0.6121326957555053,
    0.6121326957555053,
    0.6121326957555053,
    0.6121326957555053,
    0.6121326957555053,
    0.6121326957555053,
    0.8342858910918871,
    0.8342858910918871,
    0.8342858910918871,
    0.8342858910918871,
    0.8342858910918871,
    0.8342858910918871,
    0.8342858910918871,
    0.8601484136093233,
    0.8601484136093233,
    0.8601484136093233,
    0.8601484136093233,
    0.8601484136093233,
    0.8601484136093233,
    0.8601484136093233,
    0.8601484136093233,
    0.8439424216429279,
    0.8439424216429279,
    0.8439424216429279,
    0.8439424216429279
  ],
  "26": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene centers on a bustling event floor where dozens of booths with colorful banners circle a polished floor. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a bustling event floor, dozens of booths with colorful banners encircle a polished surface. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers offer brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA outlines the fair schedule.",
    "At a bustling event floor, dozens of booths with colorful banners encircle a polished surface. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers offer brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At a bustling event floor, dozens of booths with colorful banners encircle a polished surface. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers offer brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle a polished surface on the event floor. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers offer brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "26_score": [
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.5099893472816899,
    0.7540262030093359,
    0.7540262030093359,
    0.7540262030093359,
    0.7540262030093359,
    0.7540262030093359,
    0.7540262030093359,
    0.7371841729349897,
    0.7371841729349897,
    0.7371841729349897,
    0.7371841729349897,
    0.7371841729349897,
    0.7371841729349897,
    0.7371841729349897,
    0.7371841729349897,
    0.8326060143031193,
    0.8326060143031193,
    0.8326060143031193,
    0.8326060143031193,
    0.8326060143031193,
    0.8326060143031193,
    0.8326060143031193,
    0.8326060143031193,
    0.8326060143031193,
    0.8419809856880367,
    0.8419809856880367,
    0.8419809856880367,
    0.8419809856880367,
    0.8419809856880367,
    0.8419809856880367,
    0.8483785437682124,
    0.8483785437682124,
    0.8483785437682124,
    0.8483785437682124,
    0.8483785437682124,
    0.8483785437682124,
    0.8483785437682124,
    0.8483785437682124,
    0.8483785437682124,
    0.8742870169652692,
    0.8742870169652692,
    0.8742870169652692,
    0.8742870169652692,
    0.8742870169652692,
    0.8742870169652692
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "In the scene, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "In the scene, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with interactions occurring amid glossy publications, live demos, and informal conversations.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with interactions occurring amid glossy publications, live demos, and informal conversations.",
    "A career fair scene features career counselors redirecting unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. HR teams jot notes on tablets as students introduce themselves, with interactions amid glossy publications, live demos, and informal conversations."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.35622150158584315,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.5375826165477706,
    0.7227236566577309,
    0.7227236566577309,
    0.7227236566577309,
    0.7227236566577309,
    0.7227236566577309,
    0.7227236566577309,
    0.7227236566577309,
    0.7227236566577309,
    0.7227236566577309,
    0.7164511419732692,
    0.7164511419732692,
    0.7164511419732692,
    0.7164511419732692,
    0.7164511419732692,
    0.7164511419732692,
    0.7164511419732692,
    0.7164511419732692,
    0.7164511419732692,
    0.7271077744523029,
    0.7271077744523029,
    0.7271077744523029,
    0.7271077744523029,
    0.7271077744523029,
    0.7271077744523029,
    0.7271077744523029,
    0.7271077744523029,
    0.8378651838278801,
    0.8378651838278801,
    0.8378651838278801,
    0.8378651838278801,
    0.8378651838278801,
    0.8378651838278801
  ],
  "28": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A welcome announcement via the PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A welcome announcement via the PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as attendees mingle. Career counselors remind attendees to maintain eye contact. A welcome announcement via the PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the fair opens.",
    "At a university career fair, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor as attendees mingle. Career counselors remind attendees to maintain eye contact. A welcome announcement via the PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the fair opens."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.6450160626168324,
    0.6450160626168324,
    0.6450160626168324,
    0.6450160626168324,
    0.6450160626168324,
    0.6450160626168324,
    0.6450160626168324,
    0.727547361991586,
    0.727547361991586,
    0.727547361991586,
    0.727547361991586,
    0.727547361991586,
    0.727547361991586,
    0.727547361991586,
    0.727547361991586,
    0.7799855955949093,
    0.7799855955949093,
    0.7799855955949093,
    0.7799855955949093,
    0.7799855955949093,
    0.7799855955949093,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8083638563558628,
    0.8548024649397681,
    0.8548024649397681,
    0.8548024649397681,
    0.8548024649397681,
    0.8548024649397681,
    0.8548024649397681,
    0.8548024649397681,
    0.8548024649397681,
    0.8548024649397681,
    0.8548024649397681
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders.",
    "Finance firms offer QR codes for immediate internship applications; students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Finance firms at the event offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "The event features finance firms, a robotics startup, and a cybersecurity company. Finance firms at the event offer QR codes for immediate internship applications, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, finance firms, a robotics startup, and a cybersecurity company are present. Finance firms offer QR codes to apply for internships immediately, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor.",
    "At the event, finance firms, a robotics startup, and a cybersecurity company are present. Finance firms offer QR codes to apply for internships immediately, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, finance firms, a robotics startup, and a cybersecurity company are present. Finance firms offer QR codes to apply for internships immediately while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners surround the polished floor. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.3784045799256628,
    0.3784045799256628,
    0.3784045799256628,
    0.3784045799256628,
    0.3784045799256628,
    0.3784045799256628,
    0.6492766090345569,
    0.6492766090345569,
    0.6492766090345569,
    0.6492766090345569,
    0.6492766090345569,
    0.6492766090345569,
    0.7856796579114189,
    0.7856796579114189,
    0.7856796579114189,
    0.7856796579114189,
    0.7856796579114189,
    0.7856796579114189,
    0.7856796579114189,
    0.8234405500473172,
    0.8234405500473172,
    0.8234405500473172,
    0.8234405500473172,
    0.8234405500473172,
    0.8234405500473172,
    0.8234405500473172,
    0.8234405500473172,
    0.844983734147997,
    0.844983734147997,
    0.844983734147997,
    0.844983734147997,
    0.844983734147997,
    0.844983734147997,
    0.844983734147997,
    0.844983734147997,
    0.861766485298325,
    0.861766485298325,
    0.861766485298325,
    0.861766485298325,
    0.861766485298325,
    0.861766485298325,
    0.861766485298325,
    0.861766485298325,
    0.861766485298325,
    0.8717803604482606,
    0.8717803604482606,
    0.8717803604482606,
    0.8717803604482606,
    0.8717803604482606,
    0.8717803604482606,
    0.8717803604482606,
    0.8717803604482606
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards, initiating attendee processing. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards, initiating attendee processing. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards, initiating attendee processing. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair in preparation, at the entrance event staff scan registrations and hand out lanyards to initiate attendee processing. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Before the university career fair opens, entrance staff scan registrations and hand out lanyards to initiate attendee processing; students line up outside the university gym. Inside, HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews.",
    "Before the university career fair opens, entrance staff scan registrations and hand out lanyards to initiate attendee processing, while students line up outside the university gym. Inside, HR teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5833044972281598,
    0.5833044972281598,
    0.5833044972281598,
    0.5833044972281598,
    0.5833044972281598,
    0.5833044972281598,
    0.7859749983919897,
    0.7859749983919897,
    0.7859749983919897,
    0.7859749983919897,
    0.7859749983919897,
    0.7859749983919897,
    0.7859749983919897,
    0.7859749983919897,
    0.7859749983919897,
    0.7954704492178568,
    0.7954704492178568,
    0.7954704492178568,
    0.7954704492178568,
    0.7954704492178568,
    0.7954704492178568,
    0.7954704492178568,
    0.7954704492178568,
    0.8278322255882264,
    0.8278322255882264,
    0.8278322255882264,
    0.8278322255882264,
    0.8278322255882264,
    0.8278322255882264,
    0.8278322255882264,
    0.8278322255882264,
    0.8248444993620224,
    0.8248444993620224,
    0.8248444993620224,
    0.8248444993620224,
    0.8248444993620224,
    0.8248444993620224,
    0.8248444993620224,
    0.8248444993620224,
    0.7922016757207285,
    0.7922016757207285,
    0.7922016757207285,
    0.7922016757207285,
    0.7922016757207285,
    0.7922016757207285,
    0.7922016757207285
  ],
  "31": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables. Dozens of booths circle the polished floor, each adorned with colorful banners. Healthcare providers showcase photos of community outreach.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths circle the polished floor, each adorned with colorful banners; healthcare providers showcase photos of community outreach; students line up outside the university gym before the career fair opens.",
    "At the university gym for the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths circle the polished floor, each adorned with colorful banners. Healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens.",
    "At the university gym hosting the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths circle the polished floor, each adorned with colorful banners. Healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym hosting the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths circle the polished floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. Students line up outside the gym before the fair opens. Workshops on networking etiquette are taking place in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the university gym hosting the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths circle the polished floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. Students line up outside the gym before the fair opens. In the adjoining classroom, workshops on networking etiquette are taking place. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university gym hosting the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths circle the polished floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. Students line up outside the gym before the fair opens. In the adjoining classroom, workshops on networking etiquette are taking place. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps."
  ],
  "31_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.4580941623086046,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.6214052452697738,
    0.4591406591989662,
    0.4591406591989662,
    0.4591406591989662,
    0.4591406591989662,
    0.4591406591989662,
    0.4591406591989662,
    0.4591406591989662,
    0.7781690927052496,
    0.7781690927052496,
    0.7781690927052496,
    0.7781690927052496,
    0.7781690927052496,
    0.7781690927052496,
    0.7781690927052496,
    0.7781690927052496,
    0.8148742599551564,
    0.8148742599551564,
    0.8148742599551564,
    0.8148742599551564,
    0.8148742599551564,
    0.8148742599551564,
    0.8148742599551564,
    0.8289304577063366,
    0.8289304577063366,
    0.8289304577063366,
    0.8289304577063366,
    0.8289304577063366,
    0.8289304577063366,
    0.8289304577063366,
    0.8537659555055914,
    0.8537659555055914,
    0.8537659555055914,
    0.8537659555055914,
    0.8537659555055914,
    0.8537659555055914
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.44851782508130134,
    0.44851782508130134,
    0.44851782508130134,
    0.44851782508130134,
    0.44851782508130134,
    0.44851782508130134,
    0.44851782508130134,
    0.7267831986552471,
    0.7267831986552471,
    0.7267831986552471,
    0.7267831986552471,
    0.7267831986552471,
    0.7267831986552471,
    0.7956318248316816,
    0.7956318248316816,
    0.7956318248316816,
    0.7956318248316816,
    0.7956318248316816,
    0.7956318248316816,
    0.7956318248316816,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765,
    0.8121585719740765
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos, displaying images related to outreach efforts.",
    "Healthcare providers showcase community outreach photos, displaying images related to outreach efforts. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos, displaying images related to outreach efforts. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos illustrating outreach efforts. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos illustrating outreach efforts. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At an expo-style venue, healthcare providers showcase community outreach photos illustrating their outreach efforts. Dozens of booths with colorful banners encircle a polished floor. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At an expo-style venue, healthcare providers showcase community outreach photos illustrating their outreach efforts. Dozens of booths with colorful banners encircle a polished floor. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.25125187849700653,
    0.25125187849700653,
    0.25125187849700653,
    0.25125187849700653,
    0.25125187849700653,
    0.25125187849700653,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.43952594349319707,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.6397904849921738,
    0.7076907381230302,
    0.7076907381230302,
    0.7076907381230302,
    0.7076907381230302,
    0.7076907381230302,
    0.7076907381230302,
    0.7076907381230302,
    0.7076907381230302,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051,
    0.7583645559018051
  ],
  "34": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the career fair schedule, while students line up outside the university gym in advance of the fair opening.",
    "A welcome announcement over the PA system outlines the career fair schedule as students line up outside the university gym in advance of the fair opening, while alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the PA system outlines the career fair schedule as students line up outside the university gym in advance of the fair opening, while alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement over the PA outlines the career fair schedule as students line up outside the university gym in advance of the fair opening. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "An on-campus career fair scene unfolds with a welcome announcement over the PA outlining the schedule as students line up outside the university gym in advance of the fair opening. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves.",
    "An on-campus career fair unfolds near the university gym, with a welcome PA announcement outlining the schedule as students line up outside in advance of opening. Alumni volunteers give quick pep talks near the coffee station, and the engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves.",
    "An on-campus career fair unfolds near the university gym. A welcome PA announcement outlines the schedule as students line up outside in advance of opening. Alumni volunteers give quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Inside, students clutch resumes in branded folders, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "An on-campus career fair unfolds near the university gym. A welcome PA announces the schedule as students line up outside in advance of opening. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Inside, students clutch resumes in branded folders while human resources teams jot notes on tablets as they introduce themselves. Tech companies display demo screens showing their latest apps."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.47249900125157696,
    0.47249900125157696,
    0.47249900125157696,
    0.47249900125157696,
    0.47249900125157696,
    0.47249900125157696,
    0.47249900125157696,
    0.4818309804103117,
    0.4818309804103117,
    0.4818309804103117,
    0.4818309804103117,
    0.4818309804103117,
    0.4818309804103117,
    0.4818309804103117,
    0.4818309804103117,
    0.6363103784835394,
    0.6363103784835394,
    0.6363103784835394,
    0.6363103784835394,
    0.6363103784835394,
    0.6363103784835394,
    0.6363103784835394,
    0.7550214361392064,
    0.7550214361392064,
    0.7550214361392064,
    0.7550214361392064,
    0.7550214361392064,
    0.7550214361392064,
    0.7550214361392064,
    0.7550214361392064,
    0.7550214361392064,
    0.8199784015111419,
    0.8199784015111419,
    0.8199784015111419,
    0.8199784015111419,
    0.8199784015111419,
    0.8199784015111419,
    0.8199784015111419,
    0.8199784015111419,
    0.7859098419753239,
    0.7859098419753239,
    0.7859098419753239,
    0.7859098419753239,
    0.7859098419753239,
    0.7859098419753239,
    0.7859098419753239,
    0.838463596368338,
    0.838463596368338,
    0.838463596368338,
    0.838463596368338,
    0.838463596368338,
    0.838463596368338,
    0.838463596368338,
    0.838463596368338,
    0.838463596368338
  ],
  "35": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables.",
    "At a booth, a robotics startup flies a small drone above its space to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. Against the wall, several students rehearse elevator pitches quietly.",
    "In an exhibition space, a robotics startup flies a small drone above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. Against the wall, several students rehearse elevator pitches quietly. Dozens of booths with colorful banners circle the polished floor.",
    "In an exhibition space at a career fair, a robotics startup flies a small drone above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. Against the wall, several students rehearse elevator pitches quietly. Dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the career fair opens.",
    "In an exhibition space at a career fair, a robotics startup flies a small drone above its booth to attract attention. Nearby, consulting firms stack glossy case-study booklets on high tables. Against the wall, several students rehearse elevator pitches quietly. Dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "In the exhibition space of a career fair, a robotics startup flies a small drone above its booth to draw attention. Nearby, consulting firms stack glossy case-study booklets on high tables. Against the wall, several students rehearse elevator pitches quietly. Dozens of booths with colorful banners encircle the polished floor. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair inside the campus gym, dozens of booths with colorful banners encircle the polished floor, while outside, students line up before opening. In the exhibition space, a robotics startup flies a small drone above its booth to draw attention. Nearby, consulting firms stack glossy case-study booklets on high tables. Along a wall, several students rehearse elevator pitches quietly. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.6578041044888348,
    0.6578041044888348,
    0.6578041044888348,
    0.6578041044888348,
    0.6578041044888348,
    0.6578041044888348,
    0.6578041044888348,
    0.6895364410136687,
    0.6895364410136687,
    0.6895364410136687,
    0.6895364410136687,
    0.6895364410136687,
    0.6895364410136687,
    0.6895364410136687,
    0.6895364410136687,
    0.6895364410136687,
    0.6895364410136687,
    0.813012628165189,
    0.813012628165189,
    0.813012628165189,
    0.813012628165189,
    0.813012628165189,
    0.813012628165189,
    0.813012628165189,
    0.813012628165189,
    0.813012628165189,
    0.829299484031691,
    0.829299484031691,
    0.829299484031691,
    0.829299484031691,
    0.829299484031691,
    0.829299484031691,
    0.829299484031691,
    0.854836489562161,
    0.854836489562161,
    0.854836489562161,
    0.854836489562161,
    0.854836489562161,
    0.854836489562161,
    0.854836489562161
  ],
  "36": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. Before the career fair opens, students line up outside the university gym.",
    "Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. Before the career fair opens, students line up outside the university gym. Career counselors remind attendees to maintain eye contact.",
    "Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. Before the career fair opens, students line up outside the university gym. Career counselors remind attendees to maintain eye contact.",
    "Near the stage, the engineering society sponsors a resume review table; some students rehearse elevator pitches quietly against the wall. Before the career fair opens, students line up outside the university gym, and career counselors remind attendees to maintain eye contact.",
    "Near the stage, the engineering society sponsors a resume review table, with some students rehearsing elevator pitches quietly against the wall. Before the career fair opens, students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Near the stage, the engineering society sponsors a resume review table, while some students rehearse elevator pitches quietly against the wall. Before the career fair opens, students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Near the stage, the engineering society sponsors a resume review table, while some students rehearse elevator pitches quietly against the wall. Before the career fair opens, students line up outside the university gym as career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "36_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.5101277379524812,
    0.6742233621482628,
    0.6742233621482628,
    0.6742233621482628,
    0.6742233621482628,
    0.6742233621482628,
    0.6742233621482628,
    0.6742233621482628,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.7146942495425226,
    0.5863902173510702,
    0.5863902173510702,
    0.5863902173510702,
    0.5863902173510702,
    0.5863902173510702,
    0.5863902173510702,
    0.5863902173510702,
    0.7442320984659889,
    0.7442320984659889,
    0.7442320984659889,
    0.7442320984659889,
    0.7442320984659889,
    0.7442320984659889,
    0.7496539098082282,
    0.7496539098082282,
    0.7496539098082282,
    0.7496539098082282,
    0.7496539098082282,
    0.7496539098082282,
    0.7496539098082282,
    0.7496539098082282,
    0.7251805695930797,
    0.7251805695930797,
    0.7251805695930797
  ],
  "37": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "The scene centers on three professional activities: career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables.",
    "Three professional activities define the scene: career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. The setup juxtaposes guidance, product demonstrations, and printed materials, with students engaging in introductions and HR staff recording notes on tablets as interaction unfolds.",
    "Three professional activities define the scene: career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets while students introduce themselves. The setup juxtaposes guidance, product demonstrations, and printed materials, with students engaging in introductions and HR staff recording notes on tablets as interaction unfolds.",
    "The scene at the career fair centers on three professional activities: career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets while students introduce themselves. The setup juxtaposes guidance, product demonstrations, and printed materials, with students engaging in introductions and HR staff recording notes on tablets as the interaction unfolds. A welcome announcement outlines the fair schedule over the PA system.",
    "The career fair centers on three professional activities: career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets while students introduce themselves, and the setup juxtaposes guidance, product demonstrations, and printed materials as the interactions unfold. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The career fair centers on three professional activities: career counselors directing unsure students toward applicable industries; tech companies displaying demo screens of their latest apps; and consulting firms stacking glossy case study booklets on high tables. HR teams jot notes on tablets while students introduce themselves, with the setup juxtaposing guidance, product demonstrations, and printed materials as interactions unfold. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, reflecting a mix of advisory conversations, hands-on tech demos, and printed literature as attendees move among stations."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.46690655255869634,
    0.46690655255869634,
    0.46690655255869634,
    0.46690655255869634,
    0.46690655255869634,
    0.46690655255869634,
    0.46690655255869634,
    0.46690655255869634,
    0.46690655255869634,
    0.46690655255869634,
    0.6718269176170575,
    0.6718269176170575,
    0.6718269176170575,
    0.6718269176170575,
    0.6718269176170575,
    0.6718269176170575,
    0.6718269176170575,
    0.6718269176170575,
    0.6696195423382972,
    0.6696195423382972,
    0.6696195423382972,
    0.6696195423382972,
    0.6696195423382972,
    0.6696195423382972,
    0.6696195423382972,
    0.6696195423382972,
    0.8471772375105391,
    0.8471772375105391,
    0.8471772375105391,
    0.8471772375105391,
    0.8471772375105391,
    0.8471772375105391,
    0.8471772375105391,
    0.8471772375105391,
    0.8471772375105391,
    0.8512814062981588,
    0.8512814062981588,
    0.8512814062981588,
    0.8512814062981588,
    0.8512814062981588,
    0.8512814062981588,
    0.8512814062981588,
    0.8512814062981588,
    0.8746217256498672,
    0.8746217256498672,
    0.8746217256498672,
    0.8746217256498672,
    0.8746217256498672,
    0.8746217256498672
  ],
  "38": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the venue, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, students rehearse elevator pitches quietly against the wall as consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, students rehearse elevator pitches quietly against the wall as consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the venue, students rehearse elevator pitches quietly against the wall as consulting firms stack glossy case study booklets on high tables. An engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the venue, a multi-component career event unfolds as students rehearse elevator pitches quietly against a wall while consulting firms stack glossy case study booklets on high tables. An engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the venue, a multi-component career event unfolds as students rehearse elevator pitches quietly against a wall while consulting firms stack glossy case study booklets on high tables. An engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "38_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.46175090075794806,
    0.46175090075794806,
    0.46175090075794806,
    0.46175090075794806,
    0.46175090075794806,
    0.46175090075794806,
    0.46175090075794806,
    0.46175090075794806,
    0.6787826042778604,
    0.6787826042778604,
    0.6787826042778604,
    0.6787826042778604,
    0.6787826042778604,
    0.6787826042778604,
    0.7389997368316066,
    0.7389997368316066,
    0.7389997368316066,
    0.7389997368316066,
    0.7389997368316066,
    0.7389997368316066,
    0.7389997368316066,
    0.6706553708570346,
    0.6706553708570346,
    0.6706553708570346,
    0.6706553708570346,
    0.6706553708570346,
    0.6706553708570346,
    0.6706553708570346,
    0.6706553708570346,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7086161442564958,
    0.7422616056461204,
    0.7422616056461204,
    0.7422616056461204,
    0.7422616056461204,
    0.7422616056461204,
    0.7422616056461204,
    0.7422616056461204,
    0.740368139657884,
    0.740368139657884,
    0.740368139657884,
    0.740368139657884,
    0.740368139657884,
    0.740368139657884,
    0.740368139657884,
    0.756072672041764,
    0.756072672041764,
    0.756072672041764,
    0.756072672041764
  ],
  "39": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At the event, an engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43341508055895184,
    0.43341508055895184,
    0.43341508055895184,
    0.43341508055895184,
    0.43341508055895184,
    0.43341508055895184,
    0.43341508055895184,
    0.43341508055895184,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.6505394570525811,
    0.724722727919749,
    0.724722727919749,
    0.724722727919749,
    0.724722727919749,
    0.724722727919749,
    0.724722727919749,
    0.724722727919749,
    0.755567776934643,
    0.755567776934643,
    0.755567776934643,
    0.755567776934643,
    0.755567776934643,
    0.755567776934643,
    0.755567776934643,
    0.755567776934643,
    0.755567776934643,
    0.755567776934643,
    0.7691148784339581,
    0.7691148784339581,
    0.7691148784339581,
    0.7691148784339581,
    0.7691148784339581,
    0.7691148784339581,
    0.7691148784339581,
    0.7691148784339581,
    0.7691148784339581,
    0.828829458644835,
    0.828829458644835,
    0.828829458644835,
    0.828829458644835,
    0.828829458644835,
    0.828829458644835,
    0.828829458644835,
    0.8502027114571412,
    0.8502027114571412
  ],
  "40": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, and inside they clutch resumes in branded folders."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5312796187774392,
    0.5312796187774392,
    0.5312796187774392,
    0.5312796187774392,
    0.5312796187774392,
    0.5312796187774392,
    0.5312796187774392,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7642577978142329,
    0.7851697569737965,
    0.7851697569737965,
    0.7851697569737965,
    0.7851697569737965,
    0.7851697569737965,
    0.7851697569737965,
    0.8162745155041329,
    0.8162745155041329,
    0.8162745155041329,
    0.8162745155041329,
    0.8162745155041329,
    0.8162745155041329,
    0.8162745155041329,
    0.8405865196196346,
    0.8405865196196346,
    0.8405865196196346,
    0.8405865196196346,
    0.8405865196196346,
    0.8405865196196346,
    0.8405865196196346,
    0.8405865196196346,
    0.8669233853427083,
    0.8669233853427083,
    0.8669233853427083,
    0.8669233853427083,
    0.8669233853427083,
    0.8669233853427083,
    0.8669233853427083,
    0.8669233853427083,
    0.8669233853427083,
    0.8661049379510958,
    0.8661049379510958,
    0.8661049379510958,
    0.8661049379510958
  ],
  "41": [
    "",
    "",
    "",
    "A small group of students stands quietly against a wall, rehearsing elevator pitches.",
    "A small group of students stands quietly against a wall, rehearsing elevator pitches, as a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, a small group of students stands quietly against a wall, rehearsing elevator pitches, as a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a small group of students stands quietly against a wall, rehearsing elevator pitches, as a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a small group of students stands quietly against a wall, rehearsing elevator pitches as a welcome PA announces the schedule. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a small group of students stands quietly against a wall, rehearsing elevator pitches as a welcome PA announces the schedule. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a small group of students stands quietly against a wall, rehearsing elevator pitches as a welcome PA announces the schedule. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a small group of students stands quietly against a wall, rehearsing elevator pitches as a welcome PA announces the schedule. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.35182553746803996,
    0.35182553746803996,
    0.35182553746803996,
    0.35182553746803996,
    0.35182553746803996,
    0.35182553746803996,
    0.35182553746803996,
    0.35182553746803996,
    0.603586875235189,
    0.603586875235189,
    0.603586875235189,
    0.603586875235189,
    0.603586875235189,
    0.603586875235189,
    0.603586875235189,
    0.8073997181381942,
    0.8073997181381942,
    0.8073997181381942,
    0.8073997181381942,
    0.8073997181381942,
    0.8073997181381942,
    0.8073997181381942,
    0.8073997181381942,
    0.8073997181381942,
    0.772721885672528,
    0.772721885672528,
    0.772721885672528,
    0.772721885672528,
    0.772721885672528,
    0.772721885672528,
    0.772721885672528,
    0.772721885672528,
    0.772721885672528,
    0.8212150932546665,
    0.8212150932546665,
    0.8212150932546665,
    0.8212150932546665,
    0.8212150932546665,
    0.8212150932546665,
    0.8212150932546665,
    0.8652068318941446,
    0.8652068318941446,
    0.8652068318941446,
    0.8652068318941446,
    0.8652068318941446,
    0.8652068318941446,
    0.8652068318941446,
    0.8652068318941446,
    0.8652068318941446,
    0.8847038329399118,
    0.8847038329399118,
    0.8847038329399118,
    0.8847038329399118,
    0.8847038329399118,
    0.8847038329399118
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in stacks.",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in stacks.",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in stacks. Career counselors redirect unsure students toward applicable industries.",
    "Consulting firms display glossy case study booklets stacked on high tables in neat piles, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the career fair site, consulting firms display glossy case study booklets arranged in neat piles on high tables, while career counselors direct unsure students toward applicable industries. Outside the university gym, students line up before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair site, consulting firms display glossy case study booklets arranged in neat piles on high tables, while career counselors direct unsure students toward applicable industries. Outside the university gym, students line up before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair site, consulting firms display glossy case study booklets arranged in neat piles on high tables as career counselors direct unsure students toward applicable industries. Outside the university gym, students line up before the fair opens. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair site near the university gym, consulting firms display glossy case study booklets arranged in neat piles on high tables, while career counselors direct unsure students toward applicable industries. Outside the gym, students line up before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.4724248266693875,
    0.4724248266693875,
    0.4724248266693875,
    0.4724248266693875,
    0.4724248266693875,
    0.4724248266693875,
    0.4724248266693875,
    0.5671725753610765,
    0.5671725753610765,
    0.5671725753610765,
    0.5671725753610765,
    0.5671725753610765,
    0.5671725753610765,
    0.5671725753610765,
    0.742166394857985,
    0.742166394857985,
    0.742166394857985,
    0.742166394857985,
    0.742166394857985,
    0.742166394857985,
    0.742166394857985,
    0.742166394857985,
    0.742166394857985,
    0.7756564846186844,
    0.7756564846186844,
    0.7756564846186844,
    0.7756564846186844,
    0.7756564846186844,
    0.7756564846186844,
    0.7756564846186844,
    0.7756564846186844,
    0.7960838684466289,
    0.7960838684466289,
    0.7960838684466289,
    0.7960838684466289,
    0.7960838684466289,
    0.7960838684466289,
    0.7960838684466289,
    0.7960838684466289,
    0.7960838684466289,
    0.8017514673653836,
    0.8017514673653836,
    0.8017514673653836,
    0.8017514673653836,
    0.8017514673653836,
    0.8017514673653836
  ],
  "43": [
    "",
    "",
    "Human resources teams are jotting notes on tablets as students introduce themselves, indicating concurrent activities where note-taking accompanies introductions.",
    "Human resources teams are jotting notes on tablets as students introduce themselves, indicating concurrent activities where note-taking accompanies introductions. Dozens of booths with colorful banners circle the polished floor.",
    "Human resources teams are jotting notes on tablets as students introduce themselves, demonstrating concurrent activities where note-taking accompanies introductions. Dozens of booths with colorful banners circle the polished floor.",
    "Human resources teams jot notes on tablets while students introduce themselves, illustrating concurrent activities where note-taking accompanies introductions. Dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showcasing their latest apps.",
    "Human resources teams jot notes on tablets while students introduce themselves, illustrating concurrent activities where note-taking accompanies introductions. Dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "A career fair unfolds in the university gym, its polished floor framed by dozens of booths encircling the space with colorful banners overhead. HR teams jot notes on tablets while students introduce themselves, illustrating concurrent activities. Tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths encircling the space and colorful banners overhead. HR teams jot notes on tablets as students introduce themselves, while tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths encircling the space and colorful banners overhead. HR teams jot notes on tablets as students introduce themselves, while tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "43_score": [
    0.0,
    0.0,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.3095382406721112,
    0.5025350854198409,
    0.5025350854198409,
    0.5025350854198409,
    0.5025350854198409,
    0.5025350854198409,
    0.5025350854198409,
    0.5025350854198409,
    0.5025350854198409,
    0.5021844432155562,
    0.5021844432155562,
    0.5021844432155562,
    0.5021844432155562,
    0.5021844432155562,
    0.5021844432155562,
    0.5021844432155562,
    0.5021844432155562,
    0.5021844432155562,
    0.6939202632462579,
    0.6939202632462579,
    0.6939202632462579,
    0.6939202632462579,
    0.6939202632462579,
    0.6939202632462579,
    0.6939202632462579,
    0.6939202632462579,
    0.6939202632462579,
    0.7685783229896436,
    0.7685783229896436,
    0.7685783229896436,
    0.7685783229896436,
    0.7685783229896436,
    0.7685783229896436,
    0.7685783229896436,
    0.7685783229896436,
    0.7685783229896436,
    0.7685783229896436,
    0.830359553833134,
    0.830359553833134,
    0.830359553833134,
    0.830359553833134,
    0.830359553833134,
    0.830359553833134,
    0.830359553833134,
    0.830359553833134,
    0.8562821978767234,
    0.8562821978767234,
    0.8562821978767234,
    0.8562821978767234,
    0.8562821978767234,
    0.8562821978767234,
    0.8562821978767234
  ],
  "44": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair, groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the career fair, groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the career fair, groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the career fair, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Tech companies display demo screens showing their latest apps, and some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.641011169214086,
    0.641011169214086,
    0.641011169214086,
    0.641011169214086,
    0.641011169214086,
    0.641011169214086,
    0.641011169214086,
    0.641011169214086,
    0.8430731623167927,
    0.8430731623167927,
    0.8430731623167927,
    0.8430731623167927,
    0.8430731623167927,
    0.8430731623167927,
    0.8430731623167927,
    0.8430731623167927,
    0.8507928754385778,
    0.8507928754385778,
    0.8507928754385778,
    0.8507928754385778,
    0.8507928754385778,
    0.8507928754385778,
    0.8507928754385778,
    0.8507928754385778,
    0.8507928754385778,
    0.8507928754385778,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8648127577369439,
    0.8584624872044734,
    0.8584624872044734,
    0.8584624872044734,
    0.8584624872044734,
    0.8584624872044734,
    0.8584624872044734
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the university, students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and finance firms offer QR codes for immediate internship applications.",
    "At the university, students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and finance firms offer QR codes for immediate internship applications.",
    "At the university, students rehearse elevator pitches quietly against the wall while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and finance firms offer QR codes for immediate internship applications.",
    "At the university, students rehearse elevator pitches quietly against a wall while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and finance firms offer QR codes for immediate internship applications."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.30916939676588473,
    0.5411352306346937,
    0.5411352306346937,
    0.5411352306346937,
    0.5411352306346937,
    0.5411352306346937,
    0.5411352306346937,
    0.5411352306346937,
    0.5411352306346937,
    0.5411352306346937,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5525276867634548,
    0.5530898697408584,
    0.5530898697408584,
    0.5530898697408584,
    0.5530898697408584
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor, with each booth adorned by banners and arranged to form a perimeter around the glossy surface.",
    "Dozens of booths with colorful banners circle a polished floor, each booth adorned with banners and arranged to form a perimeter around the glossy surface. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle a polished floor, each booth adorned with banners and arranged to form a perimeter around the glossy surface. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle a polished floor, each booth adorned with banners and arranged to form a perimeter around the surface. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle a polished floor, forming a perimeter around the surface. Some students rehearse elevator pitches quietly against the wall, and a welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle a polished floor, forming a perimeter around the surface. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a perimeter around the surface. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a perimeter around the space. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a perimeter around the space. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30701941658862747,
    0.30701941658862747,
    0.30701941658862747,
    0.30701941658862747,
    0.30701941658862747,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4947697856615966,
    0.4814197898381016,
    0.4814197898381016,
    0.4814197898381016,
    0.4814197898381016,
    0.4814197898381016,
    0.4814197898381016,
    0.4814197898381016,
    0.4814197898381016,
    0.4814197898381016,
    0.6066554170896586,
    0.6066554170896586,
    0.6066554170896586,
    0.6066554170896586,
    0.6066554170896586,
    0.6066554170896586,
    0.6066554170896586,
    0.825940497728356,
    0.825940497728356,
    0.825940497728356,
    0.825940497728356,
    0.825940497728356,
    0.825940497728356,
    0.8237143953762136,
    0.8237143953762136,
    0.8237143953762136,
    0.8237143953762136,
    0.8237143953762136,
    0.8237143953762136,
    0.8237143953762136,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648,
    0.8247273941955648
  ],
  "47": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors direct unsure students toward relevant industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors guide unsure students toward relevant industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors guide unsure students toward relevant industries. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "47_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6261369877171975,
    0.6261369877171975,
    0.6261369877171975,
    0.6261369877171975,
    0.6261369877171975,
    0.6261369877171975,
    0.6261369877171975,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.790289734163292,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.808222902606856,
    0.808222902606856,
    0.808222902606856,
    0.808222902606856,
    0.808222902606856,
    0.808222902606856,
    0.808222902606856,
    0.8070842418179965,
    0.8070842418179965,
    0.8070842418179965,
    0.8070842418179965,
    0.8070842418179965,
    0.8070842418179965,
    0.8070842418179965,
    0.8313567511597582,
    0.8313567511597582,
    0.8313567511597582,
    0.8313567511597582,
    0.8313567511597582,
    0.8313567511597582,
    0.8252097370753517,
    0.8252097370753517,
    0.8252097370753517,
    0.8252097370753517,
    0.8252097370753517,
    0.8252097370753517,
    0.8252097370753517,
    0.8252097370753517,
    0.8252097370753517,
    0.8271556677947274,
    0.8271556677947274,
    0.8271556677947274,
    0.8271556677947274,
    0.8271556677947274,
    0.8271556677947274,
    0.8271556677947274
  ],
  "48": [
    "",
    "",
    "",
    "",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is delivered over the PA system outlining the fair schedule, tech companies display demo screens showing their latest apps, and students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Tech companies display demo screens showing their latest apps as attendees prepare. Students line up outside the university gym before the career fair opens, while others rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system outlining the schedule for the fair. Tech companies display demo screens showing their latest apps as attendees prepare. Students line up outside the university gym before the career fair opens, while others rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university, a career fair scene unfolds as a welcome announcement is broadcast over the PA outlining the schedule. Tech companies display demo screens of their latest apps as attendees prepare. Students line up outside the university gym before the fair opens, while others rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university, a career fair scene unfolds as a welcome announcement is broadcast over the PA outlining the schedule. Tech companies display demo screens of their latest apps as attendees prepare. Students line up outside the university gym before the career fair opens, while others rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university, a career fair scene unfolds with a welcome announcement broadcast over the PA outlining the schedule. Tech companies display demo screens of their latest apps as attendees prepare. Students line up outside the university gym before the fair opens, while others rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.3848751269053958,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.578287539690358,
    0.5257407387013644,
    0.5257407387013644,
    0.5257407387013644,
    0.5257407387013644,
    0.5257407387013644,
    0.5257407387013644,
    0.5257407387013644,
    0.5257407387013644,
    0.5257407387013644,
    0.5257407387013644,
    0.7802329622310255,
    0.7802329622310255,
    0.7802329622310255,
    0.7802329622310255,
    0.7802329622310255,
    0.7802329622310255,
    0.7802329622310255,
    0.8747461502623274,
    0.8747461502623274,
    0.8747461502623274,
    0.8747461502623274,
    0.8747461502623274,
    0.8747461502623274,
    0.8747461502623274,
    0.844104807316512,
    0.844104807316512,
    0.844104807316512,
    0.844104807316512,
    0.844104807316512,
    0.844104807316512,
    0.844104807316512,
    0.844104807316512,
    0.8340668975493448,
    0.8340668975493448,
    0.8340668975493448,
    0.8340668975493448,
    0.8340668975493448,
    0.8340668975493448,
    0.8340668975493448,
    0.8340668975493448
  ],
  "49": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while in the adjoining classroom workshops on networking etiquette begin.",
    "At the fair, groups of friends mark target employers on the event map; in the adjoining classroom, workshops on networking etiquette begin. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, groups of friends mark target employers on the event map, while in the adjoining classroom workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, groups of friends mark target employers on the event map, while in the adjoining classroom networking etiquette workshops begin. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, groups of friends mark target employers on the event map while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, groups of friends mark target employers on the event map while networking etiquette workshops begin in an adjoining classroom. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, groups mark target employers on the event map while networking etiquette workshops begin in an adjoining classroom. A PA welcome announces the fair schedule. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "At the fair, groups mark target employers on the event map while networking etiquette workshops begin in an adjoining classroom. A PA welcome announces the fair schedule. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "49_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.39823047338441936,
    0.39823047338441936,
    0.39823047338441936,
    0.39823047338441936,
    0.39823047338441936,
    0.39823047338441936,
    0.39823047338441936,
    0.6620094247346974,
    0.6620094247346974,
    0.6620094247346974,
    0.6620094247346974,
    0.6620094247346974,
    0.6620094247346974,
    0.8000890270524603,
    0.8000890270524603,
    0.8000890270524603,
    0.8000890270524603,
    0.8000890270524603,
    0.8000890270524603,
    0.8000890270524603,
    0.8000890270524603,
    0.8258118319174201,
    0.8258118319174201,
    0.8258118319174201,
    0.8258118319174201,
    0.8258118319174201,
    0.8258118319174201,
    0.8258118319174201,
    0.8258118319174201,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.827476954130588,
    0.8658478166239645,
    0.8658478166239645,
    0.8658478166239645,
    0.8658478166239645,
    0.8658478166239645,
    0.8658478166239645,
    0.8882929659474395,
    0.8882929659474395,
    0.8882929659474395,
    0.8882929659474395,
    0.8882929659474395,
    0.8882929659474395,
    0.8882929659474395,
    0.8882929659474395,
    0.9016296790987708,
    0.9016296790987708,
    0.9016296790987708
  ]
}