{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers display community outreach photos; in the adjoining classroom, networking etiquette workshops begin; consulting firms stack glossy case study booklets on high tables.",
    "An event space features dozens of booths with colorful banners circling a polished floor. Healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "An event space features dozens of booths with colorful banners circling a polished floor. Healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "An event space features dozens of booths arranged in a circular loop around a polished floor, each booth adorned with colorful banners and forming a continuous display along the circumference. Healthcare providers display community outreach photos beside the booths. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Dozens of booths arranged in a circular loop around a polished floor form a continuous display along the venue’s circumference, with each booth adorned by colorful banners. Healthcare providers display community outreach photos beside the booths. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the event, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths arranged in a circular loop around a polished floor create a continuous display along the venue's circumference, each booth adorned with colorful banners. Healthcare providers display community outreach photos beside the booths. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the main event, students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths arranged in circular loop around a floor form a continuous display along the venue's circumference, each booth adorned with banners. In adjoining classroom, networking etiquette workshops begin. Consulting firms stack case study booklets on tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. At the event, students clutch resumes in folders and rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a drone above its booth. Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give pep talks near the coffee station, and finance firms offer QR codes for internship applications. A PA welcome outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.45953471418729464,
    0.45953471418729464,
    0.45953471418729464,
    0.45953471418729464,
    0.35488577808133615,
    0.35488577808133615,
    0.35488577808133615,
    0.7277489462006285,
    0.7277489462006285,
    0.7277489462006285,
    0.7277489462006285,
    0.7555238067913284,
    0.7555238067913284,
    0.7555238067913284,
    0.7555238067913284,
    0.7555238067913284,
    0.7555238067913284,
    0.7361325827339193,
    0.7361325827339193,
    0.7361325827339193,
    0.7361325827339193,
    0.7985150713910669,
    0.7985150713910669,
    0.7985150713910669,
    0.7985150713910669,
    0.7985150713910669,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911,
    0.8133286868055911
  ],
  "1": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "In the event center, workshops on networking etiquette have begun in the adjoining classroom. Healthcare providers are showcasing community outreach photos nearby. An alumni panel is discussing how to prepare for technical interviews.",
    "At the event center, several concurrent activities are underway: workshops on networking etiquette have begun in the adjoining classroom. Nearby, healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the event center, multiple concurrent activities unfold: workshops on networking etiquette have begun in the adjoining classroom; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews; some students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers give quick pep talks near the coffee station, while inside, students clutch resumes in branded folders, and a line of students waits outside the university gym before the career fair opens.",
    "At the event center, multiple concurrent activities unfold: workshops on networking etiquette have begun in the adjoining classroom; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews; some students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers give quick pep talks near the coffee station, while inside, students clutch resumes in branded folders, and a line of students waits outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event center, dozens of booths with colorful banners form a circular loop around a polished floor. In parallel, networking etiquette workshops have begun in the adjoining classroom; healthcare providers display community outreach photos beside the booths; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map; and some students rehearse elevator pitches quietly against the wall. Alumni volunteers give quick pep talks near the coffee station, while inside, students clutch resumes in branded folders; a line of students waits outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event center, dozens of booths form a circular loop around a polished floor. In an adjoining classroom, networking etiquette workshops have begun. Healthcare providers display community outreach photos beside the booths. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers give quick pep talks near the coffee station. Inside, students clutch resumes in branded folders. A line of students waits outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the event center, dozens of booths form a circular loop around a polished floor. In an adjoining classroom, networking etiquette workshops are underway. Healthcare providers display community outreach photos beside their booths. An alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers give pep talks near the coffee station. Inside, students clutch resumes in branded folders. A line of students waits outside the university gym before opening. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.7013007948347587,
    0.7013007948347587,
    0.7013007948347587,
    0.7658720650782342,
    0.7658720650782342,
    0.7658720650782342,
    0.7658720650782342,
    0.7658720650782342,
    0.7836806385626128,
    0.7836806385626128,
    0.7836806385626128,
    0.7836806385626128,
    0.7836806385626128,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.7975600440918038,
    0.8471886482105974,
    0.8471886482105974,
    0.8471886482105974,
    0.8471886482105974,
    0.8471886482105974,
    0.8471886482105974,
    0.8471886482105974,
    0.8471886482105974,
    0.8471886482105974,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8731639464092946,
    0.8549036859412192,
    0.8549036859412192,
    0.8549036859412192,
    0.8549036859412192,
    0.8549036859412192,
    0.8549036859412192,
    0.8549036859412192,
    0.8549036859412192
  ],
  "2": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners circle the polished floor of the event space. Career counselors remind attendees to maintain eye contact as part of professional interaction. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners circle the polished floor of the event space. Career counselors remind attendees to maintain eye contact as part of professional interaction. Workshops on networking etiquette begin in the adjoining classroom. At the event, students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle a polished, central glossy floor, creating a vibrant, organized event space. Career counselors remind attendees to maintain eye contact as part of professional interaction. In an adjoining classroom, workshops on networking etiquette begin. Students clutch resumes in branded folders, while some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Staff coordinate attendee interactions and onboarding, delivering a structured flow as newcomers are welcomed. HR jot notes on tablets while students introduce themselves, capturing names and affiliations. Registrations are scanned at the entrance and lanyards are handed out to attendees on arrival. Alumni volunteers provide short pep talks near the coffee station. The scene shows active engagement, with staff, HR, students, alumni, and attendees interacting in clearly defined zones around the central floor.",
    "Dozens of booths with colorful banners circle a polished central floor, shaping a vibrant, organized event space. Career counselors remind attendees to maintain eye contact as part of professional interaction, while nearby an adjoining classroom hosts workshops on networking etiquette. Students clutch resumes in branded folders and rehearse elevator pitches against the wall; groups of friends mark target employers on the event map. Staff coordinate attendee interactions and onboarding, delivering a structured flow as newcomers are welcomed. HR jot notes on tablets while students introduce themselves, capturing names and affiliations. Registrations are scanned at the entrance and lanyards are handed out to attendees on arrival. Alumni volunteers provide short pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and attendees interact across clearly defined zones around the central floor.",
    "Dozens of booths with colorful banners encircle a polished central floor, forming a vibrant, organized event space. Career counselors remind attendees to maintain eye contact, and an adjoining classroom hosts workshops on networking etiquette. Students clutch resumes in branded folders and rehearse elevator pitches against the wall, while groups of friends mark target employers on the event map. Staff coordinate attendee interactions and onboarding, welcoming newcomers. HR jot notes on tablets as students introduce themselves, capturing names and affiliations. Registrations are scanned at the entrance and lanyards are handed out on arrival. Alumni volunteers provide short pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries as attendees interact across clearly defined zones around the central floor. Finance firms offer QR codes for immediate internship applications."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3904447751710899,
    0.3904447751710899,
    0.3904447751710899,
    0.3904447751710899,
    0.3904447751710899,
    0.6720207125341113,
    0.6720207125341113,
    0.6720207125341113,
    0.6720207125341113,
    0.6720207125341113,
    0.8036704461246067,
    0.8036704461246067,
    0.8036704461246067,
    0.8036704461246067,
    0.8036704461246067,
    0.7969870401087289,
    0.7969870401087289,
    0.7969870401087289,
    0.7969870401087289,
    0.7969870401087289,
    0.7969870401087289,
    0.7969870401087289,
    0.8086917436014902,
    0.8086917436014902,
    0.8086917436014902,
    0.8086917436014902,
    0.8086917436014902,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479,
    0.836070210006479
  ],
  "3": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "On campus, some students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens.",
    "On campus, students are preparing for a career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens.",
    "On campus, students are preparing for the career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "On campus, students are preparing for the career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "On campus, preparations for the career fair include students rehearsing elevator pitches quietly against a wall and others lining up outside the university gym before opening. At the entrance, event staff scan registrations and hand out lanyards, while HR jot notes on tablets and students introduce themselves with their names and affiliations. Inside, a circular ring of dozens of booths with colorful banners surrounds a central glossy floor, creating a vibrant, organized environment where staff, HR, students, alumni, and attendees engage in clearly defined zones. Networking etiquette workshops begin in an adjoining classroom, and career counselors remind attendees to maintain eye contact. Alumni volunteers offer short pep talks near the coffee station, providing encouragement and quick guidance. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Staff coordinate attendee interactions and onboarding to create a structured flow as newcomers are welcomed."
  ],
  "3_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.38568055890072495,
    0.38568055890072495,
    0.38568055890072495,
    0.38568055890072495,
    0.38568055890072495,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.5660685910113341,
    0.7051290123016797,
    0.7051290123016797,
    0.7051290123016797,
    0.7051290123016797,
    0.7668789757214405,
    0.7668789757214405,
    0.7668789757214405,
    0.7668789757214405,
    0.7668789757214405,
    0.7668789757214405,
    0.7668789757214405,
    0.7668789757214405,
    0.7668789757214405,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347,
    0.8628193993044347
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, some students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map, creating a visual representation of employer targets. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station, as a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, some students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and the venue hosts them arranged in a circle with each booth displaying banners. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station, as a welcome announcement over the PA system outlines the fair schedule. Consulting firms nearby stack glossy case study booklets on high tables.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, arranged around the venue with each booth displaying banners. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station, as a welcome announcement over the PA system outlines the fair schedule. Consulting firms nearby stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, arranged around the venue, each booth displaying banners. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station as a welcome PA outlines the fair schedule. Consulting firms nearby stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a ring of dozens of booths adorned with colorful banners surrounds a central glossy floor, creating a vibrant, organized environment with clearly defined zones for staff, HR, students, alumni, and attendees. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering short pep talks near the coffee station as a welcome PA outlines the schedule. Nearby, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Networking etiquette workshops are held in an adjoining classroom as career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards while HR notes on tablets and students introduce themselves by name and affiliation. Outside the gym, some rehearse elevator pitches against a wall while others await entry; staff coordinate onboarding for a smooth flow."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3758788966873166,
    0.3758788966873166,
    0.3758788966873166,
    0.3758788966873166,
    0.544938022420786,
    0.544938022420786,
    0.544938022420786,
    0.544938022420786,
    0.544938022420786,
    0.544938022420786,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8343730053201985,
    0.8586536337675683,
    0.8586536337675683,
    0.8586536337675683,
    0.8586536337675683,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.868592861621736,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8748309108337868,
    0.8480261015016932,
    0.8480261015016932,
    0.8480261015016932,
    0.8480261015016932,
    0.8480261015016932,
    0.8480261015016932,
    0.8480261015016932
  ],
  "5": [
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. A circular arrangement of dozens of booths with colorful banners surrounds a polished floor. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom.",
    "The event features a circular arrangement of dozens of booths with colorful banners around a polished floor. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops begin, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Event features a circular arrangement of booths with colorful banners around a polished floor. At the entrance, staff scan registrations and hand out lanyards. Human resources jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop; students clutch resumes in branded folders. Healthcare providers display community outreach photos. Consulting firms stack case-study booklets on high tables. In the adjoining classroom, networking etiquette workshops begin as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map to visualize targets. At the campus career fair, alumni volunteers offer brief pep talks near the coffee station as a welcome PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the career fair to open.",
    "The campus career fair features a circular arrangement of booths with colorful banners around a polished floor, outside the gym, line of students waits for the fair to open. At the entrance staff scan registrations and hand out lanyards. Inside, human resources jot notes on tablets as students introduce themselves and clutch resumes in branded folders, some rehearsing elevator pitches. A robotics startup flies a drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos, and consulting firms stack case-study booklets on tables. In the adjoining classroom, networking etiquette workshops have begun as counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map to visualize targets. Alumni volunteers offer pep talks near coffee station while a welcome PA outlines schedule; an alumni panel discusses how to prepare for technical interviews."
  ],
  "5_score": [
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5833044972281598,
    0.5833044972281598,
    0.5833044972281598,
    0.5833044972281598,
    0.74382050293436,
    0.74382050293436,
    0.74382050293436,
    0.74382050293436,
    0.74382050293436,
    0.74382050293436,
    0.74382050293436,
    0.74382050293436,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.802555548079492,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8186643829777607,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.8742960097498965,
    0.9045004243986292,
    0.9045004243986292,
    0.9045004243986292,
    0.9045004243986292,
    0.9045004243986292
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders; some students rehearse elevator pitches quietly against the wall.",
    "At the event, students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, students clutch resumes inside branded folders and quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, students carry resumes in branded folders and quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. A cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach efforts. Career counselors direct unsure students toward applicable industries.",
    "At the career fair, a circular loop of dozens of booths decorated with colorful banners sits on a polished floor, surrounding the space. Outside the university gym, additional students line up before opening, with some rehearsing elevator pitches against the wall. Inside, students carry resumes in branded folders and rehearse pitches against walls as HR teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. Tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach. Career counselors direct unsure students toward applicable industries; workshops on networking etiquette proceed in an adjoining classroom, with counselors reminding attendees to maintain eye contact. A welcome PA announces the fair schedule.",
    "At the campus career fair, a circular loop of dozens of booths with colorful banners sits on a floor, surrounding space. Outside the university gym, line of students waits to enter, with some rehearsing elevator pitches against wall. Inside, students carry resumes in branded folders and rehearse pitches against walls as HR teams jot notes on tablets. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. Tech companies display demo screens of apps; a cybersecurity company runs a password-cracking challenge on a laptop. Alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach. Career counselors direct unsure students toward applicable industries; workshops on networking etiquette proceed in an adjoining classroom. A welcome PA announces the fair schedule, and alumni volunteers give pep talks at the coffee station. Finance firms offer QR codes for internship applications."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4003805249294141,
    0.4003805249294141,
    0.4003805249294141,
    0.4003805249294141,
    0.4003805249294141,
    0.6334453382663486,
    0.6334453382663486,
    0.6334453382663486,
    0.6334453382663486,
    0.7501276548260558,
    0.7501276548260558,
    0.7501276548260558,
    0.7501276548260558,
    0.7501276548260558,
    0.7501276548260558,
    0.7501276548260558,
    0.7501276548260558,
    0.8149978924277032,
    0.8149978924277032,
    0.8149978924277032,
    0.8292385064421428,
    0.8292385064421428,
    0.8292385064421428,
    0.8292385064421428,
    0.8292385064421428,
    0.8292385064421428,
    0.8487549512579334,
    0.8487549512579334,
    0.8487549512579334,
    0.8487549512579334,
    0.8487549512579334,
    0.8487549512579334,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.9078657820069076,
    0.8909674624155683,
    0.8909674624155683,
    0.8909674624155683,
    0.8909674624155683,
    0.8909674624155683,
    0.8909674624155683,
    0.8909674624155683,
    0.8909674624155683
  ],
  "7": [
    "",
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "A circular arrangement of dozens of booths with colorful banners surrounds the polished floor. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "A circular arrangement of dozens of booths with colorful banners surrounds a polished floor. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event space features a circular ring of dozens of booths adorned with colorful banners, surrounding a polished floor. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university career fair, a circular ring of dozens of booths with colorful banners surrounds a central glossy floor, creating a vibrant, organized environment where staff, HR, students, alumni, and attendees engage in clearly defined zones. Career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in an adjoining classroom. At the entrance, staff scan registrations and hand out lanyards, while HR jot notes on tablets and students introduce themselves with their names and affiliations. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Alumni volunteers offer short pep talks near the coffee station, providing encouragement and quick guidance. Staff coordinate attendee interactions and onboarding to create a structured flow as newcomers are welcomed. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, a circular ring of dozens of booths with colorful banners surrounds a central glossy floor, creating a vibrant, organized space with defined zones for staff, HR, students, alumni, and attendees. Networking etiquette workshops occur in an adjoining classroom as career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards while HR notes on tablets and students introduce themselves by name and affiliation. A cybersecurity company runs a password-cracking challenge on a nearby laptop. Alumni volunteers offer short pep talks near the coffee station. Staff coordinate interactions and onboarding to maintain a structured flow as newcomers are welcomed. Outside the gym, students line up before opening; on campus, they are preparing, with some rehearsing elevator pitches against a wall and others awaiting entry.",
    "At the university career fair, a circular ring of dozens of booths adorned with colorful banners surrounds a central glossy floor, yielding a vibrant, organized environment with clearly defined zones for staff, HR, students, alumni, and attendees. Networking etiquette workshops are held in an adjoining classroom as career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards while HR notes on tablets and students introduce themselves by name and affiliation. A cybersecurity company runs a password-cracking challenge on a nearby laptop. Alumni volunteers offer short pep talks near the coffee station, providing encouragement and quick guidance. Staff coordinate interactions and onboarding to maintain a structured flow as newcomers are welcomed. Outside the gym, students line up before opening, while on campus some rehearse elevator pitches against a wall and others await entry. The scene depicts active engagement across zones around the floor."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5480732211166975,
    0.5480732211166975,
    0.5480732211166975,
    0.5480732211166975,
    0.6410567979358496,
    0.6410567979358496,
    0.6410567979358496,
    0.6410567979358496,
    0.761981942073789,
    0.761981942073789,
    0.761981942073789,
    0.761981942073789,
    0.761981942073789,
    0.761981942073789,
    0.761981942073789,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8548553623734402,
    0.8520961285333071,
    0.8520961285333071,
    0.8520961285333071,
    0.8520961285333071,
    0.8520961285333071,
    0.8520961285333071,
    0.8520961285333071,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295,
    0.8428731081233295
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, staff coordinate attendee interactions and onboarding. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, staff coordinate attendee interactions and onboarding, creating a structured flow as newcomers are welcomed. Human resources teams jot notes on tablets while students introduce themselves, capturing names and affiliations. Registrations are scanned at the entrance, and lanyards are handed out to attendees as they arrive. Alumni volunteers provide short pep talks near the coffee station, offering encouragement and quick guidance. The space features dozens of booths, each adorned with colorful banners that encircle a polished floor, creating a vibrant, organized environment. The scene conveys active engagement, with staff, HR, students, alumni, and attendees interacting in clearly defined zones around the central, glossy floor.",
    "At the university career fair, staff coordinate attendee interactions and onboarding, creating a structured flow as newcomers are welcomed. HR jot notes on tablets while students introduce themselves with their names and affiliations. Registrations are scanned at the entrance, and lanyards are handed out to attendees as they arrive. Alumni volunteers provide short pep talks near the coffee station, offering encouragement and quick guidance. The space features dozens of booths, each adorned with colorful banners encircling a central, glossy floor, yielding a vibrant, organized environment. The scene shows active engagement with staff, HR, students, alumni, and attendees interacting in clearly defined zones around the central floor. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, staff coordinate attendee interactions and onboarding, creating a structured flow as newcomers are welcomed. HR jot notes on tablets while students introduce themselves with their names and affiliations. Registrations are scanned at the entrance and lanyards handed out to attendees as they arrive. Alumni volunteers provide short pep talks near the coffee station, offering encouragement and quick guidance. The space features a circular ring of dozens of booths adorned with colorful banners surrounding a central glossy floor, yielding a vibrant, organized environment. The scene shows active engagement with staff, HR, students, alumni, and attendees interacting in clearly defined zones around the central floor. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At university career fair, staff coordinate onboarding and attendee interactions to create a structured welcome. The space features a circular ring of dozens of booths with colorful banners around a glossy floor, with defined zones for staff, HR, students, alumni, and attendees. Registrations are scanned at the entrance and lanyards handed out; HR jot notes on tablets while students introduce themselves with names and affiliations. Alumni volunteers provide pep talks near coffee station, while a welcome PA outlines schedule. Career counselors remind attendees to maintain eye contact as networking etiquette workshops start in adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth. Groups of friends mark target employers on event map; an alumni panel discusses prep for technical interviews. Some students rehearse elevator pitches quietly against the wall. Students line up outside the gym before opening.",
    "At a university career fair, a circular ring of dozens of booths with colorful banners surrounds a polished floor, with defined zones for staff, HR, students, alumni, and attendees. Registrations are scanned at the entrance and lanyards handed out; HR jot notes on tablets while students introduce themselves with names and affiliations. Alumni volunteers give pep talks near the coffee station as a welcome PA outlines the schedule. Career counselors remind attendees to maintain eye contact, while networking etiquette workshops take place in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a drone above its booth. Groups of friends mark target employers on the event map; finance firms present QR codes for immediate internship applications. An alumni panel discusses prep for technical interviews, and some students rehearse elevator pitches quietly against the wall. Students line up outside the gym before opening."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.4243588775322978,
    0.4243588775322978,
    0.4243588775322978,
    0.748284814779447,
    0.748284814779447,
    0.748284814779447,
    0.748284814779447,
    0.7652217097094343,
    0.7652217097094343,
    0.7652217097094343,
    0.7652217097094343,
    0.7652217097094343,
    0.7652217097094343,
    0.8387535030499121,
    0.8387535030499121,
    0.8387535030499121,
    0.8387535030499121,
    0.8387535030499121,
    0.8387535030499121,
    0.8387535030499121,
    0.8387535030499121,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8489329810839623,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8805319393628052,
    0.8843938692054116,
    0.8843938692054116,
    0.8843938692054116,
    0.8843938692054116,
    0.8843938692054116
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, identifying hiring targets. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map, identifying hiring targets. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps as a welcome announcement is broadcast over the PA system outlining the fair schedule. Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, groups map target employers on the event map, identifying hiring targets. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps as a welcome announcement is broadcast over the PA detailing the fair schedule. Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. The event space features a circular ring of dozens of booths adorned with colorful banners, surrounding a polished floor. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. At the event entrance, staff scan registrations and hand out lanyards.",
    "At the university career fair, a circular ring of dozens of booths adorned with colorful banners surrounds a polished floor, forming a continuous loop around the space. Groups map target employers on the event map, identifying hiring targets; students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, while a welcome announcement is broadcast over the PA detailing the fair schedule. Outside the university gym, students line up before opening. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in an adjoining classroom. HR jot notes on tablets while students introduce themselves. At the event entrance staff scan registrations and hand out lanyards.",
    "At the university career fair, a circular space with dozens of booths and colorful banners surrounds a polished floor that forms a continuous loop. Groups map target employers on event maps, while students clutch resumes in branded folders and rehearse elevator pitches against walls. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens of their latest apps. Outside the gym, a line of students waits to enter, while a cybersecurity firm runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as networking etiquette workshops run in an adjoining classroom. HR staff jot notes on tablets as students introduce themselves. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers offer pep talks near the coffee station; finance firms provide QR codes for internships. Inside, some students rehearse while others clutch resumes."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4775666509150982,
    0.4775666509150982,
    0.4775666509150982,
    0.4775666509150982,
    0.7730512279037431,
    0.7730512279037431,
    0.7730512279037431,
    0.7730512279037431,
    0.7730512279037431,
    0.8631981432248509,
    0.8631981432248509,
    0.8631981432248509,
    0.8631981432248509,
    0.8631981432248509,
    0.8631981432248509,
    0.8631981432248509,
    0.8631981432248509,
    0.8890368085510605,
    0.8890368085510605,
    0.8890368085510605,
    0.8890368085510605,
    0.8890368085510605,
    0.8890368085510605,
    0.8890368085510605,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8810405441143113,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036,
    0.8789716014483036
  ],
  "10": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Tech companies display demo screens showing their latest apps as a welcome announcement is broadcast over the PA system outlining the fair schedule; outside the university gym, students line up before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as a welcome announcement is broadcast over the PA system outlining the fair schedule; outside the university gym, students line up before the career fair opens, and some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showing their latest apps as a welcome announcement is broadcast over the PA system outlining the fair schedule. Outside the university gym, students line up before the career fair opens, and some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career fair held in a venue with a polished floor, dozens of booths encircle the space, arranged in a circular loop around the floor and adorned with colorful banners. Tech companies display demo screens of their latest apps as a welcome announcement over the PA system outlines the fair schedule. Outside the university gym, students line up before opening and some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career fair held in a venue with a polished floor, dozens of booths encircle the space in a circular loop, each booth displaying colorful banners. Tech companies show demo screens of their latest apps while a welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before opening, some quietly rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair held in a venue with a polished floor, dozens of booths encircle the space in a circular loop, each booth displaying colorful banners. Tech companies show demo screens of their latest apps while a welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before opening, some quietly rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At a university career fair in a gym with a polished floor, dozens of booths encircle the area, each with banners as tech companies display demo screens. A PA outlines the schedule. Outside, students line up before opening, some rehearsing elevator pitches, and inside, alumni volunteers offer brief pep talks near the coffee station while resumes sit in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers display community outreach photos. In an adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on an event map to visualize employer targets."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4576473633788005,
    0.4576473633788005,
    0.4576473633788005,
    0.4576473633788005,
    0.544514022098411,
    0.544514022098411,
    0.544514022098411,
    0.5244955761644674,
    0.5244955761644674,
    0.5244955761644674,
    0.5244955761644674,
    0.5244955761644674,
    0.8037992071716836,
    0.8037992071716836,
    0.8037992071716836,
    0.8037992071716836,
    0.8037992071716836,
    0.8037992071716836,
    0.8123213197990053,
    0.8123213197990053,
    0.8123213197990053,
    0.8123213197990053,
    0.8123213197990053,
    0.8239272744178663,
    0.8239272744178663,
    0.8239272744178663,
    0.8239272744178663,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8399265097071846,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429,
    0.8587361185651429
  ],
  "11": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables.",
    "A venue features career counselors reminding attendees to maintain eye contact as dozens of booths with colorful banners circle a polished floor. Healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin, while consulting firms stack glossy case study booklets on high tables.",
    "At a university venue hosting a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle a polished floor. Healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin, while consulting firms stack glossy case study booklets on high tables. At the career fair, alumni volunteers give brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop, and students clutch resumes inside branded folders.",
    "At a university venue hosting a career fair, dozens of booths with colorful banners encircle a polished floor while career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case study booklets on high tables. At the fair, alumni volunteers give brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets, and an alumni panel discusses how to prepare for technical interviews. Outside the gym, a line of students waits for the fair to open. A cybersecurity company runs a password-cracking challenge on a laptop, and students clutch resumes inside branded folders.",
    "At a university venue hosting a career fair, dozens of booths with colorful banners encircle a polished floor as career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops begin while consulting firms stack glossy case study booklets on high tables. At the fair, alumni volunteers give brief pep talks near the coffee station as a welcome PA outlines the schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets, and an alumni panel discusses how to prepare for technical interviews. Outside the gym, a line of students waits for the fair to open. A cybersecurity company runs a password-cracking challenge on a laptop, and students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.5511337181520614,
    0.7364963587116242,
    0.7364963587116242,
    0.7364963587116242,
    0.7364963587116242,
    0.7364963587116242,
    0.7364963587116242,
    0.7207026917295506,
    0.7207026917295506,
    0.7207026917295506,
    0.7207026917295506,
    0.7207026917295506,
    0.7207026917295506,
    0.8494506442046477,
    0.8494506442046477,
    0.8494506442046477,
    0.8494506442046477,
    0.8631189133683461,
    0.8631189133683461,
    0.8631189133683461,
    0.8631189133683461,
    0.8631189133683461,
    0.8631189133683461,
    0.8631189133683461,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726,
    0.8589364663935726
  ],
  "12": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, and students clutch resumes inside branded folders.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give brief pep talks near the coffee station, and finance firms present QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give brief pep talks near the coffee station, and finance firms present QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while students clutch resumes in branded folders. Groups of friends mark target employers on the event map, creating a visual of employer targets. An alumni panel discusses preparing for technical interviews, and some students rehearse elevator pitches quietly against the wall. Outside the gym, a line of students waits for the fair to open. Alumni volunteers give quick pep talks near the coffee station, and finance firms present QR codes for internships. A welcome PA outlines the schedule. At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets while students introduce themselves. A circular arrangement of booths with colorful banners surrounds a polished floor. Career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while students clutch resumes in branded folders. Groups of friends mark target employers on the event map, creating a visual of employer targets. An alumni panel discusses preparing for technical interviews, and some students rehearse elevator pitches quietly against the wall. Outside the gym, a line of students waits for the fair to open. Alumni volunteers give quick pep talks near the coffee station, and finance firms present QR codes for internships. A welcome PA outlines the schedule. At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets while students introduce themselves. A circular arrangement of booths with colorful banners surrounds a polished floor. Career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom, and redirect unsure students toward applicable industries."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34022050884812305,
    0.34022050884812305,
    0.34022050884812305,
    0.34022050884812305,
    0.34022050884812305,
    0.6955442270079455,
    0.6955442270079455,
    0.6955442270079455,
    0.6955442270079455,
    0.6955442270079455,
    0.7374319226483477,
    0.7374319226483477,
    0.7374319226483477,
    0.7374319226483477,
    0.7374319226483477,
    0.7374319226483477,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8480465143134207,
    0.8754025416073876,
    0.8754025416073876,
    0.8754025416073876,
    0.8754025416073876,
    0.8754025416073876,
    0.8754025416073876,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645,
    0.8888936745528645
  ],
  "13": [
    "",
    "",
    "A line of students stands outside the university gym, waiting before the career fair opens.",
    "A line of students stands outside the university gym, waiting before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open, while alumni volunteers give quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give quick pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give brief pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. At the event, a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give brief pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give brief pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. The venue features a polished floor encircled by dozens of booths, each adorned with colorful banners; the booths form a circular arrangement around the floor, creating a continuous loop of display along the circumference.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give brief pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews, with career counselors reminding attendees to maintain eye contact. The venue features a polished floor encircled by dozens of booths, each adorned with colorful banners, forming a circular arrangement around the floor in a continuous loop of display along the circumference.",
    "At the university career fair, activity spans outside and inside the venue. A line of students waits outside the gym for the fair to open, while alumni volunteers offer brief pep talks near the coffee station and finance firms provide QR codes for immediate internship applications. A welcome PA announces the schedule. Groups of friends mark target employers on an event map, creating a visual representation of employer targets. Inside, resumes are clutched in branded folders and some students rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, complemented by career counselors reminding attendees to maintain eye contact. The floor is polished and encircled by dozens of booths with colorful banners in a circular arrangement around the circumference. Concurrently, workshops on networking etiquette run in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "At the university career fair, activity spans outside and inside the gym. A line of students waits outside for the fair to open, as alumni volunteers offer brief pep talks near the coffee station and finance firms provide QR codes for immediate internship applications. A welcome PA announces the schedule, and groups of friends mark target employers on an event map, creating a visual representation of employer targets. Inside, resumes lie in branded folders and some students rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, complemented by career counselors reminding attendees to maintain eye contact. The polished floor is encircled by dozens of booths with colorful banners in a circular arrangement around the circumference. Concurrently, workshops on networking etiquette run in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "At the university career fair spanning outside and inside the gym, a line of students waits outside for the doors as alumni volunteers give brief pep talks near the coffee station and finance firms provide QR codes for immediate internship applications; a welcome PA outlines the schedule while groups of friends mark target employers on an event map. Inside, resumes lie in branded folders and some students rehearse elevator pitches against the wall. An alumni panel discusses preparing for technical interviews, complemented by career counselors reminding attendees to maintain eye contact. The polished floor is encircled by dozens of booths with colorful banners arranged in a circular pattern around the circumference. Concurrently, workshops on networking etiquette run in the adjoining classroom, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3154229990911029,
    0.3154229990911029,
    0.4586300593188116,
    0.4586300593188116,
    0.4586300593188116,
    0.4586300593188116,
    0.37327726549042334,
    0.37327726549042334,
    0.37327726549042334,
    0.37327726549042334,
    0.5627439985421518,
    0.5627439985421518,
    0.5627439985421518,
    0.5627439985421518,
    0.8442133042032132,
    0.8442133042032132,
    0.8442133042032132,
    0.8442133042032132,
    0.8442133042032132,
    0.8455998334671293,
    0.8455998334671293,
    0.8455998334671293,
    0.8455998334671293,
    0.8455998334671293,
    0.8455998334671293,
    0.8642276857354263,
    0.8642276857354263,
    0.8642276857354263,
    0.8642276857354263,
    0.8701772985312952,
    0.8701772985312952,
    0.8701772985312952,
    0.8701772985312952,
    0.8701772985312952,
    0.8701772985312952,
    0.8701772985312952,
    0.8701772985312952,
    0.8701772985312952,
    0.8765521874856776,
    0.8765521874856776,
    0.8765521874856776,
    0.8765521874856776,
    0.8765521874856776,
    0.8765521874856776,
    0.8765521874856776,
    0.8732591769457099,
    0.8732591769457099,
    0.8732591769457099,
    0.8732591769457099,
    0.8732591769457099,
    0.8732591769457099,
    0.8732591769457099,
    0.8732591769457099,
    0.8732591769457099,
    0.8732591769457099,
    0.8515490649752988,
    0.8515490649752988,
    0.8515490649752988,
    0.8515490649752988,
    0.8515490649752988,
    0.8515490649752988,
    0.8515490649752988,
    0.8515490649752988,
    0.8515490649752988
  ],
  "14": [
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Some students rehearse elevator pitches quietly against the wall; meanwhile, a cybersecurity company runs a password-cracking challenge on a laptop, and students clutch resumes inside branded folders.",
    "At the university career event, some students rehearse elevator pitches quietly against a wall, while inside others clutch resumes in branded folders, with a few continuing to rehearse. A cybersecurity company runs a password-cracking challenge on a laptop nearby. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Outside the university gym, a line of students waits before the career fair opens.",
    "At the university career event, some students rehearse elevator pitches quietly against a wall, while others inside clutch resumes in branded folders, with a few continuing to rehearse. A cybersecurity company runs a password-cracking challenge on a laptop nearby. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Outside the university gym, a line of students waits before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career event, a circular ring of dozens of booths with colorful banners surrounds a central glossy floor, where staff, HR, students, alumni, and attendees engage in zones. Some students rehearse elevator pitches quietly against a wall, while others clutch branded folders of resumes and others continue rehearsing. A cybersecurity company runs a password-cracking challenge on a laptop nearby. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer pep talks near coffee station. Outside the university gym, a line of students waits before the fair opens, and finance firms display QR codes for internship applications. At the entrance, staff scan registrations and hand out lanyards; HR jot notes on tablets as students introduce themselves with names and affiliations. Networking etiquette workshops begin in an adjoining classroom; career counselors remind attendees to maintain eye contact. Staff coordinate onboarding to create a structured flow.",
    "At the university career event, a career fair unfolds in a university gym on a polished floor, featuring a circular ring of dozens of booths around a central glossy floor. Staff, HR, students, alumni, and attendees engage in zones. Students rehearse elevator pitches against a wall and clutch branded resumes. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Outside the gym, a line of students waits before the fair opens, and finance firms display QR codes for internship applications. At the entrance, staff scan registrations and hand out lanyards; HR jot notes on tablets as students introduce themselves with names and affiliations. Career counselors guide attendees; etiquette workshops run; consulting firms stack glossy case study booklets on high tables; groups mark target employers on the event map."
  ],
  "14_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.389057915013604,
    0.389057915013604,
    0.389057915013604,
    0.389057915013604,
    0.389057915013604,
    0.389057915013604,
    0.7661515638847951,
    0.7661515638847951,
    0.7661515638847951,
    0.7661515638847951,
    0.7661515638847951,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.7960443911741311,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8570473858476431,
    0.8629587130545893,
    0.8629587130545893,
    0.8629587130545893
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets, while an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair event, alumni volunteers give brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the career fair to open.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop, and students clutch resumes inside branded folders.",
    "At the campus career fair, alumni volunteers offer brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop, and students clutch resumes inside branded folders.",
    "At the campus career fair, alumni volunteers offer pep talks near the coffee station as a welcome PA outlines the schedule. Groups of friends mark target employers on the event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the fair to open. Inside, some students rehearse elevator pitches quietly against a wall while others clutch resumes in branded folders, with a few continuing to rehearse. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the campus career fair, alumni volunteers give pep talks near the coffee station as a welcome PA outlines the schedule. The event space features a circular arrangement of dozens of booths with colorful banners around a polished floor, creating a continuous loop of display. Groups of friends mark target employers on the event map to create a visual representation of employer targets. Inside, students rehearse elevator pitches against walls and hold resumes in branded folders; some continue rehearsing. Outside the university gym, a line of students waits to enter the fair. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette run in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the campus career fair, alumni volunteers give pep talks near the coffee station as a welcome PA outlines the schedule. The space features a circular loop of booths with colorful banners around a polished floor. Groups of friends mark target employers on the event map to create a visual representation of employer targets. Inside, students rehearse elevator pitches against walls carrying resumes in branded folders. Outside the gym, a line of students waits to enter. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops run in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach efforts. Career counselors direct unsure students toward applicable industries."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4368091376839562,
    0.4368091376839562,
    0.4368091376839562,
    0.4368091376839562,
    0.6683183007381223,
    0.6683183007381223,
    0.6683183007381223,
    0.6683183007381223,
    0.7883328154909484,
    0.7883328154909484,
    0.7883328154909484,
    0.7883328154909484,
    0.8316475371110454,
    0.8316475371110454,
    0.8316475371110454,
    0.8316475371110454,
    0.8316475371110454,
    0.8316475371110454,
    0.8316475371110454,
    0.8316475371110454,
    0.8341617976699989,
    0.8341617976699989,
    0.8341617976699989,
    0.8341617976699989,
    0.8341617976699989,
    0.8341617976699989,
    0.8341617976699989,
    0.8341617976699989,
    0.8360915828704936,
    0.8360915828704936,
    0.8360915828704936,
    0.8360915828704936,
    0.8360915828704936,
    0.8360915828704936,
    0.8360915828704936,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8804061586468778,
    0.8703054717034477,
    0.8703054717034477,
    0.8703054717034477,
    0.8703054717034477,
    0.8703054717034477,
    0.8703054717034477,
    0.8703054717034477,
    0.8703054717034477,
    0.8703054717034477
  ],
  "16": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "At the event space, dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as part of professional interaction. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event space, dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as part of professional interaction. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "The event space features a circular arrangement of dozens of booths with colorful banners around a polished floor, creating a continuous loop of display; students hold resumes in branded folders, with some rehearsing elevator pitches against the walls. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette run in the adjoining classroom. Groups of friends mark target employers on the event map to create a visual representation of employer targets, while counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits to enter the fair. Alumni volunteers give brief pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "The campus career fair unfolds in a circular event space with dozens of booths, colorful banners, and a polished floor that forms a continuous loop. Students hold resumes in branded folders and some rehearse elevator pitches against walls. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette run in an adjoining classroom. Groups of friends mark target employers on an event map to visualize employer targets, while counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits to enter. Alumni volunteers offer brief pep talks near the coffee station, and finance firms provide QR codes for immediate internship applications. A welcome PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Inside, some students rehearse quietly against a wall as others clutch resumes; a cybersecurity company runs a password-cracking challenge on a laptop nearby.",
    "At the university career fair, a circular venue houses dozens of booths and colorful banners around a polished, continuous floor. Inside, students clutch resumes in branded folders and rehearse elevator pitches against walls; some study quietly while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette unfold in an adjoining classroom, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on an event map to visualize targets, while counselors redirect unsure students toward applicable industries. Outside the gym, a line of students waits to enter; alumni volunteers offer brief pep talks near a coffee station, and finance firms provide QR codes for immediate internship applications. A welcome PA outlines the schedule, and an alumni panel discusses how to prepare for technical interviews. Activity spans inside and outside the venue."
  ],
  "16_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.7799600657894843,
    0.7799600657894843,
    0.7799600657894843,
    0.7821482870762955,
    0.7821482870762955,
    0.7821482870762955,
    0.7821482870762955,
    0.7821482870762955,
    0.7821482870762955,
    0.8784253690096555,
    0.8784253690096555,
    0.8784253690096555,
    0.8784253690096555,
    0.8784253690096555,
    0.8784253690096555,
    0.8784253690096555,
    0.8843293007476098,
    0.8843293007476098,
    0.8843293007476098,
    0.8843293007476098,
    0.8843293007476098,
    0.8843293007476098,
    0.8843293007476098,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365,
    0.8659780821283365
  ],
  "17": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "A scene shows dozens of booths with colorful banners encircling a polished floor.",
    "A scene shows dozens of booths with colorful banners encircling a polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "A circular arrangement of dozens of booths with colorful banners surrounds a polished floor. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "The career fair unfolds in a venue with a polished floor, where a circular loop of dozens of booths is decorated with colorful banners and surrounds the space. Some students rehearse elevator pitches against the wall, and in the adjoining classroom workshops on networking etiquette proceed as career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens of their latest apps, and a welcome PA announces the fair schedule. Outside the university gym, additional students line up before opening, with some rehearsing elevator pitches against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The career fair unfolds in a venue with a polished floor, where a circular loop of dozens of booths decorated with colorful banners surrounds the space. Some students rehearse elevator pitches against the wall as workers from human resources jot notes on tablets and students introduce themselves. In an adjoining classroom, workshops on networking etiquette proceed while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and a welcome PA announces the fair schedule. Outside the university gym, additional students line up before opening, with some also rehearsing elevator pitches against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "The career fair unfolds in a venue with a polished floor and a circular loop of dozens of booths decorated with colorful banners. Inside, some students rehearse elevator pitches against the wall as human resources staff jot notes on tablets and students introduce themselves. In an adjoining classroom, workshops on networking etiquette proceed while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps. A welcome PA announces the fair schedule. Outside the university gym, additional students line up before opening, with some also rehearsing elevator pitches against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, a polished-floor venue hosts a circular loop of booths with colorful banners. Students rehearse elevator pitches against walls while HR staff jot notes on tablets and attendees introduce themselves; groups of friends mark target employers on an event map. An adjoining classroom runs networking etiquette workshops as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their apps. At the entrance, staff scan registrations and hand out lanyards. Outside the gym, a line of students waits to enter; some rehearse pitches, others clutch resumes as a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display outreach photos; consulting firms stack case-study booklets on high tables. Alumni volunteers offer pep talks near the coffee station as an alumni panel discusses preparing for technical interviews, with schedule outlined by the welcome PA."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3630161659856811,
    0.3630161659856811,
    0.3630161659856811,
    0.3630161659856811,
    0.3630161659856811,
    0.3630161659856811,
    0.46363627614083863,
    0.46363627614083863,
    0.46363627614083863,
    0.46363627614083863,
    0.46363627614083863,
    0.46363627614083863,
    0.46363627614083863,
    0.46363627614083863,
    0.6649441356059691,
    0.6649441356059691,
    0.6649441356059691,
    0.6649441356059691,
    0.6649441356059691,
    0.6649441356059691,
    0.6649441356059691,
    0.8732118646115242,
    0.8732118646115242,
    0.8732118646115242,
    0.8732118646115242,
    0.8732118646115242,
    0.8732118646115242,
    0.8688935521966876,
    0.8688935521966876,
    0.8688935521966876,
    0.8688935521966876,
    0.8688935521966876,
    0.8688935521966876,
    0.8688935521966876,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8660920372913185,
    0.8700458222590923,
    0.8700458222590923,
    0.8700458222590923,
    0.8700458222590923,
    0.8700458222590923,
    0.8700458222590923,
    0.8700458222590923
  ],
  "18": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A venue presents a polished floor encircled by dozens of booths, each adorned with colorful banners. The booths form a circular arrangement around the floor, creating a continuous loop of display along the circumference.",
    "The venue features a polished floor encircled by dozens of booths, each adorned with colorful banners. The booths form a circular arrangement around the floor, creating a continuous loop of display along the circumference. An alumni panel discusses how to prepare for technical interviews.",
    "The venue features a polished floor encircled by dozens of booths, each adorned with colorful banners, with the booths forming a circular arrangement around the floor to create a continuous loop of display along the circumference. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, the polished floor is encircled by dozens of booths adorned with colorful banners, forming a circular loop around the floor. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "The venue features a circular loop of dozens of booths around a polished floor, each adorned with colorful banners. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, creating a visual target map beside the booths. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes in branded folders and rehearse elevator pitches against the wall. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries and remind them to maintain eye contact. At the main event, students clutch resumes and rehearse pitches; a robotics startup flies a drone above its booth."
  ],
  "18_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.42533618315230143,
    0.6893534310032705,
    0.6893534310032705,
    0.6893534310032705,
    0.6893534310032705,
    0.6893534310032705,
    0.7537541839029729,
    0.7537541839029729,
    0.7537541839029729,
    0.7537541839029729,
    0.7537541839029729,
    0.7537541839029729,
    0.7537541839029729,
    0.7537541839029729,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8347092958316659,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325,
    0.8574184165930325
  ],
  "19": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Groups of friends mark target employers on the event map, producing a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, producing a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes inside branded folders.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, producing a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "The event features a cybersecurity company hosting a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on an event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. Outside the university gym, a line of students waits for the career fair to open.",
    "At the campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on an event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. Outside the university gym, a line of students waits for the career fair to open. Finance firms offer QR codes for immediate internship applications.",
    "At the campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while students clutch branded resumes and rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on an event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. Outside the university gym, a line of students waits for the career fair to open. Finance firms offer QR codes for immediate internship applications.",
    "At the campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while students clutch branded resumes and rehearse elevator pitches against the wall. Groups of friends mark target employers on an event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. Outside the university gym, a line of students waits for the fair to open. Finance firms offer QR codes for immediate internship applications.",
    "At the campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while students clutch resumes inside branded folders and rehearse elevator pitches against the wall. Groups of friends mark target employers on an event map to create a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos from community outreach efforts. Career counselors direct unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station as a welcome PA outlines the schedule. Outside the university gym, a line of students waits for the fair to open. Finance firms offer QR codes for immediate internship applications."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.6775985349603886,
    0.6775985349603886,
    0.6775985349603886,
    0.6775985349603886,
    0.7138312026016421,
    0.7138312026016421,
    0.7138312026016421,
    0.7597009909961654,
    0.7597009909961654,
    0.7597009909961654,
    0.7597009909961654,
    0.7597009909961654,
    0.7597009909961654,
    0.7597009909961654,
    0.7597009909961654,
    0.7887751641168562,
    0.7887751641168562,
    0.7887751641168562,
    0.7963976965717466,
    0.7963976965717466,
    0.7963976965717466,
    0.7963976965717466,
    0.7964655941913903,
    0.7964655941913903,
    0.7964655941913903,
    0.7964655941913903,
    0.7964655941913903,
    0.8414962552816381,
    0.8414962552816381,
    0.8414962552816381,
    0.8414962552816381,
    0.8414962552816381,
    0.8603335680024313,
    0.8603335680024313,
    0.8603335680024313,
    0.8603335680024313,
    0.8603335680024313,
    0.8603335680024313,
    0.8587735661234815,
    0.8587735661234815,
    0.8587735661234815,
    0.8587735661234815,
    0.8587735661234815,
    0.8587735661234815,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8757833546768503,
    0.8731102982405032
  ],
  "20": [
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "In the scene, an alumni panel discusses how to prepare for technical interviews, while a line of students stands outside the university gym waiting before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews; a line of students waits outside the university gym before the career fair opens. Alumni volunteers give quick pep talks near the coffee station, while inside students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall.",
    "At the event center, dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. A line of students waits outside the university gym before the career fair opens, while alumni volunteers give quick pep talks near the coffee station. Inside, students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Concurrently, workshops on networking etiquette have begun in the adjoining classroom, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the event center, dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. A line of students waits outside the university gym before the fair opens, while alumni volunteers give quick pep talks near the coffee station and a PA announces the schedule. Inside, students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Workshops on networking etiquette have begun in the adjoining classroom, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event center, dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. A line of students waits outside the university gym before the fair opens, while alumni volunteers give quick pep talks near the coffee station and a PA announces the schedule. Inside, students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Workshops on networking etiquette have begun in the adjoining classroom, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths set in a circular arrangement and colorful banners. A line of students waits outside the gym before the fair opens, while alumni volunteers share quick pep talks near the coffee station and a PA announces the schedule. Inside, students clutch resumes in branded folders and rehearse elevator pitches against the wall. Workshops on networking etiquette run in an adjoining classroom, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying hiring targets.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths arranged in a circular loop, each booth adorned with colorful banners and healthcare providers displaying community outreach photos beside them. A line of students waits outside, while alumni volunteers share pep talks near the coffee station and a PA announces the schedule. Inside, students clutch resumes in branded folders and rehearse elevator pitches against the wall; workshops on networking etiquette run in an adjoining classroom. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack case study booklets on tables; career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map."
  ],
  "20_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.565292276624364,
    0.565292276624364,
    0.565292276624364,
    0.565292276624364,
    0.5786858642801403,
    0.5786858642801403,
    0.5786858642801403,
    0.5786858642801403,
    0.5786858642801403,
    0.5786858642801403,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.827096075250267,
    0.8774653169035866,
    0.8774653169035866,
    0.8774653169035866,
    0.8774653169035866,
    0.8774653169035866,
    0.8774653169035866,
    0.8884584210847455,
    0.8884584210847455,
    0.8884584210847455,
    0.8884584210847455,
    0.8884584210847455,
    0.8884584210847455,
    0.8884584210847455,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8785707604503401,
    0.8792512092099545,
    0.8792512092099545,
    0.8792512092099545
  ],
  "21": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students line up outside the university gym before the career fair opens.",
    "On campus, students prepare for a career fair as career counselors remind attendees to maintain eye contact. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens.",
    "On campus, students prepare for a career fair as career counselors remind attendees to maintain eye contact. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "On campus, students prepare for a career fair as career counselors remind attendees to maintain eye contact. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "On campus, students prepare for the university career fair as counselors remind attendees to maintain eye contact. Some rehearse elevator pitches against a wall, while others line up outside the university gym. Alumni volunteers share pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Groups map target employers on the event map; students clutch resumes in branded folders. An alumni panel discusses preparing for technical interviews. Tech companies display demo screens of their latest apps as a PA announces the schedule. Outside the gym, a cybersecurity company runs a password-cracking challenge on a laptop. The space features a circular ring of dozens of booths with colorful banners and a polished floor. Workshops on networking etiquette occur in the adjoining classroom as HR teams jot notes on tablets and students introduce themselves; at the entrance staff scan registrations and hand out lanyards."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3975813184050855,
    0.3975813184050855,
    0.3975813184050855,
    0.3975813184050855,
    0.5965267640020625,
    0.5965267640020625,
    0.5965267640020625,
    0.5965267640020625,
    0.5965267640020625,
    0.7177537625949835,
    0.7177537625949835,
    0.7177537625949835,
    0.7177537625949835,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.7769874780951874,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176,
    0.850104464662176
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, groups of friends mark target employers on the event map, creating a visual representation of employer targets. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station as a welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station and a welcome PA announces the fair schedule. Inside, students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Before opening, a line of students waits outside the university gym. Concurrently, workshops on networking etiquette have begun in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "At the campus career fair, dozens of booths with colorful banners surround the polished floor as groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station while a welcome PA outlines the schedule. Inside, students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Outside the university gym, a line of students waits for the fair to open. Concurrently, workshops on networking etiquette have begun in the adjoining classroom, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the campus career fair, a polished floor is encircled by dozens of booths with colorful banners arranged along the circumference. Groups of friends mark target employers on the event map, creating a visual representation of employer targets. Inside, students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, with career counselors reminding attendees to maintain eye contact, while alumni volunteers give pep talks near the coffee station and a welcome PA outlines the schedule. A robotics startup flies a drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Concurrently, workshops on networking etiquette have begun in the adjoining classroom. Outside the university gym, a line of students waits for the fair to open. Finance firms offer QR codes for internship applications."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5998406956744688,
    0.5998406956744688,
    0.5998406956744688,
    0.5998406956744688,
    0.7999597281622437,
    0.7999597281622437,
    0.7999597281622437,
    0.7902381086041208,
    0.7902381086041208,
    0.7902381086041208,
    0.7902381086041208,
    0.7902381086041208,
    0.8539616882625374,
    0.8539616882625374,
    0.8539616882625374,
    0.8539616882625374,
    0.8539616882625374,
    0.8539616882625374,
    0.8539616882625374,
    0.8539616882625374,
    0.8539616882625374,
    0.8672452600743152,
    0.8672452600743152,
    0.8672452600743152,
    0.8672452600743152,
    0.8672452600743152,
    0.8672452600743152,
    0.8672452600743152,
    0.9005945139857985,
    0.9005945139857985,
    0.9005945139857985,
    0.9005945139857985,
    0.9005945139857985,
    0.9005945139857985,
    0.9000081224437324,
    0.9000081224437324,
    0.9000081224437324,
    0.9000081224437324,
    0.9000081224437324,
    0.9000081224437324,
    0.9000081224437324,
    0.9000081224437324,
    0.9000081224437324,
    0.9000081224437324,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112,
    0.9054717601399112
  ],
  "23": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A campus career fair scene begins with a welcome announcement over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. A line of students waits outside the university gym before the career fair opens. Alumni volunteers give quick pep talks near the coffee station, while inside students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall.",
    "A campus career fair scene begins with a welcome PA outlining the schedule. An alumni panel discusses how to prepare for technical interviews. A line of students waits outside the university gym before the fair opens. Alumni volunteers give quick pep talks near the coffee station. Inside, students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall.",
    "A campus career fair opens with a welcome PA outlining the schedule, followed by an alumni panel on how to prepare for technical interviews. A line of students waits outside the university gym before the fair opens. Inside, students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Alumni volunteers give quick pep talks near the coffee station. At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. A circular arrangement of dozens of booths with colorful banners surrounds a polished floor. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, a welcome PA outlines the schedule as an alumni panel discusses how to prepare for technical interviews. A line of students waits outside the gym before opening. Inside, students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Alumni volunteers give brief pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners form a circular arrangement around a polished floor. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on an event map, and finance firms present QR codes for immediate internship applications.",
    "At a university career fair, a welcome PA outlines the schedule as an alumni panel discusses how to prepare for technical interviews. A line of students waits outside the gym before opening. Inside, attendees clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Alumni volunteers give brief pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. Dozens of booths with colorful banners form a circular arrangement around a polished floor. Career counselors remind attendees to maintain eye contact as workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, and finance firms present QR codes for immediate internship applications.",
    "At the university career fair, a welcome PA outlines the schedule as an alumni panel discusses preparing for technical interviews. Outside the gym, lines form before opening while some students rehearse elevator pitches. Inside, attendees clutch resumes in branded folders, introduce themselves to HR staff jotting notes on tablets, and some rehearse pitches against the wall. Alumni volunteers give brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps as dozens of booths with colorful banners form a circular loop around a polished floor. Groups of friends mark target employers on the event map, and finance firms present QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette proceed while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "23_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.8180920813947852,
    0.8180920813947852,
    0.8180920813947852,
    0.8180920813947852,
    0.8180920813947852,
    0.8180920813947852,
    0.8180920813947852,
    0.835968475988202,
    0.835968475988202,
    0.835968475988202,
    0.835968475988202,
    0.835968475988202,
    0.835968475988202,
    0.835968475988202,
    0.8806863218953254,
    0.8806863218953254,
    0.8806863218953254,
    0.8806863218953254,
    0.8806863218953254,
    0.8806863218953254,
    0.8806863218953254,
    0.8806863218953254,
    0.8806863218953254,
    0.8601670372783824,
    0.8601670372783824,
    0.8601670372783824,
    0.8601670372783824,
    0.8601670372783824,
    0.8601670372783824,
    0.8619668179507718,
    0.8619668179507718,
    0.8619668179507718,
    0.8619668179507718,
    0.8619668179507718,
    0.8619668179507718,
    0.8619668179507718,
    0.8619668179507718,
    0.8619668179507718,
    0.8619668179507718,
    0.8825093312029426,
    0.8825093312029426,
    0.8825093312029426,
    0.8825093312029426,
    0.8825093312029426,
    0.8825093312029426
  ],
  "24": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "A venue with a polished floor hosts dozens of booths arranged in a circle, each booth displaying colorful banners. Consulting firms nearby stack glossy case study booklets on high tables.",
    "At a venue with a polished floor, dozens of booths are arranged in a circle, each booth displaying colorful banners. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "The venue features a polished floor and a circular arrangement of dozens of booths, each booth displaying colorful banners. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying hiring targets. Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At a university gym, a career fair unfolds on a polished floor with a circular arrangement of dozens of booths, each booth displaying colorful banners. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying hiring targets. Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At a university gym, a career fair unfolds on a polished floor, featuring a circular arrangement of dozens of booths with colorful banners. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying hiring targets. Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners circle the polished floor, mirrored by a similar setup in the adjacent event center. Consulting firms stack glossy case-study booklets on high tables, while career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders, with some rehearsing elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station, plus a PA announces the schedule. Outside the university gym, a line of students waits before opening. Inside, workshops on networking etiquette have begun in the adjoining classroom, healthcare providers showcase community outreach photos, a robotics startup flies a small drone above its booth, and a cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5250707008628721,
    0.5250707008628721,
    0.5250707008628721,
    0.5250707008628721,
    0.6836427887759922,
    0.6836427887759922,
    0.6836427887759922,
    0.6836427887759922,
    0.6836427887759922,
    0.6836427887759922,
    0.8358909535462407,
    0.8358909535462407,
    0.8358909535462407,
    0.8358909535462407,
    0.8358909535462407,
    0.8358909535462407,
    0.8313715931526162,
    0.8313715931526162,
    0.8313715931526162,
    0.8313715931526162,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8113085777034371,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419,
    0.8575560505985419
  ]
}