{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. At the university campus ahead of the career fair, tech companies display demo screens showing their latest apps, while students line up outside the university gym before the fair opens.",
    "At the university campus ahead of the career fair, healthcare providers showcase community outreach photos and consulting firms stack glossy case study booklets on high tables, while a welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps as students line up outside the university gym before the fair opens, and later human resources teams jot notes on tablets as students introduce themselves.",
    "On the university campus ahead of the career fair, healthcare providers display community outreach photos, and consulting firms stack glossy case study booklets on high tables, while a welcome announcement outlines the fair schedule over the PA system. Tech companies show demo screens featuring their latest apps as students line up outside the university gym before the fair opens. Later, human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "On the university campus ahead of the career fair, healthcare providers display community outreach photos and consulting firms stack glossy case study booklets on high tables, while a welcome announcement outlines the fair schedule over the PA system. Tech companies show demo screens featuring their latest apps as students line up outside the university gym before the fair opens. Later, human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "On the university campus ahead of the career fair, healthcare providers display community outreach photos, and consulting firms stack glossy case study booklets on high tables while a welcome PA announces the fair schedule. Tech companies show demo screens of their latest apps as students line up outside the university gym before opening. Later, human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Inside the fair, students clutch resumes in branded folders as alumni volunteers share brief pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom.",
    "On the university campus ahead of the career fair, healthcare providers display community outreach photos, consulting firms stack glossy case study booklets on high tables, and a welcome PA announces the schedule while tech companies show demo screens of their latest apps as students line up outside the gym before opening. Inside the fair, students clutch resumes in branded folders as alumni volunteers share brief pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map, anchoring the area. At a networking-focused event, the demo screens remain the main focus, with screens and pep talks in proximity, and the alumni panel nearby continuing discussions."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.5137563485693808,
    0.5137563485693808,
    0.5137563485693808,
    0.5137563485693808,
    0.5137563485693808,
    0.792344693669476,
    0.792344693669476,
    0.792344693669476,
    0.792344693669476,
    0.792344693669476,
    0.792344693669476,
    0.792344693669476,
    0.792344693669476,
    0.6469103941252218,
    0.6469103941252218,
    0.6469103941252218,
    0.6469103941252218,
    0.6469103941252218,
    0.6469103941252218,
    0.6469103941252218,
    0.6469103941252218,
    0.6469103941252218,
    0.8497877894011496,
    0.8497877894011496,
    0.8497877894011496,
    0.8497877894011496,
    0.8497877894011496,
    0.8497877894011496,
    0.8577304437491131,
    0.8577304437491131,
    0.8577304437491131,
    0.8577304437491131,
    0.8577304437491131,
    0.8577304437491131,
    0.87200947591627,
    0.87200947591627,
    0.87200947591627,
    0.87200947591627,
    0.87200947591627,
    0.87200947591627,
    0.8584692648791654,
    0.8584692648791654,
    0.8584692648791654,
    0.8584692648791654,
    0.8584692648791654,
    0.8584692648791654
  ],
  "1": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map; finance firms offer QR codes for immediate internship applications.",
    "The scene centers on the university career fair: career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on the university career fair. Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom while students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "The scene centers on the university career fair. Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom while students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "The scene centers on a university career fair. Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom while students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Career counselors redirect unsure students toward applicable industries.",
    "The scene centers on a university career fair. Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map, anchoring a networking-focused area. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps, providing a backdrop of product showcases. Workshops on networking etiquette begin in the adjoining classroom, and students line up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Career counselors redirect unsure students toward applicable industries. Alumni volunteers stand near the coffee station, sharing pep talks as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "The scene centers on a university career fair where career counselors remind attendees to maintain eye contact, as groups of friends mark target employers on the event map, anchoring a networking-focused area. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps, providing a backdrop of product showcases. Workshops on networking etiquette begin in the adjoining classroom, and students line up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors redirect unsure students toward applicable industries. Alumni volunteers stand near the coffee station, sharing pep talks as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "A university career fair unfolds on a polished floor with dozens of booths and colorful banners circling the space. Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map, anchoring a networking-focused area. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps, providing a backdrop of product showcases. Workshops on networking etiquette run in the adjoining classroom, and pre-opening, students line up outside the university gym. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. Alumni volunteers stand near the coffee station, sharing pep talks as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders, and some rehearse elevator pitches quietly against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.46765439567782974,
    0.46765439567782974,
    0.46765439567782974,
    0.46765439567782974,
    0.46765439567782974,
    0.46765439567782974,
    0.8080674473890208,
    0.8080674473890208,
    0.8080674473890208,
    0.8080674473890208,
    0.8080674473890208,
    0.827726682529369,
    0.827726682529369,
    0.827726682529369,
    0.827726682529369,
    0.827726682529369,
    0.827726682529369,
    0.827726682529369,
    0.827726682529369,
    0.827726682529369,
    0.827726682529369,
    0.8119349914331955,
    0.8119349914331955,
    0.8119349914331955,
    0.8119349914331955,
    0.8119349914331955,
    0.8119349914331955,
    0.8119349914331955,
    0.8427137915245837,
    0.8427137915245837,
    0.8427137915245837,
    0.8427137915245837,
    0.8427137915245837,
    0.8427137915245837,
    0.8427137915245837,
    0.8427137915245837,
    0.8427137915245837,
    0.8427137915245837,
    0.8502849698255247,
    0.8502849698255247,
    0.8502849698255247,
    0.8502849698255247,
    0.8502849698255247,
    0.8502849698255247,
    0.8502849698255247,
    0.8519604316412328,
    0.8519604316412328,
    0.8519604316412328,
    0.8519604316412328,
    0.8519604316412328,
    0.8519604316412328,
    0.8519604316412328
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens that showcase their latest apps, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets, and students introduce themselves.",
    "Tech companies display demo screens that showcase their latest apps, forming the main focus of the scene. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets, and students introduce themselves. Nearby, alumni volunteers give brief pep talks near the coffee station. The two elements, the demo screens showcasing apps and the pep talks, are in proximity.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene. Consulting firms stack glossy case study booklets on high tables, alongside HR teams who jot notes on tablets as students introduce themselves. Nearby, alumni volunteers give brief pep talks near the coffee station, with the demo screens and pep talks in proximity. Entrance staff scan registrations and hand out lanyards, while a welcome PA outlines the fair’s schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map.",
    "The scene centers on a university career fair. Tech companies display demo screens showing their latest apps, with product showcases forming a backdrop. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables alongside HR teams jotting notes on tablets. Entrance staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair’s schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map, anchoring a networking-focused area. Alumni volunteers stand near the coffee station giving pep talks as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "The scene centers on a university career fair. Tech companies display demo screens showing their latest apps, with product showcases forming a backdrop. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables and HR teams take notes on tablets. Entrance staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair’s schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map, anchoring a networking-focused area. Alumni volunteers stand near the coffee station giving pep talks as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.4086765720960459,
    0.5476299521744328,
    0.5476299521744328,
    0.5476299521744328,
    0.5476299521744328,
    0.5476299521744328,
    0.5476299521744328,
    0.5476299521744328,
    0.5476299521744328,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.6925163025205046,
    0.8991676661276979,
    0.8991676661276979,
    0.8991676661276979,
    0.8991676661276979,
    0.8991676661276979,
    0.8991676661276979,
    0.8991676661276979,
    0.8991676661276979,
    0.8991676661276979,
    0.8991676661276979,
    0.8456461978654299,
    0.8456461978654299,
    0.8456461978654299,
    0.8456461978654299,
    0.8456461978654299,
    0.8456461978654299,
    0.8456461978654299,
    0.8456461978654299
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Groups of friends mark target employers on the event map.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Groups of friends are marking target employers on the event map. Event staff at the entrance are scanning registrations and handing out lanyards.",
    "A welcome announcement is broadcast over the PA, outlining the fair's schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA outlines the fair’s schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom while students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement over the PA outlines the fair’s schedule. Groups of friends mark target employers on the event map as preparations for the career fair proceed. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom, and students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene, with alumni volunteers nearby giving brief pep talks near the coffee station, a separate activity positioned close to that area. The two elements (screens and pep talks) are in proximity.",
    "An opening PA announcement outlines the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as preparations proceed for the career fair. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showcasing their latest apps, forming the scene’s main focus, with alumni volunteers nearby giving brief pep talks near the coffee station; the screens and pep talks are in proximity, a separate activity positioned close to that area.",
    "An opening PA announces the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as preparations proceed. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showcasing their latest apps, forming the scene’s main focus, with alumni volunteers nearby giving brief pep talks near the coffee station; the screens and pep talks are in proximity, a separate activity positioned close to that area.",
    "On campus ahead of the career fair, a welcome PA announces the schedule at the event venue. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as they navigate toward the fair. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the gym before opening. Consulting firms stack glossy case study booklets on high tables. Career counselors direct unsure students toward applicable industries and practical options, reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps, forming the scene's main focus, with alumni volunteers nearby giving brief pep talks near the coffee station; the screens and pep talks are in proximity, a separate activity positioned close to that area. An alumni panel discusses preparation for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.5984703554117053,
    0.5984703554117053,
    0.5984703554117053,
    0.5984703554117053,
    0.7811452357029289,
    0.7811452357029289,
    0.7811452357029289,
    0.7811452357029289,
    0.8573093669199506,
    0.8573093669199506,
    0.8573093669199506,
    0.8573093669199506,
    0.8519472798685841,
    0.8519472798685841,
    0.8519472798685841,
    0.8519472798685841,
    0.8519472798685841,
    0.8519472798685841,
    0.8519472798685841,
    0.8519472798685841,
    0.8519472798685841,
    0.8652124805907657,
    0.8652124805907657,
    0.8652124805907657,
    0.8652124805907657,
    0.8652124805907657,
    0.8652124805907657,
    0.8721825489293663,
    0.8721825489293663,
    0.8721825489293663,
    0.8721825489293663,
    0.8865987695110478,
    0.8865987695110478,
    0.8865987695110478,
    0.8865987695110478,
    0.8865987695110478,
    0.8865987695110478,
    0.8865987695110478,
    0.8865987695110478,
    0.8865987695110478,
    0.8865987695110478,
    0.8746563021137879,
    0.8746563021137879,
    0.8746563021137879,
    0.8746563021137879,
    0.8746563021137879,
    0.8746563021137879,
    0.8746563021137879,
    0.8746563021137879,
    0.8746563021137879
  ],
  "4": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps.",
    "Students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene shows students rehearsing elevator pitches quietly against the wall while tech companies display demo screens showing their latest apps. At the entrance, event staff are scanning registrations and handing out lanyards. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Groups of friends are marking target employers on the event map.",
    "At a bustling career fair, students rehearse elevator pitches quietly against the wall as tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At a bustling career fair, students rehearse elevator pitches quietly against the wall while tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At a bustling career fair, students rehearse elevator pitches quietly against the wall while tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym before the career fair opens, the scene is bustling: students line up outside the gym as they rehearse elevator pitches quietly against the wall and tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards, and a welcome announcement over the PA outlines the fair's schedule. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.3490918054696879,
    0.5705412158325371,
    0.5705412158325371,
    0.5705412158325371,
    0.5705412158325371,
    0.5705412158325371,
    0.5705412158325371,
    0.8010275861132224,
    0.8010275861132224,
    0.8010275861132224,
    0.8010275861132224,
    0.8010275861132224,
    0.8631212002558312,
    0.8631212002558312,
    0.8631212002558312,
    0.8631212002558312,
    0.8631212002558312,
    0.8630366210903962,
    0.8630366210903962,
    0.8630366210903962,
    0.8630366210903962,
    0.8630366210903962,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8586764872009982,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937,
    0.8624554992355937
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, anchoring the scene in a networking-focused area. Alumni volunteers stand near the coffee station, sharing quick pep talks with attendees. An alumni panel sits nearby, discussing how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map, anchoring the scene in a networking-focused area. Alumni volunteers stand near the coffee station, sharing quick pep talks with attendees. An alumni panel sits nearby, discussing how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of a networking-oriented scene. Groups of friends mark target employers on the event map, anchoring the area in this context. Alumni volunteers stand near the coffee station, sharing quick pep talks with attendees, while an alumni panel sits nearby discussing how to prepare for technical interviews. Students clutch resumes inside branded folders. The two elements are in proximity: the demo screens showcase apps, and the pep talks offer brief encouragement.",
    "At a networking-focused event, tech companies display demo screens showcasing their latest apps, forming the scene's main focus. Groups of friends mark target employers on the event map, anchoring the area in this context. Alumni volunteers stand near the coffee station, offering quick pep talks to attendees, while an alumni panel nearby discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. The demo screens and the pep talks are in proximity, with the screens showcasing apps and the talks providing brief encouragement. Career counselors remind attendees to maintain eye contact.",
    "At a networking-focused event, tech companies display demo screens showcasing their latest apps, forming the scene's main focus. Groups of friends mark target employers on the event map, anchoring the area in this context. Alumni volunteers stand near the coffee station, offering quick pep talks to attendees, and an alumni panel nearby discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. The demo screens and the pep talks are in proximity, with the screens showcasing apps and the talks providing brief encouragement. Career counselors remind attendees to maintain eye contact.",
    "On a university campus ahead of the career fair, groups of friends mark target employers on an event map as tech companies display demo screens of their latest apps, forming the scene's main focus. Outside the gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. Alumni volunteers stand near the coffee station, giving brief pep talks, and near the screens. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. In adjoining classrooms, workshops on networking etiquette are beginning and running while students clutch resumes in branded folders. A welcome PA announcement outlines the schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6736628476064848,
    0.6736628476064848,
    0.6736628476064848,
    0.6736628476064848,
    0.6736628476064848,
    0.6736628476064848,
    0.6736628476064848,
    0.6736628476064848,
    0.7331975842988239,
    0.7331975842988239,
    0.7331975842988239,
    0.7331975842988239,
    0.7331975842988239,
    0.7331975842988239,
    0.7331975842988239,
    0.7331975842988239,
    0.7532262654153565,
    0.7532262654153565,
    0.7532262654153565,
    0.7532262654153565,
    0.784483511289769,
    0.784483511289769,
    0.784483511289769,
    0.784483511289769,
    0.784483511289769,
    0.784483511289769,
    0.784483511289769,
    0.784483511289769,
    0.784483511289769,
    0.784483511289769,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.7829794879948271,
    0.8505023000010385,
    0.8505023000010385,
    0.8505023000010385,
    0.8505023000010385,
    0.8505023000010385,
    0.8505023000010385,
    0.8505023000010385,
    0.8505023000010385
  ],
  "6": [
    "",
    "\"\"",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "In the scene, alumni volunteers are sharing quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers are sharing quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the fair, alumni volunteers are giving quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. Tech companies are displaying demo screens of their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "At the fair, alumni volunteers give quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. Tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. In the adjoining classroom, workshops on networking etiquette are beginning. Groups of friends mark target employers on the event map.",
    "Alumni volunteers give quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. On the university campus ahead of the career fair, tech companies display demo screens showing their latest apps, while students line up outside the gym before opening. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. In the adjoining classroom, workshops on networking etiquette are beginning. Groups of friends mark target employers on the event map as they navigate the fair. Career counselors direct unsure students toward applicable industries and practical options.",
    "On the university campus ahead of the career fair, alumni volunteers give quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. Tech companies display demo screens showing their latest apps on the campus, while students line up outside the gym before opening. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. In the adjoining classroom, workshops on networking etiquette are beginning. Career counselors direct unsure students toward applicable industries and practical options. Groups of friends mark target employers on the event map as they navigate the fair.",
    "On the university campus ahead of the career fair, alumni volunteers give pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. Tech companies display demo screens showing their latest apps, while students line up outside the gym before opening. At the event venue, a welcome PA announces the schedule, and groups of friends mark target employers on the event map as they navigate the fair. In the adjoining classroom, workshops on networking etiquette begin, and career counselors direct unsure students toward applicable industries and practical options. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for immediate internship applications.",
    "On the university campus ahead of the career fair, alumni volunteers give pep talks near the coffee station; an alumni panel discusses preparation for technical interviews; tech companies display demo screens showing their latest apps; students line up outside the gym before opening; at the event venue, a welcome PA announces the schedule; groups of friends mark target employers on the event map as they navigate; in the adjoining classroom, workshops on networking etiquette begin; career counselors direct unsure students toward applicable industries and practical options; at the entrance, event staff scan registrations and hand out lanyards to attendees; finance firms offer QR codes for immediate internship applications.",
    "On the university campus ahead of the career fair, tech companies display demo screens showcasing their latest apps, forming the scene’s main focus, with alumni volunteers nearby giving brief pep talks near the coffee station. An alumni panel discusses preparation for technical interviews. An opening PA announces the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as they navigate. Students line up outside the university gym before opening. In the adjoining classroom, workshops on networking etiquette begin. Career counselors direct unsure students toward applicable industries and practical options, and remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "On a university campus ahead of a career fair, tech companies display demo screens showcasing their latest apps, forming the scene’s main focus, with alumni volunteers nearby giving brief pep talks near a coffee station. An alumni panel discusses preparation for technical interviews. An opening PA announces the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as they navigate. Students line up outside the university gym before opening. In the adjoining classroom, workshops on networking etiquette begin. Career counselors guide unsure students toward applicable industries and practical options, reminding attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders."
  ],
  "6_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.3624314826048288,
    0.3624314826048288,
    0.3624314826048288,
    0.3624314826048288,
    0.3624314826048288,
    0.3624314826048288,
    0.3624314826048288,
    0.5407453197359271,
    0.5407453197359271,
    0.5407453197359271,
    0.5407453197359271,
    0.5407453197359271,
    0.8171361985751231,
    0.8171361985751231,
    0.8171361985751231,
    0.8171361985751231,
    0.8752031510223954,
    0.8752031510223954,
    0.8752031510223954,
    0.8752031510223954,
    0.8752031510223954,
    0.8752031510223954,
    0.8301806501406239,
    0.8301806501406239,
    0.8301806501406239,
    0.8301806501406239,
    0.8301806501406239,
    0.8301806501406239,
    0.8301806501406239,
    0.8305798721184472,
    0.8305798721184472,
    0.8305798721184472,
    0.8305798721184472,
    0.8305798721184472,
    0.8305798721184472,
    0.8899935737419503,
    0.8899935737419503,
    0.8899935737419503,
    0.8899935737419503,
    0.8899935737419503,
    0.5599512136007835,
    0.5599512136007835,
    0.5599512136007835,
    0.5599512136007835,
    0.5599512136007835,
    0.5599512136007835,
    0.5599512136007835,
    0.5599512136007835,
    0.5599512136007835,
    0.8740042944189574,
    0.8740042944189574,
    0.8740042944189574,
    0.8740042944189574,
    0.8740042944189574,
    0.8740042944189574,
    0.8544099639108609,
    0.8544099639108609
  ],
  "7": [
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the university campus, groups of friends mark target employers on the event map as preparations for the career fair proceed. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "On a university campus, groups of friends mark target employers on the event map as preparations for the career fair proceed. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "On a university campus, groups of friends mark target employers on the event map as preparations for the career fair proceed. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene; nearby, alumni volunteers give brief pep talks near the coffee station, a separate activity positioned close to that area. The two elements are in proximity, with the screens showcasing apps and the pep talks offering brief encouragement.",
    "On a university campus, groups of friends mark target employers on the event map in preparation for the career fair. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. Tech companies display demo screens showcasing their latest apps, forming the scene’s main focus. Nearby, alumni volunteers give brief pep talks near the coffee station, a separate activity positioned close to that area; the two elements are in proximity, with the screens displaying apps and the pep talks offering encouragement. Human resources teams jot notes on tablets as students introduce themselves.",
    "On a university campus ahead of the career fair, groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom. Students queue outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. Tech companies display demo screens of their latest apps, forming the scene's main focus. Nearby, alumni volunteers give brief pep talks near the coffee station, with the pep talks positioned close to that area and in proximity to the screens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "On a university campus ahead of the career fair, groups of friends mark target employers on an event map as tech companies display demo screens of their latest apps, forming the scene's main focus. Outside the gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station and in proximity to the screens, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. In adjoining classrooms, workshops on networking etiquette are beginning and running while students clutch resumes in branded folders. A welcome PA announcement outlines the schedule over the PA system.",
    "On a university campus ahead of the career fair, groups of friends mark target employers on an event map as tech companies display demo screens of their latest apps, forming the scene's main focus. Outside the gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station and near the screens, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. In adjoining classrooms, workshops on networking etiquette are beginning and running, with students clutching resumes in branded folders. A welcome PA announcement outlines the schedule over the PA system.",
    "On a university campus ahead of the career fair, groups of friends mark target employers on an event map as tech companies display demo screens of their latest apps, forming the scene's main focus. Outside the gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station and near the screens, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. In adjoining classrooms, workshops on networking etiquette are beginning and running, with students clutching resumes in branded folders. A welcome PA announcement outlines the schedule over the PA system. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5273132046651992,
    0.5273132046651992,
    0.5273132046651992,
    0.5273132046651992,
    0.7310035225671049,
    0.7310035225671049,
    0.7310035225671049,
    0.7310035225671049,
    0.7310035225671049,
    0.7310035225671049,
    0.7572429838028829,
    0.7572429838028829,
    0.7572429838028829,
    0.7572429838028829,
    0.7572429838028829,
    0.7572429838028829,
    0.7926626525372797,
    0.7926626525372797,
    0.7926626525372797,
    0.7926626525372797,
    0.7926626525372797,
    0.7926626525372797,
    0.7977729786604366,
    0.7977729786604366,
    0.7977729786604366,
    0.7977729786604366,
    0.7977729786604366,
    0.7977729786604366,
    0.7977729786604366,
    0.81995892137168,
    0.81995892137168,
    0.81995892137168,
    0.81995892137168,
    0.81995892137168,
    0.81995892137168,
    0.81995892137168,
    0.81995892137168,
    0.8451293091328965,
    0.8451293091328965,
    0.8451293091328965,
    0.8451293091328965,
    0.8451293091328965,
    0.8451293091328965,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8504544909990374,
    0.8636040682858965,
    0.8636040682858965,
    0.8636040682858965
  ],
  "8": [
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, while a welcome announcement on the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the event venue, groups of friends mark target employers on the event map as a welcome PA announces the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, groups of friends mark target employers on the event map as a PA announces the schedule, and a welcome announcement is broadcast over the PA system outlining the fair’s schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps both at the event venue and on campus. At the entrance, event staff scan registrations and hand out lanyards to attendees, while finance firms offer QR codes for immediate internship applications. On campus ahead of the fair, alumni volunteers give quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. Students line up outside the gym before opening. Career counselors direct unsure students toward applicable industries and practical options.",
    "Groups of friends mark target employers on event map both on campus ahead of the fair and at the career fair; a PA announces the schedule and a welcome announcement outlines it. Networking etiquette workshops have begun in the adjoining classroom with attendees present, and career counselors remind attendees to maintain eye contact; counselors direct unsure students to applicable industries and practical options. Tech companies display demo screens showing their apps at the event venue and on campus. At the entrance, staff scan registrations and hand out lanyards, while finance firms offer QR codes for internship applications. On campus, alumni volunteers give pep talks near the coffee station, complemented by an alumni panel on preparation for technical interviews. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves."
  ],
  "8_score": [
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.6974111271398775,
    0.6974111271398775,
    0.6974111271398775,
    0.6974111271398775,
    0.6974111271398775,
    0.6974111271398775,
    0.6974111271398775,
    0.8371368690755414,
    0.8371368690755414,
    0.8371368690755414,
    0.8865198007593189,
    0.8865198007593189,
    0.8865198007593189,
    0.8865198007593189,
    0.8865198007593189,
    0.8865198007593189,
    0.8865198007593189,
    0.8865198007593189,
    0.8865198007593189,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259,
    0.895549106028259
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "At the fair, groups of friends mark target employers on the event map. Alumni volunteers are giving quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. Tech companies are displaying demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "At the fair, groups of friends are marking target employers on the event map. Alumni volunteers are giving quick pep talks near the coffee station, and an alumni panel is discussing preparation for technical interviews. Tech companies are displaying demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. In the adjoining classroom, workshops on networking etiquette are beginning. Consulting firms are stacking glossy case study booklets on high tables.",
    "At the fair, groups of friends mark target employers on the event map while alumni volunteers offer quick pep talks near the coffee station; an alumni panel discusses preparation for technical interviews. Tech companies display demo screens of their latest apps. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. In the adjoining classroom, workshops on networking etiquette are beginning. Consulting firms stack glossy case study booklets on high tables. Event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Tech companies display demo screens of their latest apps, forming the scene’s main focus, with nearby alumni volunteers giving brief pep talks near the coffee station; a welcome PA announces the fair’s schedule. In the adjoining classroom, workshops on networking etiquette begin, while students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. Event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. On a university campus, groups of friends mark target employers on the event map in preparation for the career fair. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a university campus career fair, tech companies display demo screens of their apps, forming the scene’s focus, while alumni volunteers near the coffee station deliver pep talks; an alumni panel discusses preparation for technical interviews. A welcome PA broadcasts the fair’s schedule. In an adjoining classroom, workshops on networking etiquette proceed, and students line up outside the gym before the fair opens. Consulting firms stack case study booklets on tables. Event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries and practical options. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map as they navigate the fair, anchoring a networking-focused zone. HR teams jot notes on tablets as students introduce themselves. Finance firms display QR codes for internship applications. Students clutch resumes in branded folders."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.8643525065240845,
    0.8643525065240845,
    0.8643525065240845,
    0.8643525065240845,
    0.8656546548455417,
    0.8656546548455417,
    0.8656546548455417,
    0.8656546548455417,
    0.8656546548455417,
    0.8656546548455417,
    0.8656546548455417,
    0.9088118471483279,
    0.9088118471483279,
    0.9088118471483279,
    0.9088118471483279,
    0.9088118471483279,
    0.9088118471483279,
    0.9088118471483279,
    0.9088118471483279,
    0.9088118471483279,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8800677625286984,
    0.8602319084796866,
    0.8602319084796866,
    0.8602319084796866,
    0.8602319084796866,
    0.8602319084796866,
    0.8602319084796866,
    0.8602319084796866,
    0.8602319084796866
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance are scanning registrations and handing out lanyards. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "Event staff at the entrance are scanning registrations and handing out lanyards. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance are scanning registrations and handing out lanyards. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Staff at the entrance scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair's schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map.",
    "Staff at the entrance scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair's schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Staff at the entrance scan registrations and hand out lanyards as a welcome PA outlines the fair's schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Networking etiquette workshops have begun in the adjoining classroom with attendees present, while students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map in preparation for the fair. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "The scene centers on a university career fair, with staff at the entrance scanning registrations and handing out lanyards as a welcome PA outlines the schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Networking etiquette workshops have begun in the adjoining classroom, while groups of friends mark target employers on the event map for the fair. Students line up outside the university gym before the fair opens. Consulting firms stack case study booklets on high tables, and tech companies display demo screens showing their latest apps, forming the main focus, with alumni volunteers giving pep talks near coffee station by the demo area. An alumni panel discusses preparing for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4189227757023398,
    0.4189227757023398,
    0.5858155376953914,
    0.5858155376953914,
    0.5858155376953914,
    0.7895831306539394,
    0.7895831306539394,
    0.7895831306539394,
    0.7895831306539394,
    0.7817005247147367,
    0.7817005247147367,
    0.7817005247147367,
    0.7817005247147367,
    0.7817005247147367,
    0.7817005247147367,
    0.7817005247147367,
    0.7817005247147367,
    0.7817005247147367,
    0.8665887945525832,
    0.8665887945525832,
    0.8665887945525832,
    0.8665887945525832,
    0.8665887945525832,
    0.8665887945525832,
    0.8665887945525832,
    0.8665887945525832,
    0.8665887945525832,
    0.8851722242199075,
    0.8851722242199075,
    0.8851722242199075,
    0.8851722242199075,
    0.8851722242199075,
    0.8851722242199075,
    0.8851722242199075,
    0.8851722242199075,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725,
    0.8925927155414725
  ],
  "11": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, providing a backdrop of ongoing product showcases. Nearby, alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showcasing their latest apps, providing a backdrop of ongoing product showcases. Nearby, alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map; finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens showing their latest apps, forming a backdrop of ongoing product showcases. Nearby, alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens showing their latest apps, forming a backdrop of ongoing product showcases. Alumni volunteers stand near the coffee station, sharing quick pep talks with attendees as an alumni panel sits nearby, discussing how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, anchoring the scene in a networking-focused area. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "On the university campus ahead of the career fair, tech companies display demo screens of their latest apps while students line up outside the gym before opening. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Inside, an adjoining classroom hosts workshops on networking etiquette. Alumni volunteers stand near the coffee station, delivering quick pep talks, complemented by an alumni panel discussing preparation for technical interviews. Finance firms display QR codes for immediate internship applications. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map as they navigate the fair, anchoring a networking-focused zone. Career counselors direct unsure students toward applicable industries and practical options and remind attendees to maintain eye contact.",
    "On the university campus ahead of the career fair, tech companies display demo screens of their latest apps while students line up outside the gym before opening. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Inside, an adjoining classroom hosts workshops on networking etiquette. Alumni volunteers stand near the coffee station delivering quick pep talks, complemented by an alumni panel discussing preparation for technical interviews. Finance firms display QR codes for immediate internship applications. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map as they navigate the fair, anchoring a networking-focused zone. Career counselors direct unsure students toward applicable industries and practical options and remind attendees to maintain eye contact.",
    "On a university campus ahead of the career fair, tech companies display demo screens of their latest apps, the scene’s main focus, as students line up outside the gym before opening and welcome PA broadcasts the schedule. Inside, adjoining classroom hosts workshops on networking etiquette. Alumni volunteers stand near the coffee station delivering quick pep talks, and an alumni panel discusses preparation for technical interviews. Finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Students clutch resumes in branded folders and groups of friends mark target employers on the event map, anchoring a networking-focused zone. Career counselors direct unsure students toward applicable industries and practical options, reminding attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. Event staff at entrance scan registrations and hand out lanyards.",
    "On a university campus ahead of the career fair, tech companies display demo screens of their latest apps as students line up outside the gym before opening, while a welcome PA broadcasts the schedule. Inside, adjoining classrooms host workshops on networking etiquette; alumni volunteers stand near the coffee station delivering quick pep talks, and an alumni panel discusses preparation for technical interviews. Finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Students clutch resumes in branded folders, and groups of friends mark target employers on the event map, anchoring a networking-focused zone. Career counselors guide unsure students toward applicable industries and practical options, reminding attendees to maintain eye contact, while HR teams jot notes on tablets as students introduce themselves. Event staff at the entrance scan registrations and hand out lanyards."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.5890234150344592,
    0.5890234150344592,
    0.5890234150344592,
    0.5890234150344592,
    0.8132788328244905,
    0.8132788328244905,
    0.8132788328244905,
    0.8132788328244905,
    0.8450729906924382,
    0.8450729906924382,
    0.8450729906924382,
    0.8450729906924382,
    0.8450729906924382,
    0.8450729906924382,
    0.8450729906924382,
    0.8450729906924382,
    0.8450729906924382,
    0.8169152630638582,
    0.8169152630638582,
    0.8169152630638582,
    0.8169152630638582,
    0.8169152630638582,
    0.8169152630638582,
    0.8169152630638582,
    0.8479243047635101,
    0.8479243047635101,
    0.8479243047635101,
    0.8479243047635101,
    0.8479243047635101,
    0.8479243047635101,
    0.8479243047635101,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.847487795185499,
    0.8324916048910045,
    0.8324916048910045,
    0.8324916048910045,
    0.8324916048910045,
    0.8324916048910045,
    0.8324916048910045,
    0.851554833470609,
    0.851554833470609
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "On campus ahead of the career fair, a welcome announcement over the PA outlines the schedule as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps while students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos, and consulting firms stack glossy case study booklets on high tables. Later, human resources teams jot notes on tablets as students introduce themselves.",
    "On campus ahead of the career fair, a scene unfolds with a welcome PA announcing an alumni panel on preparing for technical interviews. Alumni volunteers give brief pep talks near the coffee station while tech companies display demo screens of their latest apps, which form the scene's main focus. Groups of friends mark target employers on the event map as preparations proceed. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact, and later workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display community outreach photos, and consulting firms stack glossy case study booklets on high tables. At the campus entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.41206933451258076,
    0.41206933451258076,
    0.41206933451258076,
    0.41206933451258076,
    0.41206933451258076,
    0.6539605101194257,
    0.6539605101194257,
    0.6539605101194257,
    0.6539605101194257,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8364567644335178,
    0.8408854930007196,
    0.8408854930007196,
    0.8408854930007196,
    0.8408854930007196,
    0.8408854930007196,
    0.8408854930007196,
    0.8408854930007196,
    0.8408854930007196,
    0.8408854930007196,
    0.8647837804282791,
    0.8647837804282791,
    0.8647837804282791,
    0.8647837804282791,
    0.8647837804282791,
    0.8647837804282791,
    0.8647837804282791,
    0.8647837804282791,
    0.878331647394922,
    0.878331647394922,
    0.878331647394922,
    0.878331647394922,
    0.878331647394922,
    0.878331647394922,
    0.878331647394922,
    0.878331647394922
  ],
  "13": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, with attendees present. Career counselors remind attendees to maintain eye contact during the session.",
    "Networking etiquette workshops begin in the adjoining classroom, with attendees present; career counselors remind attendees to maintain eye contact during the session.",
    "Networking etiquette workshops have begun in the adjoining classroom, with attendees present. Career counselors are reminding attendees to maintain eye contact during the session.",
    "Networking etiquette workshops have begun in the adjoining classroom, with attendees present, and career counselors are reminding attendees to maintain eye contact during the session. On the university campus, groups of friends mark target employers on the event map as preparations for the career fair proceed. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops have begun in the adjoining classroom, with attendees present, and career counselors are reminding attendees to maintain eye contact during the session. On the university campus, groups of friends mark target employers on the event map as preparations for the career fair proceed. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops have begun in the adjoining classroom, with attendees present, and career counselors remind attendees to maintain eye contact during the session. On campus, groups of friends mark target employers on the event map as preparations for the career fair proceed, while students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops have begun in the adjoining classroom with attendees present, while career counselors remind attendees to maintain eye contact during the session. On campus, groups of friends mark target employers on the event map in preparation for the career fair, and students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "On campus, a career fair is in progress: networking etiquette workshops have begun in the adjoining classroom with attendees present, complemented by career counselors reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map in preparation for the fair, while students line up outside the university gym before it opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4646946415106311,
    0.4646946415106311,
    0.33980985045850987,
    0.33980985045850987,
    0.33980985045850987,
    0.33980985045850987,
    0.33980985045850987,
    0.33980985045850987,
    0.33980985045850987,
    0.45148734324877837,
    0.45148734324877837,
    0.45148734324877837,
    0.45148734324877837,
    0.45148734324877837,
    0.7244150594430677,
    0.7244150594430677,
    0.7244150594430677,
    0.7244150594430677,
    0.7244150594430677,
    0.7244150594430677,
    0.7331684430089623,
    0.7331684430089623,
    0.7331684430089623,
    0.7331684430089623,
    0.7331684430089623,
    0.7331684430089623,
    0.7962224270184781,
    0.7962224270184781,
    0.7962224270184781,
    0.7962224270184781,
    0.7962224270184781,
    0.7962224270184781,
    0.7962224270184781,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8246941740368716,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851,
    0.8682583015567851
  ],
  "14": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "Career counselors redirect unsure students toward applicable industries, guiding them toward practical options. Tech companies display demo screens that showcase their latest apps.",
    "Career counselors direct unsure students toward applicable industries and practical options. Tech companies display demo screens that showcase their latest apps. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Groups of friends mark target employers on the event map.",
    "On the university campus ahead of the career fair, tech companies display demo screens showing their latest apps, while students line up outside the university gym before the fair opens. Career counselors direct unsure students toward applicable industries and practical options. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Groups of friends mark target employers on the event map.",
    "On the university campus ahead of the career fair, students line up outside the gym while tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries and practical options. A welcome announcement is being broadcast over the PA system, outlining the fair's schedule. Groups of friends mark target employers on the event map. At the fair, alumni volunteers give quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "On the university campus ahead of the career fair, students line up outside the gym as tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries and practical options, while a welcome announcement travels over the PA system outlining the fair’s schedule. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette are beginning. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables. At the event, alumni volunteers give quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. Career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications; groups of friends continue marking target employers on the event map.",
    "On a university campus ahead of the career fair, students queue outside the gym as tech companies display demo screens of their latest apps, forming the scene's main focus. Career counselors direct unsure students toward applicable industries and practical options, remind attendees to maintain eye contact, and a welcome announcement travels over the PA outlining the fair’s schedule. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables. At the event, alumni volunteers give quick pep talks near the coffee station, complemented by an alumni panel discussing preparation for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "On a university campus ahead of the career fair, students queue outside the gym before opening as tech companies display demo screens of their latest apps. Career counselors direct attendees toward applicable industries, remind them to maintain eye contact, and a welcome PA outlines the schedule. Groups of friends mark target employers on the event map. In an adjoining classroom, networking etiquette workshops have begun. In the pre-opening phase, consulting firms stock glossy case study booklets on high tables. Once the fair is underway, alumni volunteers give pep talks near the coffee station and an alumni panel discusses preparation for technical interviews. HR teams jot notes on tablets as students introduce themselves; finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "14_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.5777183924576491,
    0.5777183924576491,
    0.5777183924576491,
    0.850495201983863,
    0.850495201983863,
    0.850495201983863,
    0.850495201983863,
    0.850495201983863,
    0.850495201983863,
    0.7992747875188531,
    0.7992747875188531,
    0.7992747875188531,
    0.7992747875188531,
    0.7992747875188531,
    0.7992747875188531,
    0.840590726628379,
    0.840590726628379,
    0.840590726628379,
    0.840590726628379,
    0.840590726628379,
    0.840590726628379,
    0.840590726628379,
    0.840590726628379,
    0.840590726628379,
    0.8541782611606001,
    0.8541782611606001,
    0.8541782611606001,
    0.8541782611606001,
    0.8541782611606001,
    0.8541782611606001,
    0.8541782611606001,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8790417668299859,
    0.8957978927194485,
    0.8957978927194485,
    0.8957978927194485,
    0.8957978927194485
  ],
  "15": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps.",
    "Alumni volunteers share brief pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene; nearby, alumni volunteers give brief pep talks near the coffee station, a separate activity positioned close to that area. The two elements are in proximity, with the screens showcasing apps and the pep talks offering brief encouragement.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene. Nearby, alumni volunteers give brief pep talks near the coffee station, a separate activity positioned close to that area. The two elements—the demo screens and the pep talks—are presented in close proximity, with the screens highlighting apps and the pep talks offering brief encouragement.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene. Nearby, alumni volunteers give brief pep talks near the coffee station, a separate activity positioned close to that area. The two elements—the demo screens and the pep talks—are presented in close proximity, with the screens highlighting apps and the pep talks offering brief encouragement.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene. Nearby, alumni volunteers give brief pep talks near the coffee station, a separate activity positioned close to that area. The two elements—the demo screens and the pep talks—are in close proximity, with the screens highlighting apps and the pep talks offering brief encouragement. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets, and students introduce themselves.",
    "Tech companies display demo screens showing their latest apps, forming the main focus of the scene. Nearby, alumni volunteers give brief pep talks near the coffee station, a separate activity positioned close to that area; the two elements are in close proximity, with the screens highlighting apps and the pep talks offering brief encouragement. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets, and students introduce themselves.",
    "On a university campus ahead of the career fair, groups of friends mark target employers on an event map as tech companies display demo screens of their latest apps, making the screens the scene’s main focus. Outside the gym, students line up before the fair opens. Alumni volunteers give brief pep talks near the coffee station, with some talks occurring in proximity to the screens, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. In adjoining classrooms, workshops on networking etiquette begin and run while students clutch resumes in branded folders. A welcome PA announcement outlines the schedule over the PA system.",
    "On a university campus ahead of the career fair, groups of friends mark target employers on an event map both on campus ahead of the fair and at the fair, while tech companies display demo screens of their latest apps, forming the scene’s main focus. Outside the gym, students queue before the fair opens. Alumni volunteers give brief pep talks near the coffee station, some in proximity to the screens, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. In adjoining classrooms, workshops on networking etiquette begin and run as students clutch resumes in branded folders. A welcome PA announces the schedule over the PA system, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4021783976583183,
    0.4021783976583183,
    0.4021783976583183,
    0.4021783976583183,
    0.4021783976583183,
    0.4021783976583183,
    0.4021783976583183,
    0.49263626552736095,
    0.49263626552736095,
    0.49263626552736095,
    0.49263626552736095,
    0.49263626552736095,
    0.49263626552736095,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6485031804189352,
    0.6993798231546752,
    0.6993798231546752,
    0.6993798231546752,
    0.6993798231546752,
    0.6993798231546752,
    0.6993798231546752,
    0.6993798231546752,
    0.6993798231546752,
    0.6993798231546752,
    0.6993798231546752,
    0.7013541160622869,
    0.7013541160622869,
    0.7013541160622869,
    0.7013541160622869,
    0.7013541160622869,
    0.7013541160622869,
    0.7013541160622869,
    0.7013541160622869,
    0.8495552082609579,
    0.8495552082609579,
    0.8495552082609579,
    0.8495552082609579,
    0.8495552082609579,
    0.8495552082609579,
    0.8495552082609579,
    0.8495552082609579,
    0.8495552082609579,
    0.8495552082609579,
    0.8568100346870191,
    0.8568100346870191,
    0.8568100346870191,
    0.8568100346870191,
    0.8568100346870191
  ],
  "16": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, forming the main focus of the scene. Alumni volunteers share quick pep talks near the coffee station, a separate activity positioned close to that area. The two elements—demo screens and pep talks—are presented in proximity, with the screens showcasing apps and the pep talks offering brief encouragement.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene. Alumni volunteers share brief pep talks near the coffee station, a separate activity positioned close to that area. The two elements—the demo screens and the pep talks—are presented in proximity, with the screens showcasing apps and the pep talks offering brief encouragement.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene. Nearby, alumni volunteers give brief pep talks near the coffee station, a separate activity positioned close to that area. The two elements—the demo screens and the pep talks—are in proximity, with the screens showcasing apps and the pep talks offering brief encouragement.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene, while nearby alumni volunteers give brief pep talks near the coffee station. The two elements are in proximity: the demo screens showcase apps, and the pep talks offer brief encouragement.",
    "Tech companies display demo screens showcasing their latest apps, forming the main focus of the scene, while nearby alumni volunteers give brief pep talks near the coffee station. The two elements are in close proximity: the demo screens highlight apps and the pep talks offer brief encouragement, with the pep talks presented as a separate activity near that area.",
    "Tech companies display demo screens showcasing their latest apps, which form the main focus of the scene, while alumni volunteers nearby give brief pep talks near the coffee station; the two elements are in close proximity, with pep talks presented as a separate activity in that area. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech company demo screens showcasing their latest apps form the main focus of the scene, while alumni volunteers deliver brief pep talks near a coffee station; the two elements are in close proximity, with pep talks treated as a separate activity in that area. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends repeatedly mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables. At the event, career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications; groups of friends continue marking target employers on the event map.",
    "Tech company demo screens showcasing their latest apps form the scene’s main focus, with nearby alumni volunteers delivering brief pep talks near a coffee station; the pep talks occur close to the app screens. At the university campus entrance, event staff scan registrations and hand out lanyards. Groups of friends repeatedly mark target employers on the event map as preparations for the career fair proceed. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "On a university campus during a career fair pre-opening phase, tech company demo screens form the scene’s main focus, with alumni volunteers delivering brief pep talks near a coffee station, the talks occurring close to the app screens. At the campus entrance, event staff scan registrations and hand out lanyards. Groups of friends repeatedly mark target employers on the event map as preparations proceed. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in an adjoining classroom as students line up outside the university gym before the career fair opens. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.6602669045740435,
    0.6602669045740435,
    0.6602669045740435,
    0.6602669045740435,
    0.647802687517929,
    0.647802687517929,
    0.647802687517929,
    0.6310372368697448,
    0.6310372368697448,
    0.6310372368697448,
    0.6310372368697448,
    0.6310372368697448,
    0.48705568949457556,
    0.48705568949457556,
    0.48705568949457556,
    0.48705568949457556,
    0.4932642647005786,
    0.4932642647005786,
    0.4932642647005786,
    0.4932642647005786,
    0.4932642647005786,
    0.4932642647005786,
    0.4932642647005786,
    0.7539842916600334,
    0.7539842916600334,
    0.7539842916600334,
    0.7539842916600334,
    0.7539842916600334,
    0.7539842916600334,
    0.8536903110698514,
    0.8536903110698514,
    0.8536903110698514,
    0.8536903110698514,
    0.8536903110698514,
    0.8536903110698514,
    0.8536903110698514,
    0.857543261073139,
    0.857543261073139,
    0.857543261073139,
    0.857543261073139,
    0.857543261073139,
    0.857543261073139,
    0.857543261073139,
    0.857543261073139,
    0.8523587316771932,
    0.8523587316771932,
    0.8523587316771932,
    0.8523587316771932,
    0.8523587316771932,
    0.8523587316771932,
    0.8523587316771932,
    0.8523587316771932,
    0.8523587316771932,
    0.8523587316771932
  ],
  "17": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. At the event, career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications; groups of friends continue marking target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. At the event, career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "During the pre-opening phase, workshops on networking etiquette take place in the adjoining classroom as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. At the event, career counselors remind attendees to maintain eye contact, while finance firms provide QR codes for immediate internship applications. Inside the fair, students clutch resumes in branded folders as alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the event schedule. An alumni panel discusses how to prepare for technical interviews.",
    "During the pre-opening phase, students line up outside the university gym as workshops on networking etiquette run in the adjoining classroom before the career fair opens. Consulting firms stack glossy case-study booklets on high tables, and groups of friends mark target employers on the event map. When the event opens, career counselors remind attendees to maintain eye contact, and finance firms provide QR codes for immediate internship applications. Inside the fair, students clutch resumes in branded folders as alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the event schedule. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "Prior to opening, students line up outside the university gym as networking etiquette workshops run in the adjoining classroom; consulting firms stack glossy case-study booklets on high tables while groups of friends mark target employers on the event map. When the fair opens, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; finance firms provide QR codes for immediate internship applications. Inside the fair, students clutch resumes in branded folders as alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews; some students rehearse elevator pitches quietly against the wall. The scene centers on a networking-focused career fair with dozens of booths featuring colorful banners, tech companies displaying demo screens showing latest apps, and a backdrop of product showcases; welcome PA outlines the event schedule."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.5828296022112605,
    0.5828296022112605,
    0.5828296022112605,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.6057232663453441,
    0.7585188784999565,
    0.7585188784999565,
    0.7585188784999565,
    0.7585188784999565,
    0.7585188784999565,
    0.7585188784999565,
    0.7585188784999565,
    0.7818369838705848,
    0.7818369838705848,
    0.7818369838705848,
    0.7818369838705848,
    0.7818369838705848,
    0.7818369838705848,
    0.7818369838705848,
    0.7818369838705848,
    0.881559453832228,
    0.881559453832228,
    0.881559453832228,
    0.881559453832228,
    0.881559453832228,
    0.881559453832228,
    0.8715375815230364,
    0.8715375815230364,
    0.8715375815230364,
    0.8715375815230364,
    0.8715375815230364,
    0.8715375815230364,
    0.8715375815230364,
    0.8859599618572789,
    0.8859599618572789,
    0.8859599618572789,
    0.8859599618572789,
    0.8859599618572789,
    0.8859599618572789,
    0.8859599618572789
  ],
  "18": [
    "",
    "",
    "\"\"",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "At the university campus ahead of the career fair, tech companies display demo screens showing their latest apps, while students line up outside the university gym before the fair opens.",
    "On a university campus ahead of the career fair, tech companies display demo screens featuring their latest apps. Students line up outside the university gym before the fair opens, and they clutch resumes inside branded folders.",
    "On a university campus ahead of the career fair, tech companies display demo screens featuring their latest apps. Students line up outside the university gym before the fair opens, clutching resumes inside branded folders. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Groups of friends are marking target employers on the event map. Event staff at the entrance are scanning registrations and handing out lanyards.",
    "On a university campus ahead of the career fair, tech companies display demo screens showcasing their latest apps, forming the main focus of the scene. Students line up outside the university gym before the fair opens, clutching resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the event schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers give brief pep talks near a coffee station, with the two elements presented in close proximity—the demo screens and the pep talks—as the screens highlight apps and the pep talks offer brief encouragement.",
    "On a university campus ahead of the career fair, tech companies display demo screens showcasing their latest apps, forming the scene’s main focus. Students line up outside the university gym before the fair opens, clutching resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the event schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers give brief pep talks near a coffee station, with the two elements presented in close proximity—the demo screens and the pep talks—as the screens highlight apps and the pep talks offer brief encouragement. Dozens of booths with colorful banners circle the polished floor.",
    "On a university campus ahead of the career fair, dozens of booths with colorful banners encircle a polished floor, while tech demo screens showcase the latest apps as the scene’s main focus. Students line up outside the university gym before opening, clutching resumes in branded folders as a welcome PA outlines the schedule. Groups of friends repeatedly mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers give brief pep talks near a coffee station close to the screens. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while finance firms offer QR codes for internship applications."
  ],
  "18_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.46458391006521915,
    0.46458391006521915,
    0.46458391006521915,
    0.46458391006521915,
    0.46458391006521915,
    0.46458391006521915,
    0.604635496819644,
    0.604635496819644,
    0.604635496819644,
    0.604635496819644,
    0.604635496819644,
    0.8263483165792566,
    0.8263483165792566,
    0.8263483165792566,
    0.8263483165792566,
    0.8263483165792566,
    0.8479133539601269,
    0.8479133539601269,
    0.8479133539601269,
    0.8479133539601269,
    0.8479133539601269,
    0.8479133539601269,
    0.8479133539601269,
    0.8479133539601269,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8481992125465898,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411,
    0.8686721020993411
  ],
  "19": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, and groups of friends mark target employers on the event map.",
    "During the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "During the fair, a welcome announcement over the PA system outlines the schedule for the event. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "During the fair, a welcome announcement over the PA system outlines the event's schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "During the fair, a welcome announcement over the PA system outlines the event's schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA system outlines the event schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA system outlines the event schedule. Groups of friends mark target employers on the event map as they navigate the fair. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. On the university campus ahead of the career fair, tech companies display demo screens showing their latest apps, while students line up outside the gym before opening. In the adjoining classroom, workshops on networking etiquette are beginning. Career counselors direct unsure students toward applicable industries and practical options.",
    "Near the fair entrance, a welcome PA announces the event schedule as attendees prepare. Groups of friends mark target employers on the event map while moving through the venue. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. On the university campus ahead of the career fair, tech companies display demo screens showing their latest apps, and students line up outside the gym before opening. In the adjoining classroom, workshops on networking etiquette are beginning. Career counselors direct unsure students toward applicable industries and practical options. Event staff scan registrations and hand out lanyards at the entrance.",
    "On the university campus ahead of the career fair, students line up outside the gym before opening as workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA announces the event schedule, and a welcome broadcast reinforces it. Inside the fair, students clutch resumes in branded folders as alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. When the event opens, career counselors direct unsure students toward applicable industries and practical options, remind attendees to maintain eye contact, and finance firms provide QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.48130291381723317,
    0.48130291381723317,
    0.48130291381723317,
    0.48130291381723317,
    0.8653137701857239,
    0.8653137701857239,
    0.8653137701857239,
    0.8653137701857239,
    0.8653137701857239,
    0.8653137701857239,
    0.8571745604321648,
    0.8571745604321648,
    0.8571745604321648,
    0.8571745604321648,
    0.8609704652315163,
    0.8609704652315163,
    0.8609704652315163,
    0.8609704652315163,
    0.8609704652315163,
    0.8609704652315163,
    0.8609704652315163,
    0.8609704652315163,
    0.8609704652315163,
    0.8554362205273127,
    0.8554362205273127,
    0.8554362205273127,
    0.8554362205273127,
    0.8554362205273127,
    0.8554362205273127,
    0.8849482370975885,
    0.8849482370975885,
    0.8849482370975885,
    0.8849482370975885,
    0.8849482370975885,
    0.8849482370975885,
    0.8849482370975885,
    0.8849482370975885,
    0.8849482370975885,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.885128525764534,
    0.89578492220133,
    0.89578492220133
  ],
  "20": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement over the PA system outlines the fair's schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "During the fair, a welcome announcement over the PA system outlines the schedule for the event. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA system outlines the event schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA system outlines the event schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement over the PA system outlines the event schedule, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a welcome announcement over the PA system outlines the event schedule as groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a welcome announcement over the PA outlines the event schedule as groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share brief pep talks near the coffee station as students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, a welcome PA announces the event schedule as groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share brief pep talks near the coffee station as students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.8659847877992273,
    0.8659847877992273,
    0.8659847877992273,
    0.8305541172639128,
    0.8305541172639128,
    0.8305541172639128,
    0.8305541172639128,
    0.8305541172639128,
    0.8571745604321648,
    0.8571745604321648,
    0.8571745604321648,
    0.8571745604321648,
    0.8554362205273127,
    0.8554362205273127,
    0.8554362205273127,
    0.8554362205273127,
    0.8806846802938731,
    0.8806846802938731,
    0.8806846802938731,
    0.8806846802938731,
    0.8807410018032897,
    0.8807410018032897,
    0.8807410018032897,
    0.8807410018032897,
    0.8807410018032897,
    0.8807410018032897,
    0.8807410018032897,
    0.8807410018032897,
    0.8462729046944262,
    0.8462729046944262,
    0.8462729046944262,
    0.8462729046944262,
    0.8462729046944262,
    0.8462729046944262,
    0.8442990525694046,
    0.8442990525694046,
    0.8442990525694046,
    0.8442990525694046,
    0.8525763117192975,
    0.8525763117192975,
    0.8525763117192975,
    0.8525763117192975,
    0.8525763117192975,
    0.8525763117192975
  ],
  "21": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "The scene shows students clutching resumes inside branded folders, while alumni volunteers share brief pep talks near the coffee station.",
    "Students clutch resumes inside branded folders as alumni volunteers share brief pep talks near the coffee station. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students clutch resumes inside branded folders as alumni volunteers share brief pep talks near the coffee station. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students clutch resumes inside branded folders as alumni volunteers share brief pep talks near the coffee station. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the fair, students clutch resumes inside branded folders as alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the event schedule. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, students clutch resumes inside branded folders as alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the event schedule. Workshops on networking etiquette run in the adjoining classroom, with students lining up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables. At the event, career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, students clutch resumes inside branded folders as alumni volunteers deliver brief pep talks near the coffee station. A welcome PA announcement outlines the event schedule. In the pre-opening phase, consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette run in the adjoining classroom, with students lining up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. Staff at the entrance scan registrations and hand out lanyards.",
    "At the university career fair, students clutch resumes inside branded folders while alumni volunteers deliver brief pep talks near the coffee station. A welcome PA announces the event schedule. In the pre-opening phase, consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette run in the adjoining classroom, with students lining up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. Staff at the entrance scan registrations and hand out lanyards."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3600007908875419,
    0.3600007908875419,
    0.3600007908875419,
    0.3600007908875419,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.7749056091362051,
    0.8373174714402218,
    0.8373174714402218,
    0.8373174714402218,
    0.8373174714402218,
    0.8373174714402218,
    0.8373174714402218,
    0.8373174714402218,
    0.8373174714402218,
    0.8611029880167432,
    0.8611029880167432,
    0.8611029880167432,
    0.8611029880167432,
    0.8611029880167432,
    0.8611029880167432,
    0.9034068682962451,
    0.9034068682962451,
    0.9034068682962451,
    0.9034068682962451,
    0.9034068682962451,
    0.9034068682962451,
    0.9034068682962451,
    0.9034068682962451,
    0.8601722819765267,
    0.8601722819765267,
    0.8601722819765267,
    0.8601722819765267,
    0.8601722819765267,
    0.8673038766321229,
    0.8673038766321229,
    0.8673038766321229,
    0.8673038766321229,
    0.8673038766321229,
    0.8673038766321229,
    0.8673038766321229
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. On a university campus, groups of friends mark target employers on the event map as preparations for the career fair proceed. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Tech companies display demo screens showcasing their latest apps, forming the scene’s main focus; nearby, alumni volunteers give brief pep talks near the coffee station. The pep talks occur close to the app screens, providing brief encouragement.",
    "At the university campus entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as preparations for the career fair proceed. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Tech companies display demo screens showcasing their latest apps, forming the scene’s main focus; nearby, alumni volunteers give brief pep talks near the coffee station. The pep talks occur close to the app screens, providing brief encouragement.",
    "At the university campus entrance, event staff scan registrations and hand out lanyards as groups of friends repeatedly mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Tech companies display demo screens showcasing their latest apps, forming the scene’s main focus, with alumni volunteers delivering brief pep talks near a coffee station close to the screens. Workshops on networking etiquette begin in the adjoining classroom while students line up outside the university gym before the career fair opens. In the pre-opening phase, consulting firms stack glossy case study booklets on high tables. At the event, career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "At the university campus entrance, event staff scan registrations and hand out lanyards as groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop, while tech firms display demo screens that form the scene’s main focus, with alumni volunteers delivering brief pep talks near a coffee station by the screens. Pre-opening, consulting firms stack glossy case-study booklets on high tables. Networking etiquette workshops have begun in the adjoining classroom, with attendees present, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications. A welcome PA outlines the fair's schedule, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.8491871222835867,
    0.8491871222835867,
    0.8491871222835867,
    0.8491871222835867,
    0.8491871222835867,
    0.8491871222835867,
    0.8491871222835867,
    0.8491871222835867,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8281969409948311,
    0.8477889298124506,
    0.8477889298124506,
    0.8477889298124506,
    0.8477889298124506,
    0.8477889298124506,
    0.8477889298124506,
    0.8477889298124506,
    0.8477889298124506,
    0.8477889298124506,
    0.8822813947247131,
    0.8822813947247131,
    0.8822813947247131
  ],
  "23": [
    "",
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Workshops on networking etiquette begin in the adjoining classroom. The scene shows students clutching resumes inside branded folders, while alumni volunteers share brief pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the career fair at the university. Workshops on networking etiquette begin in the adjoining classroom. In the scene, students clutch resumes inside branded folders, while alumni volunteers share brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens.",
    "A welcome PA announcement outlines the career fair schedule at the university. In adjoining classrooms, workshops on networking etiquette run while students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a welcome PA announcement outlines the schedule, broadcast over the PA system. In adjoining classrooms, workshops on networking etiquette are beginning and running while students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Outside the gym, students line up before the career fair opens. Groups of friends mark target employers on an event map at the fair. Tech companies display demo screens of their latest apps.",
    "At the university career fair, a welcome PA announces the schedule over the PA system. In adjoining classrooms, workshops on networking etiquette begin and run as students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, positioned close to that area and in proximity to the screens, while an alumni panel discusses how to prepare for technical interviews. Outside the gym, students queue before the fair opens. Groups of friends mark target employers on the event map both on campus ahead of the fair and at the fair. Tech companies display demo screens of their latest apps, forming the scene's main focus. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the university career fair, a welcome PA announces the schedule and outlines the fair's proceedings. Tech companies display demo screens of their latest apps, forming the scene's main focus, with nearby alumni volunteers giving brief pep talks near the coffee station and in proximity to the demo area. In adjoining classrooms, workshops on networking etiquette run as students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Outside the gym, students queue before the fair opens. Groups of friends mark target employers on the event map on campus ahead of the fair and again at the fair. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "The university career fair unfolds with a welcome PA outlining schedule and proceedings, setting the scene for a bustling event. Tech companies display demo screens as the main focus, with alumni volunteers delivering brief pep talks near the coffee station and close to the demo area. Adjoining classrooms host workshops on networking etiquette while students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Outside the gym, students queue before opening. Groups of friends mark target employers on the event map on campus both before and during the fair. Healthcare providers showcase community outreach photos, and HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor."
  ],
  "23_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.5694458852859172,
    0.5694458852859172,
    0.5694458852859172,
    0.5694458852859172,
    0.5694458852859172,
    0.7592129472454652,
    0.7592129472454652,
    0.7592129472454652,
    0.7592129472454652,
    0.7678636068733184,
    0.7678636068733184,
    0.7678636068733184,
    0.7678636068733184,
    0.7678636068733184,
    0.7678636068733184,
    0.7678636068733184,
    0.8029971057558148,
    0.8029971057558148,
    0.8029971057558148,
    0.8029971057558148,
    0.8029971057558148,
    0.8029971057558148,
    0.8029971057558148,
    0.8029971057558148,
    0.8029971057558148,
    0.8029971057558148,
    0.8589965334131248,
    0.8589965334131248,
    0.8589965334131248,
    0.8589965334131248,
    0.8589965334131248,
    0.8589965334131248,
    0.8589965334131248,
    0.8589965334131248,
    0.8589965334131248,
    0.8589965334131248,
    0.8825939303759825,
    0.8825939303759825,
    0.8825939303759825,
    0.8825939303759825,
    0.8825939303759825,
    0.8825939303759825,
    0.8825939303759825,
    0.8825939303759825,
    0.8966924177568236,
    0.8966924177568236,
    0.8966924177568236,
    0.8966924177568236,
    0.8966924177568236,
    0.8966924177568236,
    0.8966924177568236,
    0.8966924177568236,
    0.8966924177568236,
    0.8966924177568236
  ],
  "24": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while a welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends mark target employers on the event map, while a welcome announcement on the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Groups of friends mark target employers on the event map, and a welcome announcement on the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map as a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, forming the main focus of the scene, with nearby alumni volunteers giving brief pep talks near the coffee station as a separate activity in close proximity to the demo area.",
    "Groups of friends mark target employers on the event map as a welcome PA outlines and announces the fair schedule; at the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, forming the main focus of the scene, with nearby alumni volunteers giving brief pep talks near the coffee station close to the demo area. Finance firms offer QR codes for immediate internship applications.",
    "Groups of friends mark target employers on the event map as a welcome PA outlines and announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, forming the scene’s main focus, with nearby alumni volunteers giving brief pep talks near the coffee station close to the demo area. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Groups of friends mark target employers on the event map as a welcome PA outlines and announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, forming the scene’s main focus, with nearby alumni volunteers giving brief pep talks near the coffee station close to the demo area. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5016495424939809,
    0.5016495424939809,
    0.5016495424939809,
    0.5016495424939809,
    0.5016495424939809,
    0.5016495424939809,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.6435576237896055,
    0.8252077964995115,
    0.8252077964995115,
    0.8252077964995115,
    0.8252077964995115,
    0.8252077964995115,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8479958636565252,
    0.8732548226790189,
    0.8732548226790189,
    0.8732548226790189,
    0.8732548226790189,
    0.8945983851811772,
    0.8945983851811772,
    0.8945983851811772,
    0.8945983851811772,
    0.8945983851811772,
    0.8945983851811772,
    0.8945983851811772,
    0.8945983851811772,
    0.8945983851811772,
    0.8945983851811772,
    0.8986837001770616,
    0.8986837001770616
  ]
}