{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule, guiding attendees through the event.",
    "In a professional setting at a career fair, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule, guiding attendees through the event.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule and guides attendees through the event. A robotics startup flies a small drone above its booth to attract attention.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule and guides attendees through the event. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule and guides attendees through the event. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the professional career fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule and guides attendees through the event. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.312195872368288,
    0.312195872368288,
    0.312195872368288,
    0.47051201134425735,
    0.47051201134425735,
    0.47051201134425735,
    0.47051201134425735,
    0.47051201134425735,
    0.47051201134425735,
    0.47051201134425735,
    0.47129696557586376,
    0.47129696557586376,
    0.47129696557586376,
    0.5325397935220141,
    0.5325397935220141,
    0.5325397935220141,
    0.5325397935220141,
    0.7647541382320826,
    0.7647541382320826,
    0.7647541382320826,
    0.7647541382320826,
    0.7647541382320826,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.7855583491645372,
    0.8458761516477182,
    0.8458761516477182,
    0.8458761516477182,
    0.8458761516477182,
    0.866350543449792,
    0.866350543449792,
    0.866350543449792,
    0.866350543449792,
    0.866350543449792,
    0.866350543449792,
    0.866350543449792,
    0.866350543449792,
    0.8619783469398158,
    0.8619783469398158,
    0.8619783469398158,
    0.8619783469398158,
    0.8619783469398158,
    0.8683031264757731,
    0.8683031264757731,
    0.8683031264757731
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a career event setting, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At a career event, counselors remind attendees to maintain eye contact as a behavior cue. Students clutch resumes tucked inside branded folders. Event staff scan registrations at the entrance and distribute lanyards to attendees.",
    "At a career event, counselors remind attendees to maintain eye contact as a behavior cue. Students clutch resumes tucked inside branded folders. Event staff scan registrations at the entrance and distribute lanyards to attendees.",
    "A career event at the university gym precedes the career fair opening, with students lining up outside the gym. Counselors remind attendees to maintain eye contact as a behavior cue. Students clutch resumes tucked inside branded folders. Event staff scan registrations at the entrance and distribute lanyards to attendees.",
    "At the university gym, a career event precedes the career fair opening, with students lining up outside the gym. Counselors remind attendees to maintain eye contact as a behavior cue. Students clutch resumes tucked inside branded folders. Event staff scan registrations at the entrance and distribute lanyards to attendees.",
    "At the university gym, a career event unfolds before the career fair opens, with students lining up outside. Counselors remind attendees to maintain eye contact as a behavior cue. Students clutch resumes tucked inside branded folders. Event staff scan registrations at the entrance and distribute lanyards to attendees. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5581208223990257,
    0.5581208223990257,
    0.5581208223990257,
    0.5581208223990257,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7359038294551604,
    0.7686761586053215,
    0.7686761586053215,
    0.7686761586053215,
    0.7686761586053215,
    0.7545450367774305,
    0.7545450367774305,
    0.7545450367774305,
    0.7545450367774305,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311,
    0.7905112528186311
  ],
  "2": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews. Meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. In parallel, human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. In parallel, human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. In parallel, human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and distribute lanyards. An alumni panel discusses how to prepare for technical interviews. In parallel, human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and distribute lanyards, guiding attendee check-in. An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves in parallel. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop to engage visitors. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.6287980059917839,
    0.7585523469278215,
    0.7585523469278215,
    0.7585523469278215,
    0.7585523469278215,
    0.7585523469278215,
    0.7585523469278215,
    0.7585523469278215,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.7799881720488621,
    0.804981248042917,
    0.804981248042917,
    0.804981248042917,
    0.804981248042917,
    0.804981248042917,
    0.804981248042917,
    0.804981248042917,
    0.804981248042917,
    0.829775962686242,
    0.829775962686242,
    0.829775962686242,
    0.829775962686242,
    0.829775962686242,
    0.829775962686242,
    0.829775962686242,
    0.829775962686242,
    0.829775962686242,
    0.8547214535452698
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; at the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement over the PA sets the tone for the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the PA sets the tone for the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "A welcome announcement over the PA sets the tone for the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "A welcome announcement over the PA sets the tone for the career fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "An on-site career fair opens with a welcome announcement over the PA that sets the tone for the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, awaiting entry. Healthcare providers showcase community outreach photos to illustrate their work.",
    "An on-site career fair at the university gym opens with a welcome announcement over the PA, setting a formal tone for the schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before entry, awaiting the opening. Healthcare providers display community outreach photos to illustrate their work. Finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.45819888851085,
    0.45819888851085,
    0.45819888851085,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.7996775104663789,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8400344716871319,
    0.8637441386629152,
    0.8637441386629152,
    0.8637441386629152,
    0.8637441386629152,
    0.8637441386629152,
    0.8637441386629152,
    0.8679405468563512,
    0.8679405468563512,
    0.8679405468563512,
    0.8679405468563512,
    0.8679405468563512,
    0.8679405468563512,
    0.837502887213853,
    0.837502887213853,
    0.837502887213853,
    0.837502887213853,
    0.837502887213853
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "A career fair scene centers on an alumni panel discussing how to prepare for technical interviews as dozens of booths with colorful banners encircle a polished floor. Finance firms offer QR codes for immediate internship applications while students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle a polished floor. Finance firms provide QR codes for immediate internship applications, while students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners encircle a polished floor. Finance firms provide QR codes for immediate internship applications, and students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle a polished floor. Finance firms provide QR codes for immediate internship applications, and students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.6339583331958797,
    0.6339583331958797,
    0.6339583331958797,
    0.6339583331958797,
    0.6339583331958797,
    0.6339583331958797,
    0.6339583331958797,
    0.6339583331958797,
    0.6339583331958797,
    0.6339583331958797,
    0.7439220368277842,
    0.7439220368277842,
    0.7439220368277842,
    0.7439220368277842,
    0.7439220368277842,
    0.7439220368277842,
    0.7761549022080665,
    0.7761549022080665,
    0.7761549022080665,
    0.7761549022080665,
    0.7761549022080665,
    0.8686992975411623,
    0.8686992975411623,
    0.8686992975411623,
    0.8686992975411623,
    0.8686992975411623,
    0.8686992975411623,
    0.8686992975411623,
    0.8686992975411623,
    0.8686992975411623,
    0.8896120278074343,
    0.8896120278074343,
    0.8896120278074343,
    0.8896120278074343,
    0.8896120278074343,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.8932672532590618,
    0.9020440325479205
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while groups of friends mark target employers on the event map.",
    "Tech companies display demo screens that showcase their latest apps, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showcasing their latest apps, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, tech companies display demo screens showcasing their latest apps while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders.",
    "At a career fair, tech companies display demo screens showcasing their latest apps while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career fair, tech companies display demo screens showcasing their latest apps while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career fair, tech companies display demo screens showcasing their latest apps while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career fair, tech companies display demo screens showcasing their latest apps while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4643270284015506,
    0.4643270284015506,
    0.4643270284015506,
    0.4643270284015506,
    0.4643270284015506,
    0.4643270284015506,
    0.4643270284015506,
    0.4643270284015506,
    0.4643270284015506,
    0.6543813631899642,
    0.6543813631899642,
    0.6543813631899642,
    0.6543813631899642,
    0.6543813631899642,
    0.6543813631899642,
    0.6543813631899642,
    0.6543813631899642,
    0.6543813631899642,
    0.6543813631899642,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6488911624592917,
    0.6823987692531734,
    0.6823987692531734,
    0.6823987692531734,
    0.6823987692531734,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012,
    0.7999367370680012
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.8299864320522369,
    0.8299864320522369,
    0.8299864320522369,
    0.8299864320522369,
    0.8299864320522369,
    0.8299864320522369
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos while a human resources team jots notes on tablets. Students introduce themselves to the group, and some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos while a human resources team jots notes on tablets. Students introduce themselves to the group, and some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "In a group setting, healthcare providers showcase community outreach photos as a human resources team jots notes on tablets. Students introduce themselves to the group, and some practice elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "In a group setting, healthcare providers showcase community outreach photos while a human resources team takes notes on tablets. Students introduce themselves to the group, and some quietly practice elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries. The HR team continues to jot notes on tablets as the introductions unfold.",
    "In a group setting, healthcare providers showcase community outreach photos while a human resources team takes notes on tablets. Students introduce themselves to the group, and some quietly practice elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries. The HR team continues to jot notes on tablets as the introductions unfold."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.49562393359854806,
    0.49562393359854806,
    0.49562393359854806,
    0.49562393359854806,
    0.49562393359854806,
    0.49562393359854806,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6889500190141709,
    0.6490463204477744,
    0.6490463204477744,
    0.6490463204477744,
    0.6490463204477744,
    0.6490463204477744,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136,
    0.6202304326139136
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Alumni volunteers offer quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Alumni volunteers give quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "The event centers on an alumni panel discussing how to prepare for technical interviews, while dozens of booths with colorful banners encircle a polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, as groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "The event centers on an alumni panel discussing how to prepare for technical interviews, with dozens of booths encircling a polished floor. Alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths encircle a polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths encircle a polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths encircle a polished floor. Alumni volunteers give quick pep talks near the coffee station, while workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.5536520304373916,
    0.5536520304373916,
    0.5536520304373916,
    0.5536520304373916,
    0.5638428259119252,
    0.5638428259119252,
    0.5638428259119252,
    0.5638428259119252,
    0.7188455666688396,
    0.7188455666688396,
    0.7188455666688396,
    0.7188455666688396,
    0.730478845692213,
    0.730478845692213,
    0.730478845692213,
    0.730478845692213,
    0.730478845692213,
    0.730478845692213,
    0.730478845692213,
    0.730478845692213,
    0.7572405506680576,
    0.7572405506680576,
    0.7572405506680576,
    0.7572405506680576,
    0.7572405506680576,
    0.8085939885936706,
    0.8085939885936706,
    0.8085939885936706,
    0.8085939885936706,
    0.8085939885936706,
    0.8085939885936706,
    0.8222288997702967,
    0.8222288997702967,
    0.8222288997702967,
    0.8222288997702967,
    0.8222288997702967,
    0.7997061560513353,
    0.7997061560513353,
    0.7997061560513353,
    0.7997061560513353,
    0.7997061560513353,
    0.7997061560513353,
    0.7997061560513353,
    0.8162365240182516,
    0.8162365240182516,
    0.8162365240182516,
    0.8162365240182516,
    0.8162365240182516
  ],
  "10": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of bound materials. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "Consulting firms stack glossy case study booklets on high tables to form a display of bound materials. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables to form a display of bound materials. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables to form a display of bound materials. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.5367412725517671,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499,
    0.7594901535433499
  ],
  "11": [
    "",
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Tech companies display demo screens that showcase their latest apps, and a welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the schedule. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the schedule. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the fair, tech companies display demo screens showcasing their latest apps while a welcome announcement over the PA outlines the schedule. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens showcasing their latest apps while a welcome announcement over the PA outlines the schedule. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens showcasing their latest apps, while a welcome PA announces the schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display demo screens showcasing their latest apps, while a welcome PA announces the schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.6131882018148981,
    0.6131882018148981,
    0.6131882018148981,
    0.6131882018148981,
    0.6131882018148981,
    0.6131882018148981,
    0.4910940670124114,
    0.4910940670124114,
    0.4910940670124114,
    0.4910940670124114,
    0.4910940670124114,
    0.6953811514559597,
    0.6953811514559597,
    0.6953811514559597,
    0.6953811514559597,
    0.6953811514559597,
    0.6953811514559597,
    0.6953811514559597,
    0.6953811514559597,
    0.8360556800695347,
    0.8360556800695347,
    0.8360556800695347,
    0.8360556800695347,
    0.8360556800695347,
    0.8360556800695347,
    0.8360556800695347,
    0.8360556800695347,
    0.8724756577544195,
    0.8724756577544195,
    0.8724756577544195,
    0.8724756577544195,
    0.8724756577544195,
    0.8831256970240952,
    0.8831256970240952,
    0.8831256970240952,
    0.8831256970240952,
    0.8831256970240952,
    0.8831256970240952,
    0.8831256970240952,
    0.8700562100924064,
    0.8700562100924064,
    0.8700562100924064,
    0.8700562100924064,
    0.8850607134114293,
    0.8850607134114293,
    0.8850607134114293,
    0.8850607134114293,
    0.8850607134114293,
    0.8850607134114293,
    0.8898879226366169,
    0.8898879226366169,
    0.8898879226366169
  ],
  "12": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "An engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair site, an engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair site, the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair site, the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair site, the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair site, the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university career fair site, the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before opening. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications."
  ],
  "12_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5416157206507222,
    0.5416157206507222,
    0.5416157206507222,
    0.5416157206507222,
    0.5416157206507222,
    0.5416157206507222,
    0.5416157206507222,
    0.5416157206507222,
    0.5416157206507222,
    0.5416157206507222,
    0.7008576340419903,
    0.7008576340419903,
    0.7008576340419903,
    0.7008576340419903,
    0.7008576340419903,
    0.7900443983399745,
    0.7900443983399745,
    0.7900443983399745,
    0.7900443983399745,
    0.8260872214673748,
    0.8260872214673748,
    0.8260872214673748,
    0.8260872214673748,
    0.8260872214673748,
    0.84443127540589,
    0.84443127540589,
    0.84443127540589,
    0.84443127540589,
    0.84443127540589,
    0.84443127540589,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8494080831262071,
    0.8704014537268732,
    0.8704014537268732,
    0.8704014537268732,
    0.8704014537268732,
    0.8886368369372498,
    0.8886368369372498,
    0.8886368369372498,
    0.8886368369372498,
    0.8886368369372498,
    0.8886368369372498,
    0.8886368369372498,
    0.8886368369372498,
    0.8763919434065073,
    0.8763919434065073,
    0.8763919434065073
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop in the vicinity. A welcome announcement over the PA system outlines the fair schedule.",
    "The scene centers on the university gym exterior, with students lining up before the career fair opens, a cybersecurity company hosting a password cracking challenge on a nearby laptop, a PA welcome outlining the schedule, and dozens of booths with colorful banners encircling the polished floor.",
    "The scene centers on the university gym exterior, with students lining up before the career fair opens. A cybersecurity company is hosting a password cracking challenge on a nearby laptop. A PA welcome outlines the schedule. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "The scene is outside the university gym as students line up ahead of the career fair opening. A cybersecurity company is hosting a password cracking challenge on a nearby laptop. A PA welcome outlines the schedule. Dozens of booths with colorful banners encircle the polished gym floor. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up ahead of the career fair opening. A cybersecurity company is hosting a password cracking challenge on a nearby laptop. A PA welcome outlines the schedule. Dozens of booths with colorful banners encircle the polished gym floor. The engineering society sponsors a resume review table near the stage."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.6561564919097869,
    0.6561564919097869,
    0.6561564919097869,
    0.6561564919097869,
    0.6561564919097869,
    0.6561564919097869,
    0.6561564919097869,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.4285902380273924,
    0.7813048901641386,
    0.7813048901641386,
    0.7813048901641386,
    0.7813048901641386,
    0.7813048901641386,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.7303056431870547,
    0.766046181886271,
    0.766046181886271
  ],
  "14": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "Staff at the event entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.5495611098324477,
    0.7384349275466692,
    0.7384349275466692,
    0.7384349275466692,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674,
    0.745045838309674
  ],
  "15": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders while a welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, students clutch resumes inside branded folders while a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, students clutch resumes inside branded folders as a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, students clutch resumes inside branded folders as a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, students clutch resumes inside branded folders as a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, students clutch resumes inside branded folders as a welcome announcement outlines the schedule over the PA system. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, providing a lively backdrop for conversations and potential opportunities.",
    "At the university career fair, students clutch resumes inside branded folders as a welcome announcement outlines the schedule over the PA system. Career counselors direct unsure students toward applicable industries, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished gym floor, providing a lively backdrop for conversations and potential opportunities. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished gym floor at the university career fair, providing a lively backdrop for conversations and opportunities. Inside, students clutch resumes in branded folders as a welcome announcement outlines the schedule over the PA system. Career counselors direct unsure students toward applicable industries, while some rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished gym floor at the university career fair, providing a lively backdrop for conversations and opportunities. Inside, students clutch resumes in branded folders as a welcome announcement outlines the schedule over the PA system. Career counselors direct unsure students toward applicable industries, while some rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.45537425579922985,
    0.45537425579922985,
    0.45537425579922985,
    0.6931881417342552,
    0.6931881417342552,
    0.6931881417342552,
    0.6931881417342552,
    0.6931881417342552,
    0.6931881417342552,
    0.67105951300503,
    0.67105951300503,
    0.67105951300503,
    0.67105951300503,
    0.67105951300503,
    0.67105951300503,
    0.67105951300503,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.7901355635022285,
    0.8131250440145745,
    0.8131250440145745,
    0.8131250440145745,
    0.8131250440145745,
    0.8131250440145745,
    0.8131250440145745,
    0.8131250440145745,
    0.8095777697587168,
    0.8095777697587168,
    0.8095777697587168,
    0.8095777697587168,
    0.8095777697587168,
    0.8095777697587168,
    0.8095777697587168,
    0.7991234291177514,
    0.7991234291177514,
    0.7991234291177514,
    0.7991234291177514,
    0.7991234291177514,
    0.8168692800844954
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, establishing the opening context for the event. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule and establishing the opening context for the event. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule and establishing the opening context for the event. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "An opening at the event features a welcome announcement broadcast over the PA system, outlining the fair schedule and establishing the opening context. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The event opens with a welcome announcement via the PA system that outlines the fair schedule and establishes the opening context. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "The event opens with a welcome PA announcement outlining the fair schedule and opening context. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "The event opens with a welcome PA announcement outlining the fair schedule and opening context. Workshops on networking etiquette take place in the adjoining classroom. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5896607667511057,
    0.5896607667511057,
    0.5896607667511057,
    0.5896607667511057,
    0.5896607667511057,
    0.5896607667511057,
    0.5896607667511057,
    0.5896607667511057,
    0.5896607667511057,
    0.5896607667511057,
    0.7981484484795822,
    0.7981484484795822,
    0.7981484484795822,
    0.7981484484795822,
    0.7981484484795822,
    0.7981484484795822,
    0.7981484484795822,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.7998047656399626,
    0.8254512743128082,
    0.8254512743128082,
    0.8254512743128082,
    0.8254512743128082,
    0.8254512743128082,
    0.8254512743128082,
    0.8658152270561883,
    0.8658152270561883,
    0.8658152270561883,
    0.8658152270561883,
    0.8658152270561883,
    0.8658152270561883,
    0.8658152270561883,
    0.8865345428743939,
    0.8865345428743939,
    0.8865345428743939,
    0.8865345428743939
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while finance firms provide QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the career fair, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.3907666013211032,
    0.42750153788124085,
    0.42750153788124085,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.6679122001922142,
    0.8558592879541959,
    0.8558592879541959,
    0.8558592879541959,
    0.8558592879541959,
    0.8558592879541959,
    0.8558592879541959,
    0.8739623968710425,
    0.8739623968710425,
    0.8739623968710425,
    0.8739623968710425,
    0.8815771165762917,
    0.8815771165762917,
    0.8815771165762917,
    0.8815771165762917,
    0.8816181664128349
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433,
    0.549509952747433
  ],
  "19": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a scene unfolds as students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a scene unfolds as students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5817333469939725,
    0.5817333469939725,
    0.5817333469939725,
    0.5817333469939725,
    0.5817333469939725,
    0.7682490353411235,
    0.7682490353411235,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.7946719206589914,
    0.8123050137706824,
    0.8123050137706824,
    0.8123050137706824,
    0.8123050137706824,
    0.8123050137706824,
    0.8123050137706824,
    0.8123050137706824,
    0.8123050137706824,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8132739234480082,
    0.8170831116390003,
    0.8170831116390003,
    0.8170831116390003
  ],
  "20": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement, broadcast over the PA system, outlines the fair schedule for the event.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement, broadcast over the PA system, outlines the fair schedule for the event. An alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement, broadcast over the PA system, outlines the fair schedule for the event. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop as part of the event. A welcome announcement broadcast over the PA system outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "The university career fair features a cybersecurity company hosting a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fairs schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries. Before the fair opens, students line up outside the university gym. Groups of friends mark target employers on the event map.",
    "At the university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fairs schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. Before the fair opens, students line up outside the university gym. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fairs schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. Before the fair opens, students line up outside the university gym. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors guide unsure students toward applicable industries. Before opening, students queue outside the university gym. Groups of friends mark target employers on an event map. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4718674189896487,
    0.4718674189896487,
    0.4718674189896487,
    0.4718674189896487,
    0.4718674189896487,
    0.6891197929047441,
    0.6891197929047441,
    0.6891197929047441,
    0.7310648081064439,
    0.7310648081064439,
    0.7310648081064439,
    0.7310648081064439,
    0.7310648081064439,
    0.7310648081064439,
    0.7310648081064439,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7522300983399983,
    0.7789855050736991,
    0.7789855050736991,
    0.7789855050736991,
    0.7789855050736991,
    0.8060361229776067,
    0.8060361229776067,
    0.8060361229776067,
    0.8060361229776067,
    0.8501042666755071,
    0.8501042666755071,
    0.8501042666755071,
    0.8501042666755071,
    0.8501042666755071,
    0.8501042666755071,
    0.8501042666755071,
    0.8501042666755071,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795,
    0.8789363703044795
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact, groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact, groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map and students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact while groups of friends mark target employers on the event map and students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station, and human resources teams jot notes on tablets as students introduce themselves. Career counselors also redirect unsure students toward applicable industries.",
    "At the career fair event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while students clutch resumes in branded folders. Alumni volunteers give quick pep talks near the coffee station, and human resources teams jot notes on tablets as students introduce themselves. Career counselors also redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.46305849879796424,
    0.46305849879796424,
    0.46305849879796424,
    0.46305849879796424,
    0.46305849879796424,
    0.46305849879796424,
    0.46305849879796424,
    0.46305849879796424,
    0.618672775977228,
    0.618672775977228,
    0.618672775977228,
    0.618672775977228,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.7958063736360703,
    0.773485196419885,
    0.773485196419885,
    0.773485196419885,
    0.773485196419885,
    0.773485196419885,
    0.773485196419885,
    0.773485196419885,
    0.7264500159333054,
    0.7264500159333054,
    0.7264500159333054,
    0.7264500159333054,
    0.7264500159333054,
    0.7264500159333054,
    0.7264500159333054
  ],
  "22": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "An expo features healthcare providers showcasing community outreach photos, tech companies displaying demo screens of their latest apps, finance firms offering QR codes for immediate internship applications, and an alumni panel discussing how to prepare for technical interviews.",
    "At the expo, healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps; finance firms offer QR codes for immediate internship applications; and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the expo, healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves; students clutch resumes inside branded folders.",
    "At the expo, healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves; students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the expo, healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves; students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.38787619543656515,
    0.38787619543656515,
    0.38787619543656515,
    0.38787619543656515,
    0.38787619543656515,
    0.38787619543656515,
    0.38787619543656515,
    0.38787619543656515,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5941951427415926,
    0.5125215433918051,
    0.5125215433918051,
    0.5125215433918051,
    0.5125215433918051,
    0.5125215433918051,
    0.5125215433918051,
    0.5125215433918051,
    0.6732333380414902,
    0.6732333380414902,
    0.6732333380414902,
    0.6732333380414902,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.6862926370232674,
    0.8361950288152473,
    0.8361950288152473,
    0.8361950288152473,
    0.8361950288152473,
    0.8361950288152473,
    0.8361950288152473,
    0.8361950288152473,
    0.8393155149266953,
    0.8393155149266953,
    0.8393155149266953,
    0.8393155149266953,
    0.8393155149266953
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables, and a robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables, while a robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Some rehearse elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.6600609102074326,
    0.6600609102074326,
    0.6600609102074326,
    0.6600609102074326,
    0.6600609102074326,
    0.6600609102074326,
    0.6600609102074326,
    0.6600609102074326,
    0.740350486172092,
    0.740350486172092,
    0.740350486172092,
    0.740350486172092,
    0.740350486172092,
    0.7922391113740506,
    0.7922391113740506,
    0.7922391113740506,
    0.7922391113740506,
    0.7922391113740506,
    0.7922391113740506,
    0.7922391113740506,
    0.7922391113740506,
    0.7909757378804392,
    0.7909757378804392,
    0.7909757378804392,
    0.7909757378804392,
    0.7909757378804392,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8370835396746976,
    0.8350294986090271,
    0.8350294986090271,
    0.8350294986090271,
    0.8350294986090271,
    0.8350294986090271,
    0.8350294986090271,
    0.8350294986090271,
    0.8463115715823214,
    0.8463115715823214,
    0.8463115715823214,
    0.8541434046288097
  ],
  "24": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards, while in the adjoining classroom workshops on networking etiquette begin; nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Nearby, some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Nearby, some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Nearby, some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Nearby, some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Nearby, some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the event, attendees participate in registration checks and lanyard distribution at the entrance; in the adjoining classroom, networking etiquette workshops have begun; nearby, students rehearse elevator pitches against the wall; groups of friends mark target employers on the event map; career counselors urge eye contact; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos; and an alumni panel discusses preparation for technical interviews.",
    "At the event entrance, attendees participate in registration checks and receive lanyards. In the adjoining classroom, networking etiquette workshops have begun. Nearby, students rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. Career counselors urge eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. An alumni panel discusses preparation for technical interviews."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.38214988278806794,
    0.38214988278806794,
    0.38214988278806794,
    0.38214988278806794,
    0.7477711458100904,
    0.7477711458100904,
    0.7477711458100904,
    0.7477711458100904,
    0.7654814878328714,
    0.7654814878328714,
    0.7654814878328714,
    0.7654814878328714,
    0.7654814878328714,
    0.7703528951746628,
    0.7703528951746628,
    0.7703528951746628,
    0.7703528951746628,
    0.7703528951746628,
    0.7703528951746628,
    0.7703528951746628,
    0.7703528951746628,
    0.7659499938877488,
    0.7659499938877488,
    0.7659499938877488,
    0.7659499938877488,
    0.7659499938877488,
    0.7659499938877488,
    0.7659499938877488,
    0.7659499938877488,
    0.7841105266311164,
    0.7841105266311164,
    0.7841105266311164,
    0.7841105266311164,
    0.7841105266311164,
    0.7841105266311164,
    0.523491658502137,
    0.523491658502137,
    0.523491658502137,
    0.523491658502137,
    0.523491658502137,
    0.523491658502137
  ]
}