{
  "0": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; a small group of students stands against a wall quietly rehearsing elevator pitches while an alumni panel discusses how to prepare for technical interviews; in an event setting with human resources teams and students, a cybersecurity company runs a password-cracking challenge on a laptop and HR teams jot notes on tablets during introductions; career counselors redirect unsure students toward applicable industries.",
    "At a campus internship and career fair, entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map; a small group of students stands against a wall rehearsing elevator pitches while an alumni panel discusses how to prepare for technical interviews. In the event setting with HR teams and students, a cybersecurity company runs a password-cracking challenge on a laptop, and HR teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students queue to enter, and inside near the stage the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to attract attention. During the internship event and campus career fair, finance firms provide QR codes that enable immediate internship applications, with submissions started by scanning.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.7627556982736197,
    0.7627556982736197,
    0.7627556982736197,
    0.7627556982736197,
    0.7627556982736197,
    0.7627556982736197,
    0.7627556982736197,
    0.7627556982736197,
    0.7627556982736197,
    0.5209212545310958,
    0.5209212545310958,
    0.5209212545310958,
    0.5209212545310958,
    0.5209212545310958,
    0.5209212545310958,
    0.5209212545310958,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.8688767956412996,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583
  ],
  "1": [
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career event, an engineering society sponsors a resume review table near the stage offering resume review support. Tech companies display demo screens of their latest apps, while students clutch resumes in branded folders. Groups of friends mark target employers on the event map, and career counselors direct unsure students toward applicable industries; HR teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. Finance firms at the internship event and campus career fair provide QR codes for immediate internship applications, with submissions initiated by scanning. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up waiting for the fair to open. Inside near the stage, an alumni panel discusses how to prepare for technical interviews.",
    "At the campus career event, the engineering society runs a resume review table near the stage. Tech companies display demo screens of their apps as students clutch resumes in branded folders. Groups of friends mark target employers on the event map while career counselors direct unsure students toward applicable industries; HR teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. Finance firms at the internship event and campus career fair provide QR codes for immediate internship applications, with submissions initiated by scanning. At the entrance, staff scan registrations and hand out lanyards. Outside the university gym, students line up waiting for the fair to open. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display photos of their community outreach activities. A welcome PA outlines the fair schedule.",
    "At the campus career event, the engineering society runs a resume review table by the stage as tech companies display demo screens of their apps; students clutch resumes in branded folders, groups mark target employers on the event map, and counselors direct unsure students toward industries while HR jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. Finance firms at the internship event and campus career fair provide QR codes for immediate internship applications, with submissions initiated by scanning. At the entrance, staff scan registrations and hand out lanyards. Outside the university gym, students line up waiting for the fair to open. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display photos of their community outreach activities. A welcome PA outlines the fair schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5696864804231125,
    0.5696864804231125,
    0.5696864804231125,
    0.6563949614443318,
    0.6563949614443318,
    0.6563949614443318,
    0.6563949614443318,
    0.7449945862130319,
    0.7449945862130319,
    0.7449945862130319,
    0.7585599439755804,
    0.7585599439755804,
    0.7585599439755804,
    0.7585599439755804,
    0.7585599439755804,
    0.7547489278525246,
    0.7547489278525246,
    0.7547489278525246,
    0.7547489278525246,
    0.7547489278525246,
    0.7547489278525246,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8674966317085291,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8797286435601686,
    0.8799321518145113,
    0.8799321518145113,
    0.8799321518145113,
    0.8799321518145113
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos, presenting images that highlight their outreach activities within the community.",
    "Healthcare providers showcase community outreach photos, presenting images that highlight their outreach activities within the community.",
    "Healthcare providers display photos of their community outreach, highlighting outreach activities within the community, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Healthcare providers display photos of their community outreach, highlighting outreach activities within the community, while a cybersecurity company runs a password-cracking challenge on a laptop, and career counselors redirect unsure students toward applicable industries.",
    "An event brings together healthcare providers displaying photos of their community outreach alongside a cybersecurity company that runs a password-cracking challenge on a laptop. HR teams mingle with students, while a small group of students against a wall quietly rehearses elevator pitches and HR staff take notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners surround a polished floor at a university career fair, where healthcare providers display community outreach photos and a cybersecurity company runs a password-cracking challenge on a laptop. HR teams mingle with students, jotting notes on tablets during introductions, while small groups of students against a wall quietly rehearse elevator pitches. Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, and students line up outside the university gym ahead of the fair's opening. The scene presents multiple concurrent activities and interactions focused on career exploration.",
    "Dozens of booths with colorful banners surround a polished floor at a university career fair, where healthcare providers display community outreach photos and a cybersecurity company runs a password-cracking challenge on a laptop. HR teams mingle with students, jotting notes on tablets during introductions, while small groups of students against a wall quietly rehearse elevator pitches. Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, and students line up outside the university gym ahead of the fair's opening. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders, aligning with ongoing discussions and demonstrations about interviews and professional materials.",
    "Dozens of booths with colorful banners surround a polished floor at a university career fair. Healthcare providers display photos of community outreach; a cybersecurity company runs a password-cracking challenge on a laptop. HR teams mingle with students, taking notes on tablets during introductions, while groups of students against a wall quietly rehearse elevator pitches. Career counselors redirect unsure students toward applicable industries, and friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards as students line up outside the university gym before opening. Consulting firms stack glossy case study booklets on high tables; students clutch resumes in branded folders. A welcome PA outlines the schedule. Finance firms provide QR codes to enable immediate internship submissions. The engineering society sponsors a resume review table near the stage."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.25209479760615955,
    0.36505298419241355,
    0.36505298419241355,
    0.36505298419241355,
    0.36505298419241355,
    0.36505298419241355,
    0.36505298419241355,
    0.36505298419241355,
    0.36505298419241355,
    0.36505298419241355,
    0.36505298419241355,
    0.41117276673225817,
    0.41117276673225817,
    0.41117276673225817,
    0.41117276673225817,
    0.41117276673225817,
    0.41117276673225817,
    0.41117276673225817,
    0.7986125704092228,
    0.7986125704092228,
    0.7986125704092228,
    0.7986125704092228,
    0.7986125704092228,
    0.7986125704092228,
    0.7986125704092228,
    0.7986125704092228,
    0.8579280255131134,
    0.8579280255131134,
    0.8579280255131134,
    0.8579280255131134,
    0.8579280255131134,
    0.8579280255131134,
    0.8579280255131134,
    0.8855067810057433,
    0.8855067810057433,
    0.8855067810057433,
    0.8855067810057433,
    0.8855067810057433,
    0.8855067810057433,
    0.8855067810057433,
    0.8855067810057433,
    0.8855067810057433,
    0.8753838936148115,
    0.8753838936148115,
    0.8753838936148115,
    0.8753838936148115,
    0.8753838936148115,
    0.8753838936148115,
    0.8753838936148115,
    0.8753838936148115,
    0.8753838936148115,
    0.8753838936148115
  ],
  "3": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase photos of community outreach activities.",
    "Healthcare providers display photos of their community outreach activities, presenting images that highlight the outreach work carried out within the community.",
    "Healthcare providers display photos of their community outreach activities, presenting images that highlight the outreach work carried out within the community. Groups of friends mark target employers on the event map.",
    "Healthcare providers display photos of their community outreach activities, presenting images that highlight the outreach work carried out within the community. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At a community outreach event, healthcare providers display photos of their outreach activities to highlight the work within the community. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a community outreach event, healthcare providers display photos of their outreach activities to highlight the work within the community. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "At a community outreach event, healthcare providers display photos of their outreach activities to highlight the work within the community. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact while directing unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. An engineering society sponsors a resume review table near the stage, complemented by tech companies displaying demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At a community outreach event, healthcare providers display photos of their outreach activities to highlight work within the community. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact as they direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. An engineering society sponsors a resume review table near the stage, complemented by tech companies displaying demo screens showing their latest apps. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At a community outreach event, healthcare providers display photos of their outreach work. Groups of friends mark employers on the event map, while career counselors urge attendees to maintain eye contact as they guide unsure students toward industries. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers share pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, with tech companies displaying demo screens of their apps. Students clutch resumes in branded folders; a robotics startup flies a drone above its booth to draw attention. HR teams meet with students, taking notes on tablets. A group rehearses elevator pitches against a wall. An alumni panel discusses preparing for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA outlines the fair schedule. Finance firms provide QR codes to enable internship submissions by scanning."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3132205318898501,
    0.3132205318898501,
    0.3132205318898501,
    0.2578364006948016,
    0.2578364006948016,
    0.2578364006948016,
    0.2578364006948016,
    0.2578364006948016,
    0.4406225193111341,
    0.4406225193111341,
    0.4406225193111341,
    0.4406225193111341,
    0.6298766611820301,
    0.6298766611820301,
    0.6298766611820301,
    0.6298766611820301,
    0.6298766611820301,
    0.6298766611820301,
    0.6298766611820301,
    0.6571625318155705,
    0.6571625318155705,
    0.6571625318155705,
    0.6571625318155705,
    0.6966995101151903,
    0.6966995101151903,
    0.6966995101151903,
    0.6966995101151903,
    0.6966995101151903,
    0.6966995101151903,
    0.7842259499884591,
    0.7842259499884591,
    0.7842259499884591,
    0.7842259499884591,
    0.7842259499884591,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8101440097151387,
    0.8562602651095885,
    0.8562602651095885,
    0.8562602651095885,
    0.8562602651095885,
    0.8562602651095885,
    0.8562602651095885,
    0.8562602651095885,
    0.8562602651095885
  ],
  "4": [
    "",
    "",
    "",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. In the same setting, human resources teams and students interact as HR teams jot notes on tablets during student introductions. Consulting firms stack glossy case study booklets on high tables.",
    "In a shared campus setting, a small group of students stands against a wall rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. HR teams interact with students during introductions, jotting notes on tablets. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders, aligning with the ongoing discussions and demonstrations about interviews and professional materials.",
    "On a shared campus, a small group of students stands against a wall rehearsing elevator pitches as an alumni panel discusses how to prepare for technical interviews. HR teams introduce themselves to students, jotting notes on tablets. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders, aligning with ongoing discussions and demonstrations about interviews and professional materials.",
    "On a shared campus, a career guidance and recruitment event centers on human resources teams and students. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. HR teams jot notes on tablets while students introduce themselves and quietly rehearse elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, aligning with ongoing discussions and demonstrations about interviews and professional materials. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes to support immediate internship applications, allowing submissions directly via scannable codes. Healthcare providers display photos of their community outreach activities."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.3160783147649637,
    0.3160783147649637,
    0.3160783147649637,
    0.4530729953905791,
    0.4530729953905791,
    0.4530729953905791,
    0.4530729953905791,
    0.48245669301889504,
    0.48245669301889504,
    0.48245669301889504,
    0.48245669301889504,
    0.48245669301889504,
    0.48245669301889504,
    0.48245669301889504,
    0.48245669301889504,
    0.48245669301889504,
    0.48245669301889504,
    0.6647034129676088,
    0.6647034129676088,
    0.6647034129676088,
    0.6647034129676088,
    0.6647034129676088,
    0.7161129293371253,
    0.7161129293371253,
    0.7161129293371253,
    0.7161129293371253,
    0.7161129293371253,
    0.7161129293371253,
    0.7161129293371253,
    0.7161129293371253,
    0.7235778137599465,
    0.7235778137599465,
    0.7235778137599465,
    0.7235778137599465,
    0.7235778137599465,
    0.7235778137599465,
    0.7235778137599465,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005,
    0.8280233078017005
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews.",
    "An event setting where groups of friends mark target employers on the event map, a small group of students stands against a wall quietly rehearsing elevator pitches, and an alumni panel discusses how to prepare for technical interviews. The scene includes human resources teams and students, with HR teams jotting notes on tablets as the students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space; groups of friends mark target employers on the event map. A small group of students stands against a wall rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. Human resources teams and students mingle, with HR jotting notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby.",
    "At a career fair on a polished floor, dozens of booths with colorful banners circle the space as groups of friends mark target employers on the event map. A small group of students stands against a wall rehearsing elevator pitches, and an alumni panel discusses how to prepare for technical interviews. Human resources teams mingle with students, with HR jotting notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries and remind them to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby. Students line up outside the university gym ahead of the career fair opening, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "A career fair in a polished-floor venue features dozens of booths with colorful banners circling the space while groups of friends mark target employers on the event map. A small group of students stands against a wall rehearsing elevator pitches, and an alumni panel discusses how to prepare for technical interviews. HR teams mingle with students, jotting notes on tablets as introductions unfold, and career counselors redirect unsure students toward applicable industries and remind them to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers showcase photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. An event welcomes attendees with a PA announcement. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym ahead of the opening.",
    "A career fair is held in a polished-floor venue with dozens of booths and colorful banners circling the space, while groups of friends mark target employers on the event map. A small group of students stands against a wall rehearsing elevator pitches, and an alumni panel discusses how to prepare for technical interviews. HR teams mingle with students, jotting notes on tablets as introductions unfold, and career counselors redirect unsure students toward applicable industries while reminding them to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby, and healthcare providers showcase photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. An event welcomes attendees with a PA announcement. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym ahead of the opening."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6114118985670933,
    0.6114118985670933,
    0.6114118985670933,
    0.6114118985670933,
    0.6114118985670933,
    0.5662869863952502,
    0.5662869863952502,
    0.5662869863952502,
    0.5662869863952502,
    0.5662869863952502,
    0.5662869863952502,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.836690263482422,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8602302530071375,
    0.8693283314278032,
    0.8693283314278032,
    0.8693283314278032,
    0.8693283314278032,
    0.8693283314278032,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541,
    0.8580596296602541
  ],
  "6": [
    "",
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At an event setting with human resources teams and students, a cybersecurity company runs a password-cracking challenge on a laptop. A small group of students stands against a wall, quietly rehearsing elevator pitches as HR teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "An event setting brings together human resources teams and students as a cybersecurity company runs a password-cracking challenge on a laptop. A small group of students stands against a wall, quietly rehearsing elevator pitches while HR teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "A campus event brings together human resources teams and students as a cybersecurity company runs a password-cracking challenge on a laptop. A group of students stands against a wall, quietly rehearsing elevator pitches while HR teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Event spaces show consulting firms stacking glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Students are lined up outside the university gym waiting for the career fair to open. Near stage, the engineering society sponsors resume review table. At the internship event, finance firms provide QR codes to support immediate internship applications, enabling applicants to initiate submissions directly by scanning codes.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4478420620577099,
    0.4478420620577099,
    0.4478420620577099,
    0.4478420620577099,
    0.4478420620577099,
    0.4478420620577099,
    0.4478420620577099,
    0.7485295520831318,
    0.7485295520831318,
    0.7485295520831318,
    0.7485295520831318,
    0.7485295520831318,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.7612030603183262,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.8208015234578188,
    0.18424077033996583,
    0.18424077033996583
  ],
  "7": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, presenting images that highlight the outreach work carried out within the community.",
    "Groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, presenting images that highlight the outreach work carried out within the community. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, highlighting the outreach work within the community. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage to provide resume review support. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling applicants to initiate submissions by scanning the codes. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, highlighting the outreach work within the community. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage to provide resume review support. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling applicants to initiate submissions by scanning the codes. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, highlighting outreach work within the community. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage to provide resume review support. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling applicants to initiate submissions by scanning the codes. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Groups of friends mark target employers on the event map, as career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers display photos of their community outreach activities to highlight work within the community. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station; some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, with tech companies displaying demo screens showing their latest apps. Students clutch resumes inside branded folders. Finance firms provide QR codes to facilitate immediate internship applications by enabling submissions via scanning. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4593107874989093,
    0.4593107874989093,
    0.4593107874989093,
    0.4593107874989093,
    0.4593107874989093,
    0.4593107874989093,
    0.693919813299894,
    0.693919813299894,
    0.693919813299894,
    0.693919813299894,
    0.693919813299894,
    0.693919813299894,
    0.693919813299894,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8400557590662858,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8608673019351856,
    0.8560731027613336,
    0.8560731027613336,
    0.8560731027613336,
    0.8560731027613336,
    0.8560731027613336,
    0.8560731027613336,
    0.8560731027613336
  ],
  "8": [
    "",
    "",
    "",
    "In a setting with human resources teams and students, the HR teams jot notes on tablets as the students introduce themselves.",
    "In a setting with human resources teams and students, the HR teams jot notes on tablets as the students introduce themselves.",
    "In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "A campus scene brings together human resources teams and students as HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students are lined up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table.",
    "At a campus scene, human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. At an event, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At a campus career event, human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At a campus career fair, students line up outside the university gym as the event opens, while HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the campus career fair, students line up outside the university gym as the event opens, while HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the campus internship and career fair, outside the university gym, students queue to enter as the event opens, while HR teams jot notes on tablets during introductions. Inside near the stage, the engineering society sponsors a resume review table, and consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on the event map; some stand against a wall rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for internship applications, submissions started by scanning."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.29337711845634085,
    0.29337711845634085,
    0.29337711845634085,
    0.29337711845634085,
    0.29337711845634085,
    0.29337711845634085,
    0.29337711845634085,
    0.29337711845634085,
    0.29337711845634085,
    0.5326314227269375,
    0.5326314227269375,
    0.5326314227269375,
    0.5326314227269375,
    0.5326314227269375,
    0.7072057909254537,
    0.7072057909254537,
    0.7072057909254537,
    0.7072057909254537,
    0.7851126296181322,
    0.7851126296181322,
    0.7851126296181322,
    0.7851126296181322,
    0.8167780641232689,
    0.8167780641232689,
    0.8167780641232689,
    0.8167780641232689,
    0.8167780641232689,
    0.8682844051849483,
    0.8682844051849483,
    0.8682844051849483,
    0.8682844051849483,
    0.8682844051849483,
    0.8682844051849483,
    0.8682844051849483,
    0.8682844051849483,
    0.875138815033414,
    0.875138815033414,
    0.875138815033414,
    0.875138815033414,
    0.875138815033414,
    0.875138815033414,
    0.875138815033414,
    0.875138815033414,
    0.875138815033414,
    0.875138815033414,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748,
    0.8754868268437748
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At an event, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A campus scene brings together human resources teams and students as HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students are lined up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table.",
    "Event spaces show consulting firms stacking glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A campus scene brings together human resources teams and students, as HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students are lined up outside the university gym waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. At the internship event, finance firms provide QR codes to support immediate internship applications, enabling applicants to initiate submissions directly by scanning the codes. At the entrance, event staff scan registrations and hand out lanyards.",
    "Event spaces feature consulting firms stacking glossy case study booklets on tables while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, a campus scene brings together human resources teams and students with HR jotting notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students are lined up outside the university gym waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. At the internship event, finance firms provide QR codes to support internship applications, enabling submissions by scanning codes. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop; a small group of students rehearses elevator pitches against a wall as HR notes continue during introductions.",
    "Event spaces host consulting firms stacking case study booklets on tables, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the map as HR teams mingle with students, jotting notes on tablets during introductions. Alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym awaiting the career fair. Near the stage, the engineering society sponsors a resume review table. Finance firms provide QR codes to enable internship submissions by scanning codes. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, and a small group of students rehearses elevator pitches against a wall as HR notes continue during introductions. Healthcare providers display photos of their community outreach activities, highlighting outreach work within the community.",
    "A career fair unfolds in a polished-wood floor venue with dozens of booths and banners. Consulting firms stack case-study booklets on tables while HR teams mingle with attendees, jotting notes on tablets during introductions. Groups of friends mark target employers on an event map and identify specific employers, as a small group rehearses elevator pitches against a wall and HR notes continue. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students line up outside the university gym awaiting the fair's opening. Near the stage, the engineering society sponsors a resume review table. Finance firms provide QR codes to enable internship submissions, and at the entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display photos of their community outreach activities."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.506026335616127,
    0.506026335616127,
    0.506026335616127,
    0.506026335616127,
    0.506026335616127,
    0.7135067946225697,
    0.7135067946225697,
    0.7135067946225697,
    0.7135067946225697,
    0.8150090303311764,
    0.8150090303311764,
    0.8150090303311764,
    0.8150090303311764,
    0.8031886445598158,
    0.8031886445598158,
    0.8031886445598158,
    0.8031886445598158,
    0.8031886445598158,
    0.8031886445598158,
    0.8031886445598158,
    0.8031886445598158,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8030556090638448,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8052098981544538,
    0.8884475490937965,
    0.8884475490937965,
    0.8884475490937965
  ],
  "10": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "A career fair scene unfolds on a polished floor where dozens of booths with colorful banners circle the space. Consulting firms stack glossy case study booklets on high tables nearby. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At a career fair held on a polished floor, dozens of booths with colorful banners circle the space. Consulting firms stack glossy case study booklets on high tables nearby. HR teams mingle with students, jotting notes on tablets as the students introduce themselves. Career counselors guide unsure attendees toward applicable industries and remind everyone to maintain eye contact.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables nearby. HR teams mingle with students, jotting notes on tablets as the students introduce themselves. Career counselors guide unsure attendees toward applicable industries and remind everyone to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "The career fair unfolds on a polished floor, with dozens of booths and colorful banners circling the space. Consulting firms stack glossy case study booklets on high tables nearby. HR teams mingle with students, jotting notes on tablets as the students introduce themselves. Career counselors guide unsure attendees toward applicable industries and remind everyone to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)",
    "At a campus event uniting HR teams, students, and a cybersecurity company running a password-cracking challenge on a laptop, attendees engage in activities. A group of students stands against a wall rehearsing elevator pitches while HR teams jot notes on tablets during introductions. Career counselors redirect unsure students toward industries. Friends mark target employers on an event map. An alumni panel discusses preparation for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Event spaces display consulting firms stacking glossy case-study booklets on high tables as counselors remind attendees to maintain eye contact. Outside the university gym, students wait in line for the career fair to open. Near stage, the engineering society sponsors a resume review table. At the internship event, finance firms provide QR codes to support immediate applications, enabling submissions by scanning codes."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3299570533155586,
    0.3299570533155586,
    0.3299570533155586,
    0.7839461576949236,
    0.7839461576949236,
    0.7839461576949236,
    0.7839461576949236,
    0.7977613240141332,
    0.7977613240141332,
    0.7977613240141332,
    0.7977613240141332,
    0.7977613240141332,
    0.7977613240141332,
    0.8146010068356423,
    0.8146010068356423,
    0.8146010068356423,
    0.8146010068356423,
    0.8146010068356423,
    0.8146010068356423,
    0.8146010068356423,
    0.8146010068356423,
    0.8146010068356423,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.8338678782559626,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.825963421865381
  ],
  "11": [
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. The scene involves human resources teams and students. As the students introduce themselves, the HR teams jot notes on tablets.",
    "An alumni panel discusses how to prepare for technical interviews, with human resources teams and students present. As the students introduce themselves, the HR teams jot notes on tablets.",
    "An alumni panel discusses how to prepare for technical interviews, with human resources teams and students present. As the students introduce themselves, the HR teams jot notes on tablets. Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, with human resources teams and students present. As students introduce themselves, HR teams jot notes on tablets. Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews in the presence of human resources teams and students. During student introductions, HR teams jot notes on tablets. A small group of students stands against a wall, quietly rehearsing elevator pitches. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses preparing for technical interviews in the presence of human resources teams and students. During student introductions, HR teams jot notes on tablets. A small group of students stands against a wall, quietly rehearsing elevator pitches. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. A career fair unfolds on a polished floor, with dozens of booths and colorful banners circling the space. Career counselors guide unsure attendees toward applicable industries and remind everyone to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At a polished-wood floor career fair venue with dozens of booths and colorful banners, an alumni panel discusses preparing for technical interviews in the presence of HR teams and students. HR teams jot notes on tablets as students introduce themselves; a small group of students stands against a wall quietly rehearsing elevator pitches. A cybersecurity company runs a password-cracking challenge on a laptop, while students clutch resumes in branded folders and consulting firms stack glossy case-study booklets on high tables. Entrance staff scan registrations and hand out lanyards; finance firms provide QR codes to support internship applications, allowing submissions via scannable codes. Groups of friends mark target employers on an event map; healthcare providers display photos of their community outreach activities. Career counselors guide unsure attendees toward applicable industries and remind everyone to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At a polished-wood career fair venue with dozens of booths and banners, an alumni panel discusses preparing for technical interviews in the presence of HR teams and students. HR teams jot notes on tablets as students introduce themselves, while a small group rehearses elevator pitches against a wall. A cybersecurity company runs a password-cracking challenge on a laptop, and students clutch resumes in branded folders as consulting firms stack case-study booklets on high tables. Entrance staff scan registrations and hand out lanyards; finance firms provide QR codes to support internship applications. Groups of friends mark target employers on an event map; healthcare providers display photos of community outreach activities. Career counselors guide unsure attendees toward applicable industries and remind everyone to maintain eye contact. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "11_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6668991571138903,
    0.6668991571138903,
    0.6668991571138903,
    0.6668991571138903,
    0.5407501751430015,
    0.5407501751430015,
    0.5407501751430015,
    0.5407501751430015,
    0.5407501751430015,
    0.6904315366031479,
    0.6904315366031479,
    0.6904315366031479,
    0.6904315366031479,
    0.7253238150100856,
    0.7253238150100856,
    0.7253238150100856,
    0.7253238150100856,
    0.7253238150100856,
    0.7262390945137076,
    0.7262390945137076,
    0.7262390945137076,
    0.7262390945137076,
    0.7262390945137076,
    0.7262390945137076,
    0.7262390945137076,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8203618646265032,
    0.8664436285238197,
    0.8664436285238197,
    0.8664436285238197,
    0.8664436285238197,
    0.8664436285238197,
    0.8664436285238197,
    0.8664436285238197,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823,
    0.8767639276463823
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym ahead of the career fair opening. Groups of friends mark target employers on the event map.",
    "Students are lined up outside the university gym ahead of the career fair opening. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "Students are lined up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym ahead of the career fair opening as groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. In a setting with HR teams and students, HR staff jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym ahead of the career fair, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos. In a setting with HR teams and students, HR staff jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop. A small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "At the university gym, students line up outside awaiting the career fair as groups of friends mark target employers on the event map. Inside near the stage, the engineering society sponsors a resume review table, and a robotics startup flies a drone above its booth. An alumni panel discusses technical interview prep, and healthcare providers showcase community outreach photos. HR teams interact with students, notes on tablets as introductions occur, while career counselors direct unsure students to applicable industries. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop. A small group of students rehearses elevator pitches against a wall. During the internship event and campus career fair, finance firms provide QR codes for immediate internship applications, submissions started by scanning. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university gym hosting the campus career fair, students line up outside awaiting opening, while groups of friends mark target employers on the event map. Inside near the stage, the engineering society runs a resume-review table; a robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. HR teams interact with students, notes on tablets as introductions occur; students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA; a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications, submissions started by scanning. At the entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5460878495522776,
    0.5460878495522776,
    0.5460878495522776,
    0.7865650505018715,
    0.7865650505018715,
    0.7792421996209534,
    0.7792421996209534,
    0.7792421996209534,
    0.7792421996209534,
    0.7792421996209534,
    0.7979236496100085,
    0.7979236496100085,
    0.7979236496100085,
    0.7979236496100085,
    0.7979236496100085,
    0.7979236496100085,
    0.7979236496100085,
    0.7979236496100085,
    0.8429056102008432,
    0.8429056102008432,
    0.8429056102008432,
    0.8429056102008432,
    0.8429056102008432,
    0.8429056102008432,
    0.8429056102008432,
    0.8429056102008432,
    0.8429056102008432,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8812889844869546,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153,
    0.8996187120665153
  ],
  "13": [
    "",
    "",
    "\"\"",
    "Students are lined up outside the university gym, waiting for the career fair to open.",
    "Students are lined up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table.",
    "Students are lined up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Students are lined up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Students are lined up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. In a setting with human resources teams and students, HR staff jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, presenting images that highlight the outreach work carried out within the community.",
    "Students line up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. HR staff jot notes on tablets as students introduce themselves in a setting with human resources teams and students. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, presenting images that highlight the outreach work carried out within the community. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "During the university career and internship fair, students line up outside the gym awaiting opening, while inside near the stage the engineering society runs a resume-review table. HR staff jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention, and elsewhere a drone hovers above a booth while consulting firms stack case-study booklets on tables. Some students rehearse elevator pitches against a wall, and groups of friends mark target employers on the event map. Healthcare providers display photos of community outreach activities; tech companies show demo screens of their apps; students clutch resumes in folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact; finance firms provide QR codes for internship submissions by scanning. Entrance staff scan registrations and hand out lanyards.",
    "At the university career and internship fair, students line up outside the gym as doors open, while inside near stage the engineering society runs a resume-review table. HR staff jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a drone above its booth to draw attention, and elsewhere a drone hovers above a booth while consulting firms stack case-study booklets on high tables. Some students rehearse elevator pitches against a wall, and groups of friends mark employers on the event map. Healthcare providers display photos of community outreach activities; tech companies show demo screens of apps; students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while finance firms provide QR codes for internship submissions by scanning. Entrance staff scan registrations and hand out lanyards."
  ],
  "13_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.5241806914465983,
    0.5241806914465983,
    0.5241806914465983,
    0.5241806914465983,
    0.5241806914465983,
    0.7545169625119384,
    0.7545169625119384,
    0.7545169625119384,
    0.7545169625119384,
    0.814475369992378,
    0.814475369992378,
    0.814475369992378,
    0.796904315542152,
    0.796904315542152,
    0.796904315542152,
    0.796904315542152,
    0.796904315542152,
    0.8514217738305008,
    0.8514217738305008,
    0.8514217738305008,
    0.8514217738305008,
    0.8514217738305008,
    0.8514217738305008,
    0.8514217738305008,
    0.8514217738305008,
    0.8636014446730236,
    0.8636014446730236,
    0.8636014446730236,
    0.8636014446730236,
    0.8636014446730236,
    0.8636014446730236,
    0.8636014446730236,
    0.8636014446730236,
    0.8636014446730236,
    0.8636014446730236,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8889022087841068,
    0.8897273171671192
  ],
  "14": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career guidance session: counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "At a career guidance session, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Meanwhile, human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "During a career guidance session, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. A small group of students stands against a wall, quietly rehearsing elevator pitches. Dozens of booths with colorful banners circle the polished floor of the event venue. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At an event blending career guidance and recruitment, the scene centers on human resources teams and students. HR teams jot notes on tablets as the students introduce themselves, while a small group stands against a wall quietly rehearsing elevator pitches. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes to support immediate internship applications, allowing submissions directly via scannable codes. Healthcare providers display photos of their community outreach activities, highlighting the outreach work within the community.",
    "An event blending career guidance and recruitment centers on HR teams and students, with HR jotting notes on tablets as students introduce themselves. A small group against a wall quietly rehearses elevator pitches. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners line the floor, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications, enabling submissions via scanning at the internship event and campus career fair. Healthcare providers display photos of community outreach activities. Outside the university gym, students line up waiting for the fair to open. The engineering society sponsors a resume review table near the stage.",
    "A campus career fair and internship event unfolds, centering on HR teams and students as HR personnel jot notes on tablets while students introduce themselves. A small group against a wall quietly rehearses elevator pitches. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners line the floor, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications, enabling submissions via scanning at the internship event and campus career fair. Healthcare providers display photos of community outreach activities. Outside the university gym, students line up waiting for the fair to open. The engineering society sponsors a resume review table near the stage.",
    "A campus career fair and internship event unfolds with HR teams and students; HR personnel jot notes on tablets as students introduce themselves. A small group against a wall quietly rehearses elevator pitches. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners line the floor, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications, enabling submissions via scanning at the internship event and campus career fair. Healthcare providers display photos of community outreach activities. Outside the university gym, students line up waiting for the fair to open. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "14_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.5334003949281592,
    0.5334003949281592,
    0.5334003949281592,
    0.5334003949281592,
    0.5334003949281592,
    0.6784533475806247,
    0.6784533475806247,
    0.6784533475806247,
    0.6784533475806247,
    0.6784533475806247,
    0.6784533475806247,
    0.6784533475806247,
    0.8106714660319876,
    0.8106714660319876,
    0.8106714660319876,
    0.8106714660319876,
    0.8106714660319876,
    0.8106714660319876,
    0.8362574522566643,
    0.8362574522566643,
    0.8362574522566643,
    0.8362574522566643,
    0.8362574522566643,
    0.8362574522566643,
    0.8362574522566643,
    0.8362574522566643,
    0.8362574522566643,
    0.8362574522566643,
    0.8731681487869971,
    0.8731681487869971,
    0.8731681487869971,
    0.8731681487869971,
    0.8731681487869971,
    0.8731681487869971,
    0.8769183453159946,
    0.8769183453159946,
    0.8769183453159946,
    0.8769183453159946,
    0.8769183453159946,
    0.8769183453159946,
    0.8769183453159946,
    0.8769183453159946,
    0.8769183453159946,
    0.8839668264243119,
    0.8839668264243119,
    0.8839668264243119,
    0.8839668264243119,
    0.8839668264243119,
    0.8839668264243119,
    0.8839668264243119,
    0.8839668264243119
  ],
  "15": [
    "",
    "",
    "\"\"",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while at the entrance event staff scan registrations and hand out lanyards.",
    "Human resources teams jot notes on tablets while students introduce themselves; at the entrance, event staff scan registrations and hand out lanyards. Finance firms are providing QR codes to support immediate internship applications, enabling applicants to initiate their submissions directly via scannable codes.",
    "In the event setting, human resources teams jot notes on tablets while students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Finance firms are providing QR codes to support immediate internship applications, enabling applicants to initiate their submissions directly via scannable codes. Groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, presenting images that highlight the outreach work carried out within the community.",
    "The scene centers on an event with human resources teams and students. HR teams jot notes on tablets as the students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes to support immediate internship applications, allowing applicants to initiate submissions directly via scannable codes. Groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, highlighting the outreach work within the community. A small group of students stands against a wall quietly rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews.",
    "The scene is a career-event at a polished-wood floor venue where dozens of booths with colorful banners circle the space. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes to support immediate internship applications, allowing applicants to initiate submissions directly via scannable codes. Groups of friends mark target employers on an event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, highlighting outreach work within the community. A small group of students stands against a wall quietly rehearsing elevator pitches while an alumni panel discusses how to prepare for technical interviews. During a career guidance session, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A career-event unfolds in a polished-wood floor venue with dozens of booths and colorful banners circling the space. HR teams jot notes on tablets during student introductions, while entrance staff scan registrations and hand out lanyards. Finance firms provide QR codes to support internship applications, enabling submissions via scannable codes. Groups of friends mark target employers on an event map identifying specific employers, and healthcare providers display photos of their community outreach activities. A small group of students stands against a wall quietly rehearsing elevator pitches as an alumni panel discusses how to prepare for technical interviews in the presence of HR teams and students. Career-guidance counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3981916612275237,
    0.3981916612275237,
    0.3981916612275237,
    0.5731956898776333,
    0.5731956898776333,
    0.5731956898776333,
    0.5731956898776333,
    0.5731956898776333,
    0.769182524622052,
    0.769182524622052,
    0.769182524622052,
    0.769182524622052,
    0.769182524622052,
    0.769182524622052,
    0.7950137911745777,
    0.7950137911745777,
    0.7950137911745777,
    0.7950137911745777,
    0.7950137911745777,
    0.7950137911745777,
    0.7950137911745777,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8234669387256661,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695,
    0.8145281851252695
  ],
  "16": [
    "",
    "",
    "",
    "\"\"",
    "Finance firms are providing QR codes to support immediate internship applications, enabling applicants to initiate their submissions directly via scannable codes.",
    "Finance firms are providing QR codes to support immediate internship applications, enabling applicants to initiate their submissions directly via scannable codes.",
    "At the internship event, finance firms provide QR codes to support immediate internship applications, enabling applicants to initiate submissions directly by scanning the codes. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the internship event and campus career fair, finance firms provide QR codes enabling immediate internship applications, with submissions initiated by scanning. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up waiting for the career fair to open. Inside, near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews.",
    "During the internship event and campus career fair, finance firms provide QR codes that enable immediate internship applications, with submissions started by scanning. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students are queued waiting for the career fair to open. Inside near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "During the internship event and campus career fair, QR codes enable immediate internship applications, with submissions started by scanning. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students are queued waiting for the career fair to open. Inside near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "During the internship event and campus career fair, attendees use QR codes to initiate internship applications, with submissions started by scanning. HR teams jot notes on tablets as students introduce themselves, while at the entrance staff scan registrations and hand out lanyards. Outside the university gym, students queue to enter as the fair opens. Inside near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and guide unsure attendees toward applicable industries. Dozens of booths with colorful banners circle the polished floor; groups of friends mark target employers on the event map; a small group of students stands against a wall rehearsing elevator pitches.",
    "At the internship event and campus career fair, attendees initiate internship applications by scanning QR codes; submissions begin when scanned. HR teams jot notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards. Outside the university gym, students queue to enter as the fair opens. Inside near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and guide unsure attendees toward applicable industries. Dozens of booths with colorful banners circle the polished floor; groups of friends mark target employers on the event map. A small group of students stands against a wall rehearsing elevator pitches, some quietly.",
    "At the internship event and campus career fair, attendees initiate internship applications by scanning QR codes, with submissions beginning when scanned. HR teams jot notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards. Outside the university gym, students queue to enter as the fair opens. Inside near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and guide unsure attendees toward applicable industries. Dozens of booths with colorful banners circle the polished floor; groups of friends mark target employers on the event map. A small group of students stands against a wall rehearsing elevator pitches, some quietly."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.7591477027455736,
    0.7591477027455736,
    0.7591477027455736,
    0.7591477027455736,
    0.7591477027455736,
    0.8518079499450442,
    0.8518079499450442,
    0.8518079499450442,
    0.8518079499450442,
    0.8518079499450442,
    0.8518079499450442,
    0.8608022696762858,
    0.8608022696762858,
    0.8608022696762858,
    0.8608022696762858,
    0.8608022696762858,
    0.8608022696762858,
    0.8608022696762858,
    0.8705249927589523,
    0.8705249927589523,
    0.8705249927589523,
    0.8705249927589523,
    0.8705249927589523,
    0.8705249927589523,
    0.8705249927589523,
    0.8705249927589523,
    0.8705249927589523,
    0.8740453918273099,
    0.8740453918273099,
    0.8740453918273099,
    0.8740453918273099,
    0.8740453918273099,
    0.8740453918273099,
    0.8740453918273099,
    0.8740453918273099,
    0.8740453918273099,
    0.8740453918273099,
    0.8843268541057417,
    0.8843268541057417,
    0.8843268541057417,
    0.8843268541057417,
    0.8843268541057417,
    0.8843268541057417,
    0.8843268541057417,
    0.8843268541057417,
    0.8832474118337228,
    0.8832474118337228,
    0.8832474118337228,
    0.8832474118337228
  ],
  "17": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves.",
    "At the event, career counselors redirect unsure students toward applicable industries. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves. The engineering society sponsors a resume review table near the stage, providing resume review support.",
    "At the event, career counselors direct unsure students toward applicable industries. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves. The engineering society sponsors a resume review table near the stage, providing resume review support.",
    "Career counselors direct unsure students toward applicable industries at the campus career event, while HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, offering resume review support. At the internship event and campus career fair, finance firms provide QR codes for immediate internship applications, with submissions initiated by scanning. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up waiting for the fair to open. Inside near the stage, an alumni panel discusses how to prepare for technical interviews.",
    "At the campus career events, career counselors direct unsure students toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, offering resume review support. At the internship event and campus career fair, finance firms provide QR codes for immediate internship applications, with submissions initiated by scanning. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up waiting for the fair to open. Inside near the stage, an alumni panel discusses how to prepare for technical interviews.",
    "During campus career events, career counselors direct unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves. Near the stage, the engineering society runs a resume review table offering resume support, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps. At the internship event and campus career fair, finance firms provide QR codes for immediate internship applications, with submissions initiated by scanning. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up as the fair opens. Inside near the stage, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "A university campus career and internship fair unfolds around gym and stages, with students lining up outside as the fair opens. Inside near the stage, the engineering society runs a resume-review table while consulting firms stack case-study booklets on high tables; tech companies display demo screens of apps. A robotics startup flies a drone above its booth to draw attention, and a drone hovers above another booth as booklets are stacked. Finance firms provide QR codes for internship applications, submissions by scanning. Entrance staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves; career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact; alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map; students clutch resumes in folders; some rehearse elevator pitches; healthcare providers display photos of outreach activities."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49886493300936946,
    0.49886493300936946,
    0.49886493300936946,
    0.49886493300936946,
    0.49886493300936946,
    0.49886493300936946,
    0.49886493300936946,
    0.7047288238763246,
    0.7047288238763246,
    0.7047288238763246,
    0.7047288238763246,
    0.7040683030843171,
    0.7040683030843171,
    0.7040683030843171,
    0.7040683030843171,
    0.7040683030843171,
    0.8500798143112565,
    0.8500798143112565,
    0.8500798143112565,
    0.8500798143112565,
    0.8500798143112565,
    0.8391546363128977,
    0.8391546363128977,
    0.8391546363128977,
    0.8391546363128977,
    0.8391546363128977,
    0.8391546363128977,
    0.8391546363128977,
    0.8391546363128977,
    0.8391546363128977,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893,
    0.8558154056353893
  ],
  "18": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos; nearby, students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Nearby, students line up outside the university gym ahead of the career fair opening, and groups of friends mark target employers on the event map.",
    "The scene centers on an alumni panel discussing how to prepare for technical interviews, complemented by healthcare providers showcasing community outreach photos. Nearby, students line up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves.",
    "At a university setting, an alumni panel discusses how to prepare for technical interviews, complemented by healthcare providers showcasing community outreach photos. Nearby, students line up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches. In a space with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "In a university setting, an alumni panel discusses how to prepare for technical interviews, complemented by healthcare providers showcasing community outreach photos. Nearby, students line up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches. In a space shared by human resources teams and students, HR teams jot notes on tablets as the students introduce themselves, and career counselors remind attendees to maintain eye contact.",
    "At a university career fair near the gym and stage, an alumni panel discusses how to prepare for technical interviews while healthcare providers display photos of their community outreach. Outside, students line up before opening and groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches. In a shared space for human resources teams and students, HR staff jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling submissions by scanning.",
    "At a university career fair near the gym and stage, an alumni panel discusses preparing for technical interviews while healthcare providers display photos of their community outreach. Outside, students line up before opening and groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches. In a shared space for human resources teams and students, HR staff jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling submissions by scanning. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4530545236526273,
    0.4530545236526273,
    0.4530545236526273,
    0.4530545236526273,
    0.6217539449322101,
    0.6217539449322101,
    0.6217539449322101,
    0.6217539449322101,
    0.6217539449322101,
    0.6217539449322101,
    0.7522524147361107,
    0.7522524147361107,
    0.7522524147361107,
    0.7522524147361107,
    0.7522524147361107,
    0.7522524147361107,
    0.7610275035204064,
    0.7610275035204064,
    0.7610275035204064,
    0.7610275035204064,
    0.7505909857829578,
    0.7505909857829578,
    0.7505909857829578,
    0.7505909857829578,
    0.7505909857829578,
    0.7505909857829578,
    0.7505909857829578,
    0.7505909857829578,
    0.8583581745707256,
    0.8583581745707256,
    0.8583581745707256,
    0.8583581745707256,
    0.8583581745707256,
    0.8583581745707256,
    0.8583581745707256,
    0.8583581745707256,
    0.8583581745707256,
    0.8583581745707256,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903,
    0.872566528817903
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "A single scene combines three observable activities: some students rehearse elevator pitches quietly against a wall, a cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos.",
    "In a single scene, some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, framing the diverse activities.",
    "A university career fair scene features multiple concurrent activities. Dozens of booths with colorful banners surround the polished floor, framing diverse interactions as students rehearse elevator pitches quietly against a wall and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos, and groups of friends mark target employers on the event map while students line up outside the university gym ahead of the fair's opening. An alumni panel discusses how to prepare for technical interviews. In a setting with human resources teams and students, HR teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "A university career fair features dozens of booths with colorful banners around a polished floor, hosting varied interactions as students rehearse elevator pitches quietly against a wall and a cybersecurity company runs a password-cracking challenge on a laptop; healthcare providers display photos of their community outreach; groups of friends mark target employers on the event map; students line up outside the university gym ahead of the fair's opening; and an alumni panel discusses how to prepare for technical interviews. In a setting with human resources teams and students, HR teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "A university career fair features dozens of booths with colorful banners around a polished floor, hosting varied interactions as students rehearse elevator pitches quietly against a wall and a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display photos of their community outreach, and groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the fair's opening, and an alumni panel discusses how to prepare for technical interviews. In a setting with human resources teams and students, HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "A university career fair in a polished-floor venue features dozens of booths with colorful banners circling the space, with groups of friends marking target employers on the event map. A small group of students stand against a wall rehearsing elevator pitches, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. An event welcomes attendees with a PA announcement, and at the entrance staff scan registrations and hand out lanyards. In a setting with HR teams and students, HR teams jot notes on tablets as introductions unfold, and career counselors redirect unsure students toward applicable industries and remind them to maintain eye contact. Students line up outside the university gym ahead of the opening.",
    "The career fair takes place in a polished-floor venue with dozens of booths and colorful banners circling the space. Groups of friends mark target employers on the event map. A small group of students stands against a wall rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. The event opens with a PA announcement; at the entrance staff scan registrations and hand out lanyards. In a setting with HR teams and students, HR teams jot notes on tablets as introductions unfold, and career counselors redirect unsure students toward applicable industries and remind them to maintain eye contact. Students line up outside the university gym ahead of the opening. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.2942970917881919,
    0.2942970917881919,
    0.2942970917881919,
    0.2942970917881919,
    0.5431873405725286,
    0.5431873405725286,
    0.5431873405725286,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.8421871994852446,
    0.6743902256900012,
    0.6743902256900012,
    0.6743902256900012,
    0.6743902256900012,
    0.6743902256900012,
    0.6743902256900012,
    0.6743902256900012,
    0.6743902256900012,
    0.6743902256900012,
    0.8655294041125483,
    0.8655294041125483,
    0.8655294041125483,
    0.8655294041125483,
    0.8655294041125483,
    0.8655294041125483,
    0.8655294041125483,
    0.8393259923623997,
    0.8393259923623997,
    0.8393259923623997,
    0.8393259923623997,
    0.8393259923623997,
    0.8393259923623997,
    0.8822905495056419,
    0.8822905495056419,
    0.8822905495056419,
    0.8822905495056419,
    0.8822905495056419,
    0.8822905495056419,
    0.8822905495056419
  ],
  "20": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue, dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At the event venue, dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, dozens of booths with colorful banners surround a polished floor. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Students are lined up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves.",
    "Dozens of booths with colorful banners surround a polished floor at the event venue, where groups of friends mark target employers on the event map and a small group of students stands against a wall quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Students are lined up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. In a setting with human resources teams and students, HR teams jot notes on tablets during introductions. An event setting brings together HR teams and students as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a career fair set in a polished-wood floor venue, dozens of booths with colorful banners surround the space. Groups of friends mark target employers on an event map and identify specific employers, while a small group of students stands against a wall quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Students line up outside the university gym awaiting the fairs opening. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets during introductions and as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes to support immediate internship applications, allowing submissions directly via codes. Healthcare providers display photos of their community outreach activities. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a polished-wood floor career fair, dozens of booths surround the space. Groups of friends mark target employers on an event map and identify companies, while a small group of students stands against a wall rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Students line up outside the university gym awaiting the fairs opening. Near the stage, the engineering society sponsors a resume review table. HR teams jot notes on tablets during introductions and as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes to support immediate internship applications, allowing submissions directly via codes. Healthcare providers display photos of their community outreach activities. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "On a polished-wood floor, a career fair fills a space ringed by dozens of booths. Groups of friends mark target employers on an event map and identify specific companies; a small group rehearses elevator pitches against a wall. An alumni panel discusses preparing for technical interviews, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. HR teams meet with students, taking notes on tablets, as counselors direct unsure attendees toward suitable industries and remind them to maintain eye contact. Finance firms provide QR codes to enable internship submissions directly via codes. Healthcare providers display photos of community outreach activities. The engineering society sponsors a resume review table near the stage, with tech companies displaying demo screens of their latest apps. Students clutch resumes in branded folders."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5650933458889531,
    0.5650933458889531,
    0.5650933458889531,
    0.5650933458889531,
    0.5650933458889531,
    0.7583778157679698,
    0.7583778157679698,
    0.7583778157679698,
    0.7583778157679698,
    0.7583778157679698,
    0.7583778157679698,
    0.7583778157679698,
    0.7583778157679698,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8330504764365042,
    0.8287843459125397,
    0.8287843459125397,
    0.8287843459125397,
    0.8287843459125397,
    0.8287843459125397,
    0.8287843459125397,
    0.8287843459125397,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8916158362076325,
    0.8849799711372509,
    0.8849799711372509,
    0.8849799711372509,
    0.8849799711372509,
    0.8849799711372509,
    0.8849799711372509,
    0.8849799711372509,
    0.8849799711372509,
    0.899872798704539
  ],
  "21": [
    "",
    "",
    "\"\"",
    "\"\"",
    "In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves.",
    "A setting with human resources teams and students, where HR teams jot notes on tablets as the students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "An event setting with human resources teams and students. HR teams jot notes on tablets as the students introduce themselves. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "An event setting brings together human resources teams and students. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, human resources teams meet with students as they introduce themselves, with HR staff taking notes on tablets. Career counselors help directing unsure students toward suitable industries. Friends gather to mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule.",
    "At the event, human resources teams meet with students as they introduce themselves, with HR staff taking notes on tablets. Career counselors help directing unsure students toward suitable industries. Friends gather to mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule.",
    "At the event, human resources teams meet with students as they introduce themselves, with HR staff taking notes on tablets, while career counselors direct unsure students toward suitable industries. Groups of friends mark target employers on the event map, identifying specific employers. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling applicants to initiate submissions by scanning the codes. Healthcare providers display photos of their community outreach activities, highlighting the outreach work within the community. The engineering society sponsors a resume review table near the stage to provide resume review support.",
    "At a career fair, HR teams meet with students, with notes on tablets and counselors directing unsure attendees toward suitable industries, reminding them to maintain eye contact. Groups of friends mark target employers on the event map, identifying specific employers, while a small group rehearses elevator pitches against a wall. An alumni panel discusses preparing for technical interviews, and alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes to enable internship submissions by scanning. Healthcare providers display photos of their community outreach activities. The engineering society sponsors a resume review table near the stage, with tech companies displaying demo screens of their latest apps. Students clutch resumes in branded folders.",
    "At a career fair, HR teams meet with students while counselors direct unsure attendees toward suitable industries, notes on tablets in view and reminders to maintain eye contact. Groups of friends mark target employers on the event map, identifying specific employers, as a small group rehearses elevator pitches against a wall. An alumni panel discusses preparing for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes to enable internship submissions by scanning. Healthcare providers display photos of their community outreach activities. The engineering society sponsors a resume review table near the stage, with tech companies displaying demo screens of their latest apps. Students clutch resumes in branded folders."
  ],
  "21_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2987678741023519,
    0.2987678741023519,
    0.2987678741023519,
    0.2987678741023519,
    0.2987678741023519,
    0.37365365178952276,
    0.37365365178952276,
    0.37365365178952276,
    0.37365365178952276,
    0.37365365178952276,
    0.7510325745974825,
    0.7510325745974825,
    0.7510325745974825,
    0.7640191924511525,
    0.7640191924511525,
    0.7640191924511525,
    0.7640191924511525,
    0.7640191924511525,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.884884507862221,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8824319111584855,
    0.8798471377278692,
    0.8798471377278692,
    0.8798471377278692,
    0.8798471377278692,
    0.8798471377278692,
    0.8798471377278692,
    0.8798471377278692,
    0.8798471377278692,
    0.8798471377278692,
    0.8798471377278692
  ],
  "22": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "During the event, the engineering society sponsors a resume review table near the stage, providing resume review support. Career counselors redirect unsure students toward applicable industries.",
    "During the event, the engineering society sponsors a resume review table near the stage, providing resume review support. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, the engineering society sponsors a resume review table near the stage to provide resume review support. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling applicants to initiate submissions by scanning the codes. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage to provide resume review support. Career counselors redirect unsure students toward applicable industries. Staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling submissions by scanning the codes. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, identifying specific employers. Healthcare providers display photos of their community outreach activities, highlighting the outreach work within the community. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on an alumni panel discussing how to prepare for technical interviews, complemented by healthcare providers displaying photos of their community outreach activities. Nearby, students line up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map. A small group of students stands against a wall quietly rehearsing elevator pitches. Near the stage, the engineering society sponsors a resume review table to provide resume review support, with career counselors redirecting unsure students toward applicable industries. Staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to facilitate immediate internship applications, enabling submissions by scanning the codes. In a setting with human resources teams and students, HR teams jot notes on tablets as the students introduce themselves.",
    "At a university campus event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers display photos of outreach activities. Students line up outside the gym ahead of the career fair, groups of friends mark target employers on the event map, and a small group rehearses elevator pitches against a wall. Inside near the stage, the engineering society runs a resume review table and career counselors direct unsure students toward applicable industries; HR teams jot notes on tablets as introductions occur. Staff scan registrations and hand out lanyards at the entrance. During the internship event and campus fair, finance firms provide QR codes to enable immediate internship applications, submissions initiated by scanning. A robotics startup flies a drone above its booth; a cybersecurity company runs a password-cracking challenge on a laptop; a welcome PA outlines the fair schedule."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5457508141831342,
    0.5457508141831342,
    0.5457508141831342,
    0.5457508141831342,
    0.5457508141831342,
    0.5457508141831342,
    0.7391080100124034,
    0.7391080100124034,
    0.7391080100124034,
    0.7391080100124034,
    0.7391080100124034,
    0.8148838125692385,
    0.8148838125692385,
    0.8148838125692385,
    0.8148838125692385,
    0.8148838125692385,
    0.8148838125692385,
    0.8148838125692385,
    0.8179844367077925,
    0.8179844367077925,
    0.8179844367077925,
    0.8179844367077925,
    0.8179844367077925,
    0.8179844367077925,
    0.8179844367077925,
    0.8179844367077925,
    0.8179844367077925,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8198023511978496,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679,
    0.8816508547779679
  ],
  "23": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth for attention; consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "At the event, a robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. A small group of students stands against a wall, quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career and internship fair, a drone hovers above a booth while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, and a small group of students stands against a wall quietly rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Finance firms at the internship event provide QR codes for immediate internship applications, with submissions initiated by scanning; HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up waiting for the career fair to open. Inside, near the stage, the engineering society sponsors a resume review table.",
    "A drone hovers above a booth while a robotics startup flies another drone to draw attention; consulting firms stack case study booklets on high tables as counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor; groups of friends mark target employers on the event map, while a small group rehearses elevator pitches by a wall. An alumni panel discusses technical interview prep. Finance firms provide QR codes for internships, with submissions initiated by scanning; HR teams jot notes on tablets as students introduce themselves. At the entrance, staff scan registrations and hand out lanyards. Outside the gym, students line up waiting for the fair to open. Inside near the stage, the engineering society sponsors a resume review table; healthcare providers display outreach photos and tech demos play; students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries."
  ],
  "23_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5156363131591948,
    0.5156363131591948,
    0.5156363131591948,
    0.5156363131591948,
    0.5156363131591948,
    0.5156363131591948,
    0.5156363131591948,
    0.5156363131591948,
    0.5156363131591948,
    0.8378096985089101,
    0.8378096985089101,
    0.8378096985089101,
    0.8378096985089101,
    0.8378096985089101,
    0.8378096985089101,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.890664069977338,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068,
    0.9188691202479068
  ],
  "24": [
    "",
    "",
    "Finance firms are providing QR codes to support immediate internship applications, enabling applicants to initiate their submissions directly via scannable codes.",
    "Finance firms are providing QR codes to support immediate internship applications, enabling applicants to initiate their submissions directly by scanning the codes.",
    "Finance firms are providing QR codes to support immediate internship applications, enabling applicants to initiate submissions directly by scanning the codes. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms provide QR codes to facilitate immediate internship applications, enabling applicants to initiate submissions by scanning the codes. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, finance firms provide QR codes to facilitate immediate internship applications, enabling applicants to initiate submissions by scanning the codes. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event, finance firms provide QR codes that let applicants initiate internship submissions by scanning them. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, finance firms provide QR codes that enable applicants to initiate internship submissions by scanning them. Students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, finance firms provide QR codes that enable applicants to initiate internship submissions by scanning them. Students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, finance firms provide QR codes that enable applicants to initiate internship submissions by scanning them. Students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, QR codes enable applicants to initiate internship submissions by scanning them. Students rehearse elevator pitches quietly against the wall. Groups of friends use the event map to mark target employers and identify specific companies. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Some students line up outside the university gym, waiting for the fair to open. Near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers display photos of their community outreach activities, highlighting outreach work in the community.",
    "At the career fair, QR codes enable internship submissions by scanning them, with finance firms providing codes for immediate applications. Groups of friends use the event map to mark target employers and identify companies. Students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Cybersecurity company runs a password-cracking challenge on a laptop at its booth, while a robotics startup flies a small drone above its booth to draw attention. Some students line up outside the university gym, waiting for the fair to open. Near the stage, the engineering society sponsors a resume review table to provide support. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers display photos of community outreach activities, highlighting outreach work in the community."
  ],
  "24_score": [
    0.0,
    0.0,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.37014904236495694,
    0.3510727180191767,
    0.3510727180191767,
    0.3510727180191767,
    0.551731695442993,
    0.551731695442993,
    0.551731695442993,
    0.551731695442993,
    0.5423782085342608,
    0.5423782085342608,
    0.5423782085342608,
    0.5423782085342608,
    0.5423782085342608,
    0.783713213000766,
    0.783713213000766,
    0.783713213000766,
    0.8140973684369577,
    0.8140973684369577,
    0.8140973684369577,
    0.8140973684369577,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.8180841749800015,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9068834013929423,
    0.9124287895450655,
    0.9124287895450655,
    0.9124287895450655,
    0.9124287895450655,
    0.9124287895450655,
    0.9124287895450655
  ]
}