{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At an event, an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention, flying it above its booth.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention, flying it above its booth. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention, flying it above its booth. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention, flying it above its booth. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention, flying it above its booth. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention, flying above its booth. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention, flying above its booth. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5828081509616435,
    0.5828081509616435,
    0.5828081509616435,
    0.5828081509616435,
    0.5828081509616435,
    0.5828081509616435,
    0.5828081509616435,
    0.5828081509616435,
    0.5828081509616435,
    0.5828081509616435,
    0.7220870377448645,
    0.7220870377448645,
    0.7220870377448645,
    0.7220870377448645,
    0.7220870377448645,
    0.7220870377448645,
    0.7220870377448645,
    0.7220870377448645,
    0.7874151296752421,
    0.7874151296752421,
    0.7874151296752421,
    0.7874151296752421,
    0.7874151296752421,
    0.7874151296752421,
    0.7874151296752421,
    0.8115132251456136,
    0.8115132251456136,
    0.8115132251456136,
    0.8115132251456136,
    0.8115132251456136,
    0.8115132251456136,
    0.8115132251456136,
    0.8115132251456136,
    0.8115132251456136,
    0.8371735718198768,
    0.8371735718198768,
    0.8371735718198768,
    0.8371735718198768,
    0.8371735718198768,
    0.8463933323933944,
    0.8463933323933944,
    0.8463933323933944,
    0.8463933323933944,
    0.8463933323933944,
    0.8463933323933944,
    0.8463933323933944,
    0.8494665569291413,
    0.8494665569291413,
    0.8494665569291413,
    0.8494665569291413,
    0.8494665569291413,
    0.8494665569291413,
    0.8494665569291413
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle the polished floor; they redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle the polished floor, redirecting unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4703508268035398,
    0.4703508268035398,
    0.4703508268035398,
    0.4703508268035398,
    0.4703508268035398,
    0.4703508268035398,
    0.42357925487145587,
    0.42357925487145587,
    0.42357925487145587
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact, while HR teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact, while HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "A career fair unfolds in the university gym, where dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before the career fair opens.",
    "The career fair unfolds in a university gym, with dozens of booths adorned by colorful banners circling the polished floor. Career counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before the career fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor. Career counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.3923439761630989,
    0.5913255740330804,
    0.5913255740330804,
    0.5913255740330804,
    0.5913255740330804,
    0.5913255740330804,
    0.5913255740330804,
    0.44200503307336847,
    0.44200503307336847,
    0.44200503307336847,
    0.44200503307336847,
    0.44200503307336847,
    0.44200503307336847,
    0.44200503307336847,
    0.619911375103031,
    0.619911375103031,
    0.619911375103031,
    0.619911375103031,
    0.619911375103031,
    0.619911375103031,
    0.619911375103031,
    0.619911375103031,
    0.7777421744356297,
    0.7777421744356297,
    0.7777421744356297,
    0.7777421744356297,
    0.7777421744356297,
    0.7777421744356297,
    0.7777421744356297,
    0.8477112805753058,
    0.8477112805753058,
    0.8477112805753058,
    0.8477112805753058,
    0.8477112805753058,
    0.8516992444590394,
    0.8516992444590394,
    0.8516992444590394,
    0.8516992444590394,
    0.8516992444590394
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens. Inside the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens. Inside, a welcome announcement outlining the schedule is broadcast over the PA system. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside before the career fair opens, while inside a welcome announcement outlines the schedule over the PA system. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, students line up outside before the career fair opens, while inside a PA system delivers a welcome announcement outlining the schedule. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications.",
    "At the university gym, students line up outside before the career fair opens. Inside, a PA system delivers a welcome announcement outlining the schedule. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.6515712885899885,
    0.6515712885899885,
    0.6515712885899885,
    0.6515712885899885,
    0.6515712885899885,
    0.6515712885899885,
    0.6515712885899885,
    0.7943650959208942,
    0.7943650959208942,
    0.7943650959208942,
    0.7943650959208942,
    0.7943650959208942,
    0.7943650959208942,
    0.7943650959208942,
    0.8288781567163132,
    0.8288781567163132,
    0.8288781567163132,
    0.8288781567163132,
    0.8288781567163132,
    0.8288781567163132,
    0.8288781567163132,
    0.8288781567163132,
    0.8288781567163132,
    0.7975917305409865,
    0.7975917305409865,
    0.7975917305409865,
    0.7975917305409865,
    0.7975917305409865,
    0.7975917305409865,
    0.7930806381481832,
    0.7930806381481832,
    0.7930806381481832,
    0.7930806381481832,
    0.7930806381481832,
    0.7930806381481832,
    0.7930806381481832,
    0.7984479395342187,
    0.7984479395342187,
    0.7984479395342187,
    0.7984479395342187,
    0.7984479395342187,
    0.7984479395342187,
    0.7984479395342187,
    0.7984479395342187,
    0.8300441060493762,
    0.8300441060493762,
    0.8300441060493762,
    0.8300441060493762,
    0.8300441060493762,
    0.8300441060493762,
    0.8300441060493762
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, and the engineering society sponsors a resume review table near the stage.",
    "In the scene, students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Students rehearse elevator pitches quietly against the wall as part of the scene. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "In the university gym, a career fair scene unfolds: students rehearse elevator pitches quietly against the wall; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case-study booklets on high tables; career counselors redirect unsure students toward applicable industries. Outside the gym, students line up before the career fair opens.",
    "In a university gym hosting a career fair, students rehearse elevator pitches quietly against the wall as the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case-study booklets on high tables, while career counselors redirect unsure students toward applicable industries. Outside the gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a university gym hosting a career fair, students rehearse elevator pitches quietly against the wall as the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case-study booklets on high tables, while career counselors redirect unsure students toward applicable industries. Outside the gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A university gym is hosting a career fair where students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Outside the gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33257103531714544,
    0.33257103531714544,
    0.33257103531714544,
    0.33257103531714544,
    0.33257103531714544,
    0.33257103531714544,
    0.33257103531714544,
    0.33257103531714544,
    0.667573953565361,
    0.667573953565361,
    0.667573953565361,
    0.667573953565361,
    0.667573953565361,
    0.667573953565361,
    0.667573953565361,
    0.6997172612316463,
    0.6997172612316463,
    0.6997172612316463,
    0.6997172612316463,
    0.6997172612316463,
    0.5965331554980409,
    0.5965331554980409,
    0.5965331554980409,
    0.5965331554980409,
    0.5965331554980409,
    0.5965331554980409,
    0.5965331554980409,
    0.5965331554980409,
    0.7346031508980013,
    0.7346031508980013,
    0.7346031508980013,
    0.7346031508980013,
    0.7346031508980013,
    0.7346031508980013,
    0.7346031508980013,
    0.7120406905268548,
    0.7120406905268548,
    0.7120406905268548,
    0.7120406905268548,
    0.7120406905268548,
    0.7120406905268548,
    0.7120406905268548,
    0.7120406905268548,
    0.7844356434429512,
    0.7844356434429512,
    0.7844356434429512,
    0.7844356434429512,
    0.7844356434429512,
    0.7844356434429512,
    0.7844356434429512,
    0.7844356434429512,
    0.7844356434429512
  ],
  "5": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "In the event setting, groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station.",
    "Within the event setting, groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Within the event setting, groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "Within the event setting, groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and students clutch resumes inside branded folders.",
    "In the event setting, groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.3999409144929041,
    0.3999409144929041,
    0.3999409144929041,
    0.3999409144929041,
    0.3999409144929041,
    0.3999409144929041,
    0.3999409144929041,
    0.5653086927223547,
    0.5653086927223547,
    0.5653086927223547,
    0.5653086927223547,
    0.5653086927223547,
    0.5653086927223547,
    0.7437637320106673,
    0.7437637320106673,
    0.7437637320106673,
    0.7437637320106673,
    0.7437637320106673,
    0.7437637320106673,
    0.7437637320106673,
    0.730466818873488,
    0.730466818873488,
    0.730466818873488,
    0.730466818873488,
    0.730466818873488,
    0.730466818873488,
    0.7437977086917306,
    0.7437977086917306,
    0.7437977086917306,
    0.7437977086917306,
    0.7437977086917306,
    0.7437977086917306,
    0.7437977086917306,
    0.7437977086917306,
    0.7437977086917306,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909,
    0.794414121085909
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Near the stage, the engineering society sponsors a resume review table.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Near the stage, the engineering society sponsors a resume review table.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor. Near the stage, the engineering society sponsors a resume review table.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor. Near the stage, the engineering society sponsors a resume review table.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor. Near the stage, the engineering society sponsors a resume review table, while career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor, creating a busy perimeter around the space. Near the stage, the engineering society sponsors a resume review table, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.755324423897228,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7322479559774293,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7541387186480957,
    0.7872434215903004,
    0.7872434215903004,
    0.7872434215903004,
    0.7872434215903004,
    0.7872434215903004,
    0.7872434215903004,
    0.7872434215903004,
    0.7872434215903004,
    0.7872434215903004,
    0.821979950389807,
    0.821979950389807
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle the polished floor, while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle the polished floor as a cybersecurity company runs a password-cracking challenge on a laptop; finance firms offer QR codes for immediate internship applications; students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor of the university gym as a career fair unfolds. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees' attention among the stalls. Finance firms display QR codes for immediate internship applications. Students line up outside the gym before the fair opens, awaiting admission. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Dozens of booths with colorful banners encircle the polished gym floor as a university career fair unfolds. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees’ attention among the stalls. Finance firms display QR codes for immediate internship applications. Students line up outside the gym before the fair opens, awaiting admission. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished gym floor as a university career fair unfolds. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees’ attention among the stalls. Finance firms display QR codes for immediate internship applications. Students line up outside the gym before the fair opens, awaiting admission. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3553825758526041,
    0.3553825758526041,
    0.3553825758526041,
    0.3553825758526041,
    0.3553825758526041,
    0.3553825758526041,
    0.3553825758526041,
    0.6031728670690427,
    0.6031728670690427,
    0.6031728670690427,
    0.6031728670690427,
    0.6031728670690427,
    0.6031728670690427,
    0.6031728670690427,
    0.6031728670690427,
    0.6031728670690427,
    0.5350552012349414,
    0.5350552012349414,
    0.5350552012349414,
    0.5350552012349414,
    0.5350552012349414,
    0.8229446107818355,
    0.8229446107818355,
    0.8229446107818355,
    0.8229446107818355,
    0.8229446107818355,
    0.8229446107818355,
    0.8229446107818355,
    0.8229446107818355,
    0.8229446107818355,
    0.8229446107818355,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8397920474072373,
    0.8527850202472029,
    0.8527850202472029,
    0.8527850202472029,
    0.8527850202472029,
    0.8527850202472029,
    0.8527850202472029,
    0.8527850202472029,
    0.8527850202472029
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular perimeter around the gleaming surface.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular perimeter around the surface; in the adjoining classroom, workshops on networking etiquette begin.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular perimeter around it. In the adjoining classroom, workshops on networking etiquette begin, and students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular perimeter around it. In the adjoining classroom, workshops on networking etiquette begin, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular perimeter around it. In the adjoining classroom, workshops on networking etiquette begin, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular perimeter around it. In the adjoining classroom, workshops on networking etiquette begin, with students clutching resumes inside branded folders. Finance firms offer QR codes for immediate internship applications, and human resources teams jot notes on tablets as students introduce themselves.",
    "A career fair features dozens of booths with colorful banners encircling a polished, gleaming floor in a circular layout. In the adjoining classroom, workshops on networking etiquette are starting, with students clutching resumes inside branded folders. Finance firms display QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "A career fair features dozens of booths with colorful banners encircling a polished, gleaming floor arranged in a circular layout. In the adjoining classroom, workshops on networking etiquette are starting, with students clutching resumes inside branded folders. Finance firms display QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "A career fair features dozens of booths adorned with colorful banners surrounding a polished, gleaming floor arranged in a circular layout. In the adjoining classroom, workshops on networking etiquette are starting, with students clutching resumes inside branded folders. Finance firms display QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3083093850640954,
    0.3083093850640954,
    0.3083093850640954,
    0.3083093850640954,
    0.3083093850640954,
    0.3083093850640954,
    0.3083093850640954,
    0.3083093850640954,
    0.3083093850640954,
    0.3601766940611047,
    0.3601766940611047,
    0.3601766940611047,
    0.3601766940611047,
    0.3601766940611047,
    0.3601766940611047,
    0.3601766940611047,
    0.3601766940611047,
    0.5420334626923663,
    0.5420334626923663,
    0.5420334626923663,
    0.5420334626923663,
    0.5420334626923663,
    0.5420334626923663,
    0.5420334626923663,
    0.5420334626923663,
    0.7478679384821147,
    0.7478679384821147,
    0.7478679384821147,
    0.7478679384821147,
    0.7478679384821147,
    0.7478679384821147,
    0.7478679384821147,
    0.7491616476563332,
    0.7491616476563332,
    0.7491616476563332,
    0.7491616476563332,
    0.7491616476563332,
    0.7491616476563332,
    0.7491616476563332,
    0.7359372092617988,
    0.7359372092617988,
    0.7359372092617988,
    0.7359372092617988,
    0.7359372092617988,
    0.7359372092617988,
    0.8378873083521543,
    0.8378873083521543,
    0.8378873083521543,
    0.8378873083521543,
    0.8378873083521543,
    0.8378873083521543,
    0.8378873083521543,
    0.8378873083521543,
    0.8388390248830024,
    0.8388390248830024,
    0.8388390248830024,
    0.8388390248830024,
    0.8388390248830024,
    0.8388390248830024,
    0.8626888897320599,
    0.8626888897320599
  ],
  "9": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms provide QR codes that allow immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms provide QR codes that allow immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Finance firms provide QR codes that allow immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Finance firms provide QR codes that enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms provide QR codes that enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the event, finance firms provide QR codes that enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, multiple recruiting and outreach activities are present: finance firms provide QR codes that enable immediate internship applications; human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos; some students rehearse elevator pitches quietly against the wall; groups of friends mark target employers on the event map.",
    "At the event, a range of recruiting and outreach activities are on display. Finance firms provide QR codes enabling immediate internship applications. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.43929963410786843,
    0.43929963410786843,
    0.43929963410786843,
    0.43929963410786843,
    0.6206014894725183,
    0.6206014894725183,
    0.6206014894725183,
    0.6206014894725183,
    0.6206014894725183,
    0.6206014894725183,
    0.6206014894725183,
    0.6206014894725183,
    0.7348267597746588,
    0.7348267597746588,
    0.7348267597746588,
    0.7348267597746588,
    0.7348267597746588,
    0.7348267597746588,
    0.7348267597746588,
    0.7315725130629279,
    0.7315725130629279,
    0.7315725130629279,
    0.7315725130629279,
    0.7315725130629279,
    0.7315725130629279,
    0.7315725130629279,
    0.7315725130629279,
    0.7315725130629279,
    0.8336637002698194,
    0.8336637002698194,
    0.8336637002698194,
    0.8336637002698194,
    0.8336637002698194,
    0.8336637002698194,
    0.8336637002698194,
    0.8336637002698194,
    0.8423981697090657,
    0.8423981697090657,
    0.8423981697090657,
    0.8423981697090657,
    0.8423981697090657,
    0.8423981697090657,
    0.8423981697090657,
    0.8423981697090657,
    0.5389578267765515,
    0.5389578267765515,
    0.5389578267765515,
    0.5389578267765515,
    0.5389578267765515,
    0.5389578267765515,
    0.5389578267765515,
    0.5389578267765515,
    0.5389578267765515,
    0.857539777458252,
    0.857539777458252
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Event activity begins at the venue entrance where staff scan registrations and hand out lanyards. Inside, an alumni panel discusses preparation for technical interviews. A cybersecurity company conducts a password-cracking challenge on a laptop. The engineering society maintains a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Inside, an alumni panel discusses preparation for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society maintains a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Inside, an alumni panel discusses preparation for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society maintains a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.754334396746331,
    0.754334396746331,
    0.754334396746331,
    0.754334396746331,
    0.754334396746331,
    0.754334396746331,
    0.7586175815993109,
    0.7586175815993109,
    0.7586175815993109,
    0.7586175815993109,
    0.7586175815993109,
    0.7586175815993109,
    0.7586175815993109,
    0.8079838028479263,
    0.8079838028479263,
    0.8079838028479263,
    0.8079838028479263,
    0.8079838028479263,
    0.8079838028479263,
    0.8012290961945662,
    0.8012290961945662,
    0.8012290961945662,
    0.8012290961945662,
    0.8012290961945662,
    0.8012290961945662,
    0.8012290961945662,
    0.8012290961945662,
    0.8378055102571123,
    0.8378055102571123,
    0.8378055102571123,
    0.8378055102571123,
    0.8378055102571123,
    0.8378055102571123,
    0.8378055102571123,
    0.8378055102571123,
    0.8409574392995673,
    0.8409574392995673,
    0.8409574392995673,
    0.8409574392995673,
    0.8409574392995673,
    0.8409574392995673
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. An alumni panel discusses how to prepare for technical interviews.",
    "A space features dozens of booths with colorful banners encircling a polished floor, forming a circular arrangement around the room. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "A space features dozens of booths with colorful banners encircling a polished floor, forming a circular arrangement around the room. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "The space features dozens of booths with colorful banners encircling a polished floor, forming a circular arrangement around the room. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "The venue features dozens of booths with colorful banners encircling a polished floor, forming a circular layout around the room. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "The venue centers on a polished floor arranged in a circular layout by dozens of booths with colorful banners. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "The venue features a polished floor arranged in a circular layout of dozens of booths with colorful banners. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "The venue features a polished floor and a circular layout of dozens of booths adorned with colorful banners. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.5770231674266355,
    0.6655221500916363,
    0.6655221500916363,
    0.6655221500916363,
    0.6655221500916363,
    0.6655221500916363,
    0.6655221500916363,
    0.6655221500916363,
    0.6967300143007527,
    0.6967300143007527,
    0.6967300143007527,
    0.6967300143007527,
    0.6967300143007527,
    0.6967300143007527,
    0.6967300143007527,
    0.742859308796392,
    0.742859308796392,
    0.742859308796392,
    0.742859308796392,
    0.742859308796392,
    0.742859308796392,
    0.742859308796392,
    0.7863706099517183,
    0.7863706099517183,
    0.7863706099517183,
    0.7863706099517183,
    0.7863706099517183,
    0.7863706099517183,
    0.7863706099517183,
    0.7911403758624418,
    0.7911403758624418,
    0.7911403758624418,
    0.7911403758624418,
    0.7911403758624418,
    0.7911403758624418,
    0.824721911459509,
    0.824721911459509,
    0.824721911459509,
    0.824721911459509,
    0.824721911459509,
    0.824721911459509,
    0.824721911459509,
    0.891510576400963,
    0.891510576400963,
    0.891510576400963,
    0.891510576400963,
    0.891510576400963,
    0.891510576400963
  ],
  "12": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers give quick pep talks near the coffee station, with an alumni panel discussing how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station, with an alumni panel discussing how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "At the career fair venue, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the career fair venue, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the career fair venue, alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4216073822296533,
    0.4216073822296533,
    0.4216073822296533,
    0.4216073822296533,
    0.4216073822296533,
    0.4216073822296533,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.6282397759091181,
    0.7501554528185953,
    0.7501554528185953,
    0.7501554528185953,
    0.7501554528185953,
    0.7501554528185953,
    0.7501554528185953,
    0.7501554528185953,
    0.7565560993257817,
    0.7565560993257817,
    0.7565560993257817,
    0.7565560993257817,
    0.7565560993257817,
    0.7565560993257817,
    0.7565560993257817,
    0.7565560993257817,
    0.7603727958981678,
    0.7603727958981678,
    0.7603727958981678,
    0.7603727958981678,
    0.7603727958981678,
    0.7603727958981678,
    0.7603727958981678,
    0.8421041455734739,
    0.8421041455734739,
    0.8421041455734739,
    0.8421041455734739,
    0.8421041455734739,
    0.8421041455734739,
    0.8421041455734739,
    0.8544607875713041,
    0.8544607875713041,
    0.8544607875713041,
    0.8544607875713041,
    0.8544607875713041,
    0.8544607875713041,
    0.8544607875713041,
    0.8544607875713041,
    0.8544607875713041
  ],
  "13": [
    "",
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, networking etiquette workshops begin, with students clutching resumes inside branded folders.",
    "In the adjoining classroom, networking etiquette workshops begin; students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, networking etiquette workshops have begun. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, creating a bustle around the ongoing event.",
    "In the adjoining classroom, networking etiquette workshops have begun. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, creating a bustle around the ongoing event. Some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, networking etiquette workshops have begun. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, creating a bustle around the ongoing event. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the adjoining classroom, networking etiquette workshops have begun. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, creating a bustle around the ongoing event. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, networking etiquette workshops have begun. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, creating a bustle around the ongoing event. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.35913073628524395,
    0.3633660279818517,
    0.3633660279818517,
    0.3633660279818517,
    0.3633660279818517,
    0.6403869188917171,
    0.6403869188917171,
    0.6403869188917171,
    0.6403869188917171,
    0.6403869188917171,
    0.6403869188917171,
    0.6403869188917171,
    0.6403869188917171,
    0.6403869188917171,
    0.6603702165757519,
    0.6603702165757519,
    0.6603702165757519,
    0.6603702165757519,
    0.6603702165757519,
    0.6603702165757519,
    0.7108190042703199,
    0.7108190042703199,
    0.7108190042703199,
    0.7108190042703199,
    0.7108190042703199,
    0.7108190042703199,
    0.7108190042703199,
    0.7108190042703199,
    0.7108190042703199,
    0.7108190042703199,
    0.736451646873449,
    0.736451646873449,
    0.736451646873449,
    0.736451646873449,
    0.736451646873449,
    0.736451646873449,
    0.736451646873449,
    0.736451646873449,
    0.736451646873449,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201,
    0.7444316846155201
  ],
  "14": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "In the event scene, career counselors redirect unsure students toward applicable industries, groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event scene, career counselors redirect unsure students toward applicable industries, groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the event scene, career counselors redirect unsure students toward applicable industries; groups of friends mark target employers on the event map; alumni volunteers give quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews.",
    "At the event scene, career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event scene, career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact.",
    "At the event scene, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event scene, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4519920257791177,
    0.4519920257791177,
    0.4519920257791177,
    0.4519920257791177,
    0.4519920257791177,
    0.4519920257791177,
    0.4519920257791177,
    0.6342739528709808,
    0.6342739528709808,
    0.6342739528709808,
    0.6342739528709808,
    0.6342739528709808,
    0.49751128008210765,
    0.49751128008210765,
    0.49751128008210765,
    0.49751128008210765,
    0.49751128008210765,
    0.49751128008210765,
    0.49751128008210765,
    0.8030480527255976,
    0.8030480527255976,
    0.8030480527255976,
    0.8030480527255976,
    0.8030480527255976,
    0.8030480527255976,
    0.8030480527255976,
    0.7417384227533869,
    0.7417384227533869,
    0.7417384227533869,
    0.7417384227533869,
    0.7417384227533869,
    0.7417384227533869,
    0.7417384227533869,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027,
    0.7531931759242027
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Within the scene, consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Objects observed include glossy case study booklets, high tables, the event map, and the marks on it. Actions are stacking the booklets on elevated surfaces and annotating the event map. Spatial relations show the booklets resting on high tables and marks placed on the event map.",
    "Consulting firms stack glossy case study booklets on high tables as groups of friends mark target employers on the event map. The scene includes glossy case study booklets, high tables, the event map, and the marks on it; the booklets rest on elevated surfaces and marks are placed on the map. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case-study booklets on high tables as groups of friends mark target employers on the event map; the booklets rest on elevated surfaces and marks are placed on the map. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "At the career fair prep area, consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on an event map; the booklets rest on elevated surfaces and the marks sit on the map. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair prep area, consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on an event map, the marks placed on the map. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "In the career fair prep area, consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on an event map, with marks placed on the map. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "In the career fair prep area, consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on an event map. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5341725704723758,
    0.5341725704723758,
    0.5341725704723758,
    0.5341725704723758,
    0.5341725704723758,
    0.5341725704723758,
    0.5341725704723758,
    0.5341725704723758,
    0.6790365693828366,
    0.6790365693828366,
    0.6790365693828366,
    0.6790365693828366,
    0.6790365693828366,
    0.6790365693828366,
    0.6790365693828366,
    0.6790365693828366,
    0.5897120808686451,
    0.5897120808686451,
    0.5897120808686451,
    0.5897120808686451,
    0.5897120808686451,
    0.7808537837559407,
    0.7808537837559407,
    0.7808537837559407,
    0.7808537837559407,
    0.7808537837559407,
    0.7808537837559407,
    0.7808537837559407,
    0.7808537837559407,
    0.7808537837559407,
    0.7808537837559407,
    0.7833078438714141,
    0.7833078438714141,
    0.7833078438714141,
    0.7833078438714141,
    0.7833078438714141,
    0.7833078438714141,
    0.7833078438714141,
    0.7833078438714141,
    0.830111324629951,
    0.830111324629951,
    0.830111324629951,
    0.830111324629951,
    0.830111324629951,
    0.830111324629951,
    0.830111324629951,
    0.830111324629951
  ],
  "16": [
    "",
    "",
    "Tech companies are displaying demo screens that show their latest apps.",
    "Tech companies are displaying demo screens that show their latest apps, while an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, tech companies are displaying demo screens that show their latest apps, an alumni panel is discussing how to prepare for technical interviews, and a welcome announcement is outlining the fair schedule over the PA system.",
    "At the fair, tech companies display demo screens showing their latest apps; an alumni panel discusses how to prepare for technical interviews; a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "At the fair, tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "At the fair, tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens of their latest apps, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, as healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "16_score": [
    0.0,
    0.0,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.4050761472672762,
    0.4597634359588334,
    0.4597634359588334,
    0.4597634359588334,
    0.4597634359588334,
    0.4597634359588334,
    0.4597634359588334,
    0.4597634359588334,
    0.5375735605004787,
    0.5375735605004787,
    0.5375735605004787,
    0.5375735605004787,
    0.5375735605004787,
    0.5375735605004787,
    0.5375735605004787,
    0.6976319088254228,
    0.6976319088254228,
    0.6976319088254228,
    0.6976319088254228,
    0.6976319088254228,
    0.6976319088254228,
    0.8379025232855988,
    0.8379025232855988,
    0.8379025232855988,
    0.8379025232855988,
    0.8379025232855988,
    0.8379025232855988,
    0.8379025232855988,
    0.8661889454236983,
    0.8661889454236983,
    0.8661889454236983,
    0.8661889454236983,
    0.8661889454236983,
    0.8661889454236983,
    0.8732597091366476,
    0.8732597091366476,
    0.8732597091366476,
    0.8732597091366476,
    0.8732597091366476,
    0.8732597091366476,
    0.8732597091366476,
    0.8996784674907937,
    0.8996784674907937,
    0.8996784674907937,
    0.8996784674907937,
    0.8996784674907937,
    0.8996784674907937,
    0.8996784674907937,
    0.8971497725662011,
    0.8971497725662011,
    0.8971497725662011,
    0.8971497725662011,
    0.8971497725662011,
    0.8971497725662011,
    0.9179410850705688,
    0.9179410850705688
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "In the adjoining classroom, networking etiquette workshops are beginning. Consulting firms have glossy case study booklets stacked on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are beginning in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables nearby. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are beginning in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables nearby. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are beginning in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables nearby. Students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops have begun in the adjoining classroom. In the same area, consulting firms display glossy case-study booklets on high tables nearby. Students clutch resumes stored in branded folders. Event staff are scanning registrations at the entrance and distributing lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "In the adjoining classroom, networking etiquette workshops have begun. In the same area, consulting firms display glossy case-study booklets on high tables nearby. Students clutch resumes stored in branded folders. Event staff are scanning registrations at the entrance and distributing lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.44237276752786003,
    0.44237276752786003,
    0.44237276752786003,
    0.44237276752786003,
    0.44237276752786003,
    0.44237276752786003,
    0.44237276752786003,
    0.44237276752786003,
    0.44237276752786003,
    0.6423393164128008,
    0.6423393164128008,
    0.6423393164128008,
    0.6423393164128008,
    0.6423393164128008,
    0.6423393164128008,
    0.6614756870073958,
    0.6614756870073958,
    0.6614756870073958,
    0.6614756870073958,
    0.6614756870073958,
    0.6614756870073958,
    0.6614756870073958,
    0.6614756870073958,
    0.6206855970306276,
    0.6206855970306276,
    0.6206855970306276,
    0.6206855970306276,
    0.6206855970306276,
    0.6206855970306276,
    0.6206855970306276,
    0.6206855970306276,
    0.662904649555522,
    0.662904649555522,
    0.662904649555522,
    0.662904649555522,
    0.662904649555522,
    0.662904649555522,
    0.662904649555522,
    0.6638678725360212,
    0.6638678725360212,
    0.6638678725360212,
    0.6638678725360212,
    0.6638678725360212,
    0.6638678725360212,
    0.7969659421447509,
    0.7969659421447509,
    0.7969659421447509,
    0.7969659421447509,
    0.7969659421447509,
    0.7969659421447509,
    0.7969659421447509,
    0.7969659421447509,
    0.7881012767056175,
    0.7881012767056175,
    0.7881012767056175,
    0.7881012767056175
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Dozens of booths, each with colorful banners, circle the polished floor, creating a ring-like arrangement around the space.",
    "Healthcare providers showcase community outreach photos as dozens of booths, each with colorful banners, circle the polished floor, creating a ring-like arrangement around the space. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos as dozens of booths, each with colorful banners, circle the polished floor, forming a ring around the space. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos at dozens of booths arranged in a ring around the space's polished floor, each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos at dozens of booths arranged in a ring around the space's polished floor, each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos at dozens of booths arranged in a ring around the space's polished floor, with each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers showcase community outreach photos at dozens of booths arranged in a ring around the space's polished floor, with each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.448829130028047,
    0.448829130028047,
    0.448829130028047,
    0.448829130028047,
    0.448829130028047,
    0.448829130028047,
    0.448829130028047,
    0.448829130028047,
    0.448829130028047,
    0.49712504625179377,
    0.49712504625179377,
    0.49712504625179377,
    0.49712504625179377,
    0.49712504625179377,
    0.49712504625179377,
    0.49712504625179377,
    0.49517185502346295,
    0.49517185502346295,
    0.49517185502346295,
    0.49517185502346295,
    0.49517185502346295,
    0.49517185502346295,
    0.49517185502346295,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.6467964933527153,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993,
    0.7278784968983993
  ],
  "19": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, a welcome PA announces the schedule. Alumni volunteers give brief pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the university career fair, a welcome PA announces the schedule while alumni volunteers give brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.433279893022625,
    0.433279893022625,
    0.433279893022625,
    0.433279893022625,
    0.433279893022625,
    0.433279893022625,
    0.433279893022625,
    0.6169932690306013,
    0.6169932690306013,
    0.6169932690306013,
    0.6169932690306013,
    0.6169932690306013,
    0.6169932690306013,
    0.7955527036883234,
    0.7955527036883234,
    0.7955527036883234,
    0.7955527036883234,
    0.7955527036883234,
    0.7955527036883234,
    0.7955527036883234,
    0.7955527036883234,
    0.7880304774071734,
    0.7880304774071734,
    0.7880304774071734,
    0.7880304774071734,
    0.7880304774071734,
    0.7880304774071734,
    0.7880304774071734,
    0.8502818030994482,
    0.8502818030994482,
    0.8502818030994482,
    0.8502818030994482,
    0.8502818030994482,
    0.8502818030994482,
    0.8533049991339456,
    0.8533049991339456,
    0.8533049991339456,
    0.8533049991339456,
    0.8533049991339456,
    0.8692814038675698,
    0.8692814038675698,
    0.8692814038675698,
    0.8692814038675698,
    0.8692814038675698,
    0.8692814038675698,
    0.8692814038675698,
    0.8692814038675698,
    0.8456010693824835,
    0.8456010693824835,
    0.8456010693824835,
    0.8456010693824835,
    0.8456010693824835,
    0.8456010693824835,
    0.8553364498362366,
    0.8553364498362366,
    0.8553364498362366,
    0.8553364498362366
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "In a scene involving human resources teams and students, the HR teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently.",
    "A scene featuring human resources teams and students, with HR teams jotting notes on tablets while students introduce themselves; both activities occur concurrently. Career counselors remind attendees to maintain eye contact.",
    "A university career fair scene features human resources teams and students; HR teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. Career counselors remind attendees to maintain eye contact. Earlier, students lined up outside the university gym before the career fair opened.",
    "A university career fair brings together human resources teams and students, with HR teams jotting notes on tablets as students introduce themselves, both activities occurring concurrently. Career counselors remind attendees to maintain eye contact. Earlier, students lined up outside the university gym before the fair opened, and workshops on networking etiquette begin in the adjoining classroom.",
    "A university career fair brings together human resources teams and students, with HR teams jotting notes on tablets as students introduce themselves, concurrently. Career counselors remind attendees to maintain eye contact. Earlier, students lined up outside the university gym before the fair opened, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, human resources teams jot notes on tablets as students introduce themselves, concurrently. Career counselors remind attendees to maintain eye contact. Earlier, students lined up outside the university gym before the fair opened, and workshops on networking etiquette began in the adjoining classroom. Groups of friends marked target employers on the event map.",
    "At a university career fair, human resources teams jotted notes on tablets as students introduced themselves, while career counselors reminded attendees to maintain eye contact. Earlier, students lined up outside the university gym before the fair opened, and workshops on networking etiquette began in the adjoining classroom. Groups of friends marked target employers on the event map.",
    "At a university career fair, human resources teams jot notes on tablets as students introduce themselves, while career counselors remind attendees to maintain eye contact. Earlier, students lined up outside the university gym before the fair opened, and workshops on networking etiquette began in the adjoining classroom. Groups of friends marked target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30177458864294454,
    0.30177458864294454,
    0.30177458864294454,
    0.30177458864294454,
    0.30177458864294454,
    0.30177458864294454,
    0.4797224453782414,
    0.4797224453782414,
    0.4797224453782414,
    0.4797224453782414,
    0.4797224453782414,
    0.4797224453782414,
    0.7456705172337565,
    0.7456705172337565,
    0.7456705172337565,
    0.7456705172337565,
    0.7456705172337565,
    0.7456705172337565,
    0.7456705172337565,
    0.7456705172337565,
    0.7456705172337565,
    0.7456705172337565,
    0.7668229991694872,
    0.7668229991694872,
    0.7668229991694872,
    0.7668229991694872,
    0.7668229991694872,
    0.7668229991694872,
    0.7668229991694872,
    0.7668229991694872,
    0.7668229991694872,
    0.7668229991694872,
    0.7597341062657512,
    0.7597341062657512,
    0.7597341062657512,
    0.7597341062657512,
    0.7597341062657512,
    0.7597341062657512,
    0.7597341062657512,
    0.7596666350902166,
    0.7596666350902166,
    0.7596666350902166,
    0.7596666350902166,
    0.7596666350902166,
    0.7596666350902166,
    0.7596666350902166,
    0.7546074527411147,
    0.7546074527411147,
    0.7546074527411147,
    0.7546074527411147,
    0.7546074527411147,
    0.7546074527411147,
    0.7546074527411147,
    0.7546074527411147,
    0.7611644969854285,
    0.7611644969854285,
    0.7611644969854285,
    0.7611644969854285,
    0.7611644969854285
  ],
  "21": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "In a career-prep setting, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "In a career-prep setting, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "In a career-prep setting, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "In a career-prep setting, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In a career-prep setting, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a career-prep event, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map.",
    "At a career-prep event, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.4570671698085762,
    0.5732056023869788,
    0.5732056023869788,
    0.5732056023869788,
    0.5732056023869788,
    0.5732056023869788,
    0.5732056023869788,
    0.5732056023869788,
    0.6986578048987728,
    0.6986578048987728,
    0.6986578048987728,
    0.6986578048987728,
    0.6986578048987728,
    0.6986578048987728,
    0.6986578048987728,
    0.6986578048987728,
    0.7071083127879549,
    0.7071083127879549,
    0.7071083127879549,
    0.7071083127879549,
    0.7071083127879549,
    0.7071083127879549,
    0.7071083127879549,
    0.7071083127879549,
    0.7071083127879549,
    0.7263072706257112,
    0.7263072706257112,
    0.7263072706257112,
    0.7263072706257112,
    0.7263072706257112,
    0.7263072706257112,
    0.7263072706257112,
    0.7293226404985472,
    0.7293226404985472,
    0.7293226404985472,
    0.7293226404985472,
    0.7293226404985472,
    0.7293226404985472,
    0.7293226404985472,
    0.7293226404985472,
    0.7651022246404022,
    0.7651022246404022,
    0.7651022246404022,
    0.7651022246404022,
    0.7651022246404022,
    0.7651022246404022,
    0.7651022246404022,
    0.814983913110837,
    0.814983913110837,
    0.814983913110837,
    0.814983913110837
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are seen showcasing community outreach photos, documenting outreach activities. A cybersecurity company is running a password cracking challenge on a laptop.",
    "Healthcare providers are observed showcasing community outreach photos and documenting outreach activities, indicating ongoing public engagement. A cybersecurity company is running a password cracking challenge on a laptop.",
    "Healthcare providers are observed showcasing community outreach photos and documenting outreach activities, indicating ongoing public engagement. A cybersecurity company is running a password cracking challenge on a laptop.",
    "Healthcare providers are observed showcasing community outreach photos and documenting outreach activities, indicating ongoing public engagement. A cybersecurity company is running a password cracking challenge on a laptop.",
    "Healthcare providers are observed showcasing community outreach photos and documenting outreach activities, indicating ongoing public engagement. A cybersecurity company is running a password cracking challenge on a laptop.",
    "Healthcare providers are observed showcasing community outreach photos and documenting outreach activities, indicating ongoing public engagement, while a cybersecurity company is running a password cracking challenge on a laptop.",
    "Healthcare providers are observed showcasing community outreach photos and documenting outreach activities, indicating ongoing public engagement, while a cybersecurity company is running a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "Healthcare providers are observed showcasing community outreach photos and documenting outreach activities, indicating ongoing public engagement. A cybersecurity company is running a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4631939690797705,
    0.4631939690797705,
    0.4631939690797705,
    0.4631939690797705,
    0.4631939690797705,
    0.4631939690797705,
    0.4631939690797705,
    0.4631939690797705,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.45993493534053975,
    0.31972434957528834,
    0.31972434957528834,
    0.31972434957528834,
    0.31972434957528834,
    0.31972434957528834,
    0.31972434957528834,
    0.31972434957528834,
    0.31972434957528834,
    0.49993607926900113,
    0.49993607926900113,
    0.49993607926900113,
    0.49993607926900113,
    0.49993607926900113,
    0.49993607926900113,
    0.49993607926900113,
    0.49993607926900113,
    0.683136569185429
  ],
  "23": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym in anticipation of the career fair opening. HR teams are jotting notes on tablets as students introduce themselves.",
    "A line of students stands outside the university gym in anticipation of the career fair opening. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students awaits the opening of the career fair. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students awaits the opening of the career fair. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students awaits the opening of the career fair. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students awaits the opening of the career fair. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students waits for the career fair to open. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4996137599464707,
    0.4996137599464707,
    0.4996137599464707,
    0.4996137599464707,
    0.4996137599464707,
    0.4996137599464707,
    0.6501730480851302,
    0.6501730480851302,
    0.6501730480851302,
    0.6501730480851302,
    0.6501730480851302,
    0.6501730480851302,
    0.6501730480851302,
    0.6501730480851302,
    0.7577705087798816,
    0.7577705087798816,
    0.7577705087798816,
    0.7577705087798816,
    0.7577705087798816,
    0.7577705087798816,
    0.7783977723624619,
    0.7783977723624619,
    0.7783977723624619,
    0.7783977723624619,
    0.7783977723624619,
    0.7783977723624619,
    0.8037110265950385,
    0.8037110265950385,
    0.8037110265950385,
    0.8037110265950385,
    0.8037110265950385,
    0.8037110265950385,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8284408751124342,
    0.8285144054029965,
    0.8285144054029965,
    0.8285144054029965,
    0.8285144054029965,
    0.8285144054029965,
    0.8285144054029965,
    0.8285144054029965,
    0.8285144054029965,
    0.8470633757782053,
    0.8470633757782053,
    0.8470633757782053
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "At the event, career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos of community outreach. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, while at the entrance event staff scan registrations and hand out lanyards. Healthcare providers showcase photos of community outreach. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves, and tech companies display demo screens showing their latest apps.",
    "Across the event, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact, while at the entrance staff scan registrations and hand out lanyards. Healthcare providers showcase photos of community outreach. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6191421027437751,
    0.6191421027437751,
    0.6191421027437751,
    0.6191421027437751,
    0.6191421027437751,
    0.6191421027437751,
    0.6191421027437751,
    0.7658249370331982,
    0.7658249370331982,
    0.7658249370331982,
    0.7658249370331982,
    0.7658249370331982,
    0.7658249370331982,
    0.7658249370331982,
    0.7658249370331982,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.5966144833580542,
    0.7293273669880693,
    0.7293273669880693,
    0.7293273669880693,
    0.7293273669880693,
    0.7293273669880693,
    0.7293273669880693,
    0.76565401343021,
    0.76565401343021,
    0.76565401343021,
    0.76565401343021,
    0.76565401343021,
    0.76565401343021,
    0.76565401343021,
    0.7676135517799945,
    0.7676135517799945,
    0.7676135517799945,
    0.7676135517799945,
    0.7676135517799945,
    0.7676135517799945,
    0.7676135517799945,
    0.7676135517799945,
    0.7847475639053838,
    0.7847475639053838,
    0.7847475639053838,
    0.7847475639053838,
    0.7847475639053838,
    0.7847475639053838
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a welcome announcement is broadcast over the PA system outlining the fair’s schedule.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers share brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers share brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students waits before the career fair opens as a welcome announcement over the PA system outlines the schedule. Alumni volunteers offer brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students waits before the career fair opens as a welcome PA announcement outlines the schedule. Alumni volunteers offer brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students waits before the career fair opens as a welcome PA announces the schedule. Alumni volunteers offer brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5149795296062217,
    0.5149795296062217,
    0.5149795296062217,
    0.5149795296062217,
    0.5149795296062217,
    0.5149795296062217,
    0.5548068721423658,
    0.5548068721423658,
    0.5548068721423658,
    0.5548068721423658,
    0.5548068721423658,
    0.6666590938909557,
    0.6666590938909557,
    0.6666590938909557,
    0.6666590938909557,
    0.6666590938909557,
    0.6666590938909557,
    0.6666590938909557,
    0.7048020701752427,
    0.7048020701752427,
    0.7048020701752427,
    0.7048020701752427,
    0.7048020701752427,
    0.7048020701752427,
    0.7683371665209986,
    0.7683371665209986,
    0.7683371665209986,
    0.7683371665209986,
    0.7683371665209986,
    0.7683371665209986,
    0.7683371665209986,
    0.7693902748966772,
    0.7693902748966772,
    0.7693902748966772,
    0.7693902748966772,
    0.7693902748966772,
    0.7693902748966772,
    0.7693902748966772,
    0.7981365755800125,
    0.7981365755800125,
    0.7981365755800125,
    0.7981365755800125,
    0.7981365755800125,
    0.7981365755800125,
    0.7981365755800125,
    0.7981365755800125,
    0.7981365755800125,
    0.808729275777137,
    0.808729275777137,
    0.808729275777137
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "27": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables as groups of friends mark target employers on the event map.",
    "In a shared event space, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin.",
    "In a shared event space, consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin, and career counselors redirect unsure students toward applicable industries.",
    "In a shared event space, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin as career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "In a shared event space, consulting firms have glossy case study booklets stacked on high tables while groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette are underway as career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention.",
    "At a shared event space and adjoining classroom, a multi-firm display unfolds: consulting firms have glossy case study booklets stacked on high tables while groups of friends mark target employers on the event map. In the classroom, workshops on networking etiquette are underway as career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "At a shared event space and adjoining classroom, a multi-firm display unfolds: consulting firms have glossy case study booklets stacked on high tables while groups of friends mark target employers on the event map. In the classroom, workshops on networking etiquette are underway as career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "At a shared event space and adjoining classroom, a multi-firm career fair unfolds: consulting firms display glossy case study booklets stacked on high tables while groups of friends mark target employers on the event map. In the classroom, workshops on networking etiquette are underway as career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "27_score": [
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3978305931385163,
    0.3978305931385163,
    0.3978305931385163,
    0.3978305931385163,
    0.3978305931385163,
    0.3978305931385163,
    0.3978305931385163,
    0.3978305931385163,
    0.514795452892258,
    0.514795452892258,
    0.514795452892258,
    0.514795452892258,
    0.514795452892258,
    0.514795452892258,
    0.514795452892258,
    0.5549630127985449,
    0.5549630127985449,
    0.5549630127985449,
    0.5549630127985449,
    0.5549630127985449,
    0.5549630127985449,
    0.6773244343112441,
    0.6773244343112441,
    0.6773244343112441,
    0.6773244343112441,
    0.6773244343112441,
    0.6773244343112441,
    0.6773244343112441,
    0.6773244343112441,
    0.6773244343112441,
    0.7343943390663632,
    0.7343943390663632,
    0.7343943390663632,
    0.7343943390663632,
    0.7343943390663632,
    0.7343943390663632,
    0.7343943390663632,
    0.7621321370918585,
    0.7621321370918585,
    0.7621321370918585,
    0.7621321370918585,
    0.7621321370918585,
    0.7621321370918585,
    0.7621321370918585,
    0.7621321370918585,
    0.7726684849955301,
    0.7726684849955301,
    0.7726684849955301,
    0.7726684849955301,
    0.7726684849955301,
    0.7726684849955301,
    0.7726684849955301,
    0.7726684849955301,
    0.8358334460289436,
    0.8358334460289436
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as a display at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants.",
    "Healthcare providers showcase community outreach photos as a display at the event, and at the entrance, event staff scan registrations and hand out lanyards to registrants.",
    "Healthcare providers showcase community outreach photos on a display at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos on a display at the event. At the entrance, event staff scan registrations and hand out lanyards to registrants. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the event, healthcare providers showcase community outreach photos on a display. At the entrance, event staff scan registrations and hand out lanyards to registrants. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers showcase community outreach photos on a display. At the entrance, staff scan registrations and hand out lanyards to registrants. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers showcase community outreach photos on a display. At the entrance, staff scan registrations and hand out lanyards to registrants. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos at the event, while at the entrance staff scan registrations and hand out lanyards to registrants. Human resources teams jot notes on tablets as students introduce themselves, and career counselors direct unsure students toward applicable industries, reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.4875744308664888,
    0.341771509535156,
    0.341771509535156,
    0.341771509535156,
    0.341771509535156,
    0.341771509535156,
    0.341771509535156,
    0.341771509535156,
    0.341771509535156,
    0.7114919368366751,
    0.7114919368366751,
    0.7114919368366751,
    0.7114919368366751,
    0.7114919368366751,
    0.7114919368366751,
    0.7547094017461103,
    0.7547094017461103,
    0.7547094017461103,
    0.7547094017461103,
    0.7547094017461103,
    0.7547094017461103,
    0.7547094017461103,
    0.8014890374056105,
    0.8014890374056105,
    0.8014890374056105,
    0.8014890374056105,
    0.8014890374056105,
    0.7958500152676138,
    0.7958500152676138,
    0.7958500152676138,
    0.7958500152676138,
    0.7958500152676138,
    0.7958500152676138,
    0.7920089747891672,
    0.7920089747891672,
    0.7920089747891672,
    0.7920089747891672,
    0.7920089747891672
  ],
  "29": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on an event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "During the event, groups of friends mark target employers on an event map, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event, groups of friends are marking target employers on an event map while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends are marking target employers on an event map while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, groups of friends mark target employers on an event map, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on an event map, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the event, attendees engage in multiple activities: groups of friends mark target employers on an event map; a cybersecurity company runs a password-cracking challenge on a laptop; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; event staff scan registrations and hand out lanyards at the entrance; human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, attendees engage in a range of recruitment- and career-focused activities. Groups of friends mark target employers on an event map; a cybersecurity company runs a password-cracking challenge on a laptop; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.40543626687414785,
    0.40543626687414785,
    0.40543626687414785,
    0.40543626687414785,
    0.40543626687414785,
    0.40543626687414785,
    0.40543626687414785,
    0.40543626687414785,
    0.6276211836578184,
    0.6276211836578184,
    0.6276211836578184,
    0.6276211836578184,
    0.6276211836578184,
    0.6276211836578184,
    0.6276211836578184,
    0.6276211836578184,
    0.7491664815656769,
    0.7491664815656769,
    0.7491664815656769,
    0.7491664815656769,
    0.7491664815656769,
    0.7491664815656769,
    0.7755079340822215,
    0.7755079340822215,
    0.7755079340822215,
    0.7755079340822215,
    0.7755079340822215,
    0.7755079340822215,
    0.7755079340822215,
    0.7755079340822215,
    0.8161653233375591,
    0.8161653233375591,
    0.8161653233375591,
    0.8161653233375591,
    0.8161653233375591,
    0.8161653233375591,
    0.8161653233375591,
    0.8255577801051445,
    0.8255577801051445,
    0.8255577801051445,
    0.8255577801051445,
    0.8255577801051445,
    0.8255577801051445,
    0.8255577801051445,
    0.8255577801051445,
    0.5423591908753107,
    0.5423591908753107,
    0.5423591908753107,
    0.5423591908753107,
    0.5423591908753107,
    0.5423591908753107,
    0.5423591908753107,
    0.8596071322961014,
    0.8596071322961014
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Finance firms offer QR codes for immediate internship applications. Dozens of booths, each adorned with colorful banners, circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Finance firms offer QR codes for immediate internship applications. Dozens of booths circle the polished floor, each adorned with colorful banners. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Finance firms display QR codes to allow immediate internship applications. Dozens of booths circle the polished floor, each adorned with colorful banners. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "The scene features finance firms displaying QR codes to allow immediate internship applications. Dozens of booths circle the polished floor, each adorned with colorful banners. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths circle the polished floor as finance firms display QR codes to enable immediate internship applications, with colorful banners adorning each booth. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.7576130285157845,
    0.7576130285157845,
    0.7576130285157845,
    0.7576130285157845,
    0.7576130285157845,
    0.7576130285157845,
    0.7576130285157845,
    0.7576130285157845,
    0.7576130285157845,
    0.7795575179288384,
    0.7795575179288384,
    0.7795575179288384,
    0.7795575179288384,
    0.7795575179288384,
    0.7795575179288384,
    0.7795575179288384,
    0.8086454770319522,
    0.8086454770319522,
    0.8086454770319522,
    0.8086454770319522,
    0.8086454770319522,
    0.8086454770319522,
    0.8086454770319522,
    0.8086454770319522,
    0.8086454770319522,
    0.8086454770319522,
    0.8217922297718349,
    0.8217922297718349,
    0.8217922297718349,
    0.8217922297718349,
    0.8217922297718349,
    0.8217922297718349,
    0.8217922297718349,
    0.8217922297718349,
    0.8217922297718349,
    0.8217922297718349,
    0.8403145504845286,
    0.8403145504845286,
    0.8403145504845286,
    0.8403145504845286,
    0.8403145504845286,
    0.8403145504845286
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "In the scene, consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders; workshops on networking etiquette begin in the adjoining classroom.",
    "A professional expo-like scene shows consulting firms stacking glossy case study booklets on high tables. Students nearby clutch resumes tucked inside branded folders. In the adjoining classroom, workshops on networking etiquette have begun. A robotics startup uses a small drone flying over its own booth to draw attention.",
    "An expo-like professional scene shows consulting firms stacking glossy case study booklets on high tables, while students nearby clutch resumes tucked inside branded folders. In the adjoining classroom, workshops on networking etiquette have begun. A robotics startup uses a small drone flying over its own booth to draw attention. Healthcare providers showcase community outreach photos.",
    "On the expo-like scene, consulting firms stack glossy case-study booklets on high tables while students nearby clutch resumes tucked inside branded folders. In an adjoining classroom, workshops on networking etiquette have begun. A robotics startup uses a small drone flying over its own booth to draw attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "An expo-like scene features consulting firms stacking glossy case-study booklets on high tables while nearby students clutch resumes tucked inside branded folders. In an adjoining classroom, workshops on networking etiquette have begun. A robotics startup uses a small drone flying over its own booth to draw attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "An expo-like career fair unfolds with consulting firms stacking glossy case-study booklets on high tables while nearby students clutch resumes tucked inside branded folders. In an adjoining classroom, workshops on networking etiquette have begun. A robotics startup draws attention by sending a small drone to hover over its own booth. Healthcare providers showcase community outreach photos. Groups of friends update the event map to mark target employers. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.32104922337774683,
    0.32104922337774683,
    0.32104922337774683,
    0.32104922337774683,
    0.32104922337774683,
    0.3740431403453821,
    0.3740431403453821,
    0.3740431403453821,
    0.3740431403453821,
    0.3740431403453821,
    0.3740431403453821,
    0.3740431403453821,
    0.7506632667721835,
    0.7506632667721835,
    0.7506632667721835,
    0.7506632667721835,
    0.7506632667721835,
    0.7506632667721835,
    0.7127216745936185,
    0.7127216745936185,
    0.7127216745936185,
    0.7127216745936185,
    0.7127216745936185,
    0.7127216745936185,
    0.7127216745936185,
    0.7994277213936982,
    0.7994277213936982,
    0.7994277213936982,
    0.7994277213936982,
    0.7994277213936982,
    0.7994277213936982,
    0.7994277213936982,
    0.7994277213936982,
    0.7994277213936982,
    0.8217859320667332,
    0.8217859320667332,
    0.8217859320667332,
    0.8217859320667332,
    0.8217859320667332,
    0.8217859320667332,
    0.8217859320667332,
    0.8217859320667332,
    0.8217859320667332,
    0.8217859320667332,
    0.8725111790827746,
    0.8725111790827746,
    0.8725111790827746,
    0.8725111790827746,
    0.8725111790827746,
    0.8725111790827746,
    0.8725111790827746,
    0.8725111790827746
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward applicable industries, and dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "At the career fair, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes in branded folders. Alumni volunteers share brief pep talks near the coffee station.",
    "At the career fair, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes in branded folders. Alumni volunteers share brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes in branded folders. Alumni volunteers share brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.59995804284019,
    0.59995804284019,
    0.59995804284019,
    0.59995804284019,
    0.59995804284019,
    0.59995804284019,
    0.6128650684907186,
    0.6128650684907186,
    0.6128650684907186,
    0.6128650684907186,
    0.6128650684907186,
    0.6128650684907186,
    0.6128650684907186,
    0.8117299704634416,
    0.8117299704634416,
    0.8117299704634416,
    0.8117299704634416,
    0.8117299704634416,
    0.8117299704634416,
    0.8213995883619232,
    0.8213995883619232,
    0.8213995883619232,
    0.8213995883619232,
    0.8213995883619232,
    0.8213995883619232,
    0.8213995883619232,
    0.8515223889393275,
    0.8515223889393275,
    0.8515223889393275,
    0.8515223889393275,
    0.8515223889393275,
    0.8515223889393275,
    0.8515223889393275,
    0.8639671700799711,
    0.8639671700799711,
    0.8639671700799711
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews, setting the overarching tone of the fair. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews, establishing the overarching tone of the fair. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.7089996437102614,
    0.7089996437102614,
    0.7089996437102614,
    0.7089996437102614,
    0.7089996437102614,
    0.7089996437102614,
    0.7089996437102614,
    0.612304650656997,
    0.612304650656997,
    0.612304650656997,
    0.612304650656997,
    0.612304650656997,
    0.612304650656997,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7516929845639432,
    0.7929335619733902,
    0.7929335619733902,
    0.7929335619733902,
    0.7929335619733902,
    0.7929335619733902,
    0.7929335619733902,
    0.7929335619733902,
    0.8966800259698908,
    0.8966800259698908,
    0.8966800259698908,
    0.8966800259698908,
    0.8966800259698908,
    0.8966800259698908,
    0.8966800259698908,
    0.9117049346167729,
    0.9117049346167729
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, establishing the check-in flow. An alumni panel discusses how to prepare for technical interviews.",
    "Staff at the event entrance scan registrations and hand out attendee lanyards, establishing the check-in flow. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin.",
    "Staff at the event entrance scan registrations and hand out attendee lanyards, establishing the check-in flow. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "Staff at the event entrance scan registrations and hand out attendee lanyards, establishing the check-in flow. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the event, staff at the entrance scan registrations and hand out attendee lanyards, establishing the check-in flow. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Staff at the event entrance scan registrations and hand out attendee lanyards, establishing the check-in flow. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Staff at the event entrance scan registrations and hand out attendee lanyards, establishing the check-in flow. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.621198111317165,
    0.621198111317165,
    0.621198111317165,
    0.621198111317165,
    0.621198111317165,
    0.621198111317165,
    0.7224107714197973,
    0.7224107714197973,
    0.7224107714197973,
    0.7224107714197973,
    0.7224107714197973,
    0.7224107714197973,
    0.7224107714197973,
    0.7224107714197973,
    0.7224107714197973,
    0.755102136000227,
    0.755102136000227,
    0.755102136000227,
    0.755102136000227,
    0.755102136000227,
    0.755102136000227,
    0.755102136000227,
    0.8088649287801715,
    0.8088649287801715,
    0.8088649287801715,
    0.8088649287801715,
    0.8088649287801715,
    0.8088649287801715,
    0.8088649287801715,
    0.8088649287801715,
    0.8265406333867046,
    0.8265406333867046,
    0.8265406333867046,
    0.8265406333867046,
    0.8265406333867046,
    0.8265406333867046,
    0.8265406333867046,
    0.8265406333867046,
    0.8265406333867046,
    0.8179132097294384,
    0.8179132097294384,
    0.8179132097294384,
    0.8179132097294384,
    0.8179132097294384,
    0.8179132097294384,
    0.8179132097294384,
    0.8150958162617138,
    0.8150958162617138,
    0.8150958162617138,
    0.8150958162617138,
    0.8150958162617138,
    0.8150958162617138,
    0.8150958162617138
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves.",
    "Alumni volunteers are delivering quick pep talks near the coffee station as students introduce themselves, while human resources teams jot notes on tablets. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers are delivering quick pep talks near the coffee station as students introduce themselves, and human resources teams are jotting notes on tablets. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers are delivering quick pep talks near the coffee station as students introduce themselves, and human resources teams are jotting notes on tablets. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers deliver quick pep talks near the coffee station as students introduce themselves, while human resources teams jot notes on tablets. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver quick pep talks near the coffee station as students introduce themselves, with HR jotting notes on tablets. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.34808857801674853,
    0.5210708325079699,
    0.5210708325079699,
    0.5210708325079699,
    0.5210708325079699,
    0.5210708325079699,
    0.5210708325079699,
    0.5210708325079699,
    0.5293174095706427,
    0.5293174095706427,
    0.5293174095706427,
    0.5293174095706427,
    0.5293174095706427,
    0.5293174095706427,
    0.5293174095706427,
    0.5293174095706427,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.7220516482131256,
    0.8034692841034796,
    0.8034692841034796,
    0.8034692841034796,
    0.8034692841034796,
    0.8034692841034796,
    0.8034692841034796,
    0.8034692841034796,
    0.8036653461350678,
    0.8036653461350678,
    0.8036653461350678,
    0.8036653461350678,
    0.8036653461350678,
    0.8036653461350678
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "At a tech fair, companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "A tech fair features companies displaying demo screens of their latest apps, while a welcome announcement over the PA outlines the fair schedule. Career counselors direct unsure students toward applicable industries.",
    "A tech fair features companies displaying demo screens of their latest apps, and a welcome announcement over the PA outlines the fair schedule. Career counselors direct unsure students toward applicable industries.",
    "At the tech fair, companies display demo screens of their latest apps while a welcome announcement over the PA outlines the schedule. Career counselors direct unsure students toward applicable industries, and the engineering society sponsors a resume review table near the stage.",
    "At the tech fair, companies display demo screens of their latest apps while a welcome announcement over the PA outlines the schedule. Career counselors direct unsure students toward applicable industries, and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "A tech fair scene features companies displaying demo screens of their latest apps as a welcome PA announcement outlines the schedule. Career counselors direct unsure students toward applicable industries, and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At a tech fair, dozens of booths with colorful banners circle the polished floor as companies display demo screens of their latest apps. A welcome PA announcement outlines the schedule. Career counselors direct unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, adding a sense of targeted pursuit amid the displays.",
    "At a tech fair, dozens of booths with colorful banners circle the polished floor as companies display demo screens of their latest apps. A welcome PA announcement outlines the schedule. Career counselors direct unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, adding a sense of targeted pursuit amid the displays."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5052417338005026,
    0.5052417338005026,
    0.5052417338005026,
    0.5052417338005026,
    0.5052417338005026,
    0.5052417338005026,
    0.5052417338005026,
    0.5052417338005026,
    0.7021951554878659,
    0.7021951554878659,
    0.7021951554878659,
    0.7021951554878659,
    0.7021951554878659,
    0.7021951554878659,
    0.7021951554878659,
    0.7021951554878659,
    0.7032820461853452,
    0.7032820461853452,
    0.7032820461853452,
    0.7032820461853452,
    0.7032820461853452,
    0.7032820461853452,
    0.6776665563824164,
    0.6776665563824164,
    0.6776665563824164,
    0.6776665563824164,
    0.6776665563824164,
    0.6776665563824164,
    0.6776665563824164,
    0.836830088633906,
    0.836830088633906,
    0.836830088633906,
    0.836830088633906,
    0.836830088633906,
    0.836830088633906,
    0.836830088633906,
    0.8467234161429649,
    0.8467234161429649,
    0.8467234161429649,
    0.8467234161429649,
    0.8467234161429649,
    0.8467234161429649,
    0.8467234161429649,
    0.8467234161429649,
    0.8495518407265443,
    0.8495518407265443,
    0.8495518407265443,
    0.8495518407265443,
    0.8495518407265443,
    0.8495518407265443,
    0.8495518407265443,
    0.8495518407265443
  ],
  "37": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym as the career fair is about to open. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym as the career fair is about to open, while finance firms offer QR codes for immediate internship applications; workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym as the career fair is about to open. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "As the career fair is about to open, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the university career fair about to open, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette are under way. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair about to open, students are lined up outside the university gym. Finance firms are offering QR codes to apply for internships immediately. In the adjoining classroom, workshops on networking etiquette are underway. Career counselors are directing unsure students toward applicable industries. Groups of friends are marking target employers on the event map. An alumni panel is discussing how to prepare for technical interviews. Tech companies are displaying demo screens of their latest apps.",
    "The university career fair is about to open, with students lined up outside the gym. Finance firms are handing out QR codes to apply for internships immediately. In the adjoining classroom, workshops on networking etiquette are underway. Career counselors are guiding unsure students toward applicable industries. Groups of friends are marking target employers on the event map. An alumni panel is discussing how to prepare for technical interviews. Tech companies are displaying demo screens of their latest apps. A few students rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.560027307922058,
    0.560027307922058,
    0.560027307922058,
    0.560027307922058,
    0.560027307922058,
    0.560027307922058,
    0.560027307922058,
    0.560027307922058,
    0.560027307922058,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.47175312524185714,
    0.7484822678266289,
    0.7484822678266289,
    0.7484822678266289,
    0.7484822678266289,
    0.7484822678266289,
    0.7484822678266289,
    0.7484822678266289,
    0.7484822678266289,
    0.8228386516319036,
    0.8228386516319036,
    0.8228386516319036,
    0.8228386516319036,
    0.8228386516319036,
    0.8228386516319036,
    0.7991235997693467,
    0.7991235997693467,
    0.7991235997693467,
    0.7991235997693467,
    0.7991235997693467,
    0.7991235997693467,
    0.7991235997693467,
    0.7991235997693467,
    0.7991235997693467,
    0.7991235997693467,
    0.824169460555344,
    0.824169460555344,
    0.824169460555344,
    0.824169460555344,
    0.824169460555344,
    0.824169460555344,
    0.824169460555344,
    0.819229751030071,
    0.819229751030071,
    0.819229751030071,
    0.819229751030071,
    0.819229751030071,
    0.819229751030071
  ],
  "38": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "The scene centers on an alumni panel discussing how to prepare for technical interviews, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "The scene centers on an alumni panel discussing how to prepare for technical interviews, while students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.6308514279326279,
    0.6308514279326279,
    0.6308514279326279,
    0.6308514279326279,
    0.6308514279326279,
    0.6308514279326279,
    0.7693753306469125,
    0.7693753306469125,
    0.7693753306469125,
    0.7693753306469125,
    0.7693753306469125,
    0.7693753306469125,
    0.7693753306469125,
    0.7937289362921555,
    0.7937289362921555,
    0.7937289362921555,
    0.7937289362921555,
    0.7937289362921555,
    0.7937289362921555,
    0.7937289362921555,
    0.7937289362921555,
    0.8471998308107356,
    0.8471998308107356,
    0.8471998308107356,
    0.8471998308107356,
    0.8471998308107356,
    0.8471998308107356,
    0.8471998308107356,
    0.8471998308107356,
    0.8550816271837811,
    0.8550816271837811,
    0.8550816271837811,
    0.8550816271837811,
    0.8550816271837811,
    0.8550816271837811,
    0.8550816271837811,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874,
    0.8449839777169874
  ],
  "39": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, with alumni volunteers sharing quick pep talks near the coffee station.",
    "Networking etiquette workshops are underway in the adjoining classroom, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "Networking etiquette workshops are underway in the adjoining classroom, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are underway in the adjoining classroom, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "In the adjoining classroom, networking etiquette workshops are underway, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, networking etiquette workshops are underway, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop nearby. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. An integrated scene of practical preparation and interactive demonstrations continues in the adjoining classroom.",
    "In the adjoining classroom, networking etiquette workshops are underway, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop nearby. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. An integrated scene of practical preparation and interactive demonstrations continues in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, an integrated scene of practical preparation and interactive demonstrations unfolds: networking etiquette workshops are underway, with alumni volunteers delivering brief pep talks near the coffee station. A cybersecurity company is running a password-cracking challenge on a laptop nearby. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, practical preparation and interactive demonstrations unfold: alumni volunteers deliver brief pep talks near the coffee station as networking etiquette workshops run. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "39_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3179301147774244,
    0.3179301147774244,
    0.3179301147774244,
    0.3179301147774244,
    0.3179301147774244,
    0.3179301147774244,
    0.4960790297406734,
    0.4960790297406734,
    0.4960790297406734,
    0.4960790297406734,
    0.4960790297406734,
    0.4960790297406734,
    0.4960790297406734,
    0.4960790297406734,
    0.6060744208898345,
    0.6060744208898345,
    0.6060744208898345,
    0.6060744208898345,
    0.6060744208898345,
    0.6060744208898345,
    0.6060744208898345,
    0.6002955871304505,
    0.6002955871304505,
    0.6002955871304505,
    0.6002955871304505,
    0.6002955871304505,
    0.6002955871304505,
    0.6002955871304505,
    0.6356004975741144,
    0.6356004975741144,
    0.6356004975741144,
    0.6356004975741144,
    0.6356004975741144,
    0.6356004975741144,
    0.6356004975741144,
    0.6823245771782268,
    0.6823245771782268,
    0.6823245771782268,
    0.6823245771782268,
    0.6823245771782268,
    0.6823245771782268,
    0.6823245771782268,
    0.7055621083574078,
    0.7055621083574078,
    0.7055621083574078,
    0.7055621083574078,
    0.7055621083574078,
    0.7055621083574078,
    0.7055621083574078,
    0.7055090267428854,
    0.7055090267428854,
    0.7055090267428854,
    0.7055090267428854,
    0.7055090267428854,
    0.7055090267428854,
    0.7447049397590441,
    0.7447049397590441
  ],
  "40": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "In the adjoining classroom, workshops on networking etiquette begin; tech companies display demo screens showing their latest apps; and alumni volunteers share quick pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.352051852181,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.5010131828630157,
    0.36186506287868264,
    0.36186506287868264,
    0.36186506287868264,
    0.36186506287868264
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, facilitating attendee check-in and credentialing. A robotics startup flies a small drone above its booth to attract attention, with the drone positioned above the booth as an aerial promotional display.",
    "Event staff at the entrance scan registrations and hand out lanyards to facilitate attendee check-in and credentialing. A robotics startup flies a small drone above its booth as an aerial promotional display to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate attendee check-in and credentialing. A robotics startup flies a small drone above its booth as an aerial promotional display to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate attendee check-in and credentialing. A robotics startup flies a small drone above its booth as an aerial promotional display to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate attendee check-in and credentialing. A robotics startup flies a small drone above its booth as an aerial promotional display to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate attendee check-in and credentialing. A robotics startup flies a small drone above its booth as an aerial promotional display to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate attendee check-in and credentialing. A robotics startup flies a small drone above its booth as an aerial promotional display to attract attention. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate attendee check-in and credentialing. A robotics startup flies a small drone above its booth as an aerial promotional display to attract attention. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5937775963744829,
    0.5937775963744829,
    0.5937775963744829,
    0.5937775963744829,
    0.5937775963744829,
    0.5937775963744829,
    0.5937775963744829,
    0.5937775963744829,
    0.8008226815245366,
    0.8008226815245366,
    0.8008226815245366,
    0.8008226815245366,
    0.8008226815245366,
    0.8008226815245366,
    0.8008226815245366,
    0.814148714784238,
    0.814148714784238,
    0.814148714784238,
    0.814148714784238,
    0.814148714784238,
    0.814148714784238,
    0.814148714784238,
    0.8238379053358922,
    0.8238379053358922,
    0.8238379053358922,
    0.8238379053358922,
    0.8238379053358922,
    0.8238379053358922,
    0.8390979667552461,
    0.8390979667552461,
    0.8390979667552461,
    0.8390979667552461,
    0.8390979667552461,
    0.8390979667552461,
    0.8390979667552461,
    0.8471664351207382,
    0.8471664351207382,
    0.8471664351207382,
    0.8471664351207382,
    0.8471664351207382,
    0.8471664351207382,
    0.8471664351207382,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913,
    0.8538709171498913
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos.",
    "Across the space, students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The arrangement presents three concurrent activities: quiet pitch rehearsal, visual outreach displays by healthcare professionals, and orderly literature by consultants on raised surfaces.",
    "Across the space, students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The arrangement presents three concurrent activities: quiet pitch rehearsal, visual outreach displays by healthcare professionals, and orderly literature by consultants on raised surfaces. An alumni panel discusses how to prepare for technical interviews.",
    "Across the space, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. The arrangement features three concurrent activities: quiet pitch rehearsal, visual outreach displays by healthcare professionals, and orderly literature by consultants on raised surfaces. An alumni panel discusses how to prepare for technical interviews.",
    "Across the space, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. The arrangement features three concurrent activities: quiet pitch rehearsal, visual outreach displays by healthcare professionals, and orderly literature by consultants on raised surfaces. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Across the space, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. The arrangement features three concurrent activities: quiet pitch rehearsal, visual outreach displays by healthcare professionals, and orderly literature by consultants on raised surfaces. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Across the space, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. The arrangement features three concurrent activities: quiet pitch rehearsal, visual outreach displays by healthcare professionals, and orderly literature by consultants on raised surfaces. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.33397280704379484,
    0.602042063860504,
    0.602042063860504,
    0.602042063860504,
    0.602042063860504,
    0.602042063860504,
    0.602042063860504,
    0.602042063860504,
    0.6485847499816321,
    0.6485847499816321,
    0.6485847499816321,
    0.6485847499816321,
    0.6485847499816321,
    0.6485847499816321,
    0.6485847499816321,
    0.6551639565256886,
    0.6551639565256886,
    0.6551639565256886,
    0.6551639565256886,
    0.6551639565256886,
    0.6551639565256886,
    0.6551639565256886,
    0.677661033430967,
    0.677661033430967,
    0.677661033430967,
    0.677661033430967,
    0.677661033430967,
    0.677661033430967,
    0.677661033430967,
    0.677661033430967,
    0.7249838851017911,
    0.7249838851017911,
    0.7249838851017911,
    0.7249838851017911,
    0.7249838851017911,
    0.7249838851017911,
    0.7249838851017911,
    0.7249838851017911,
    0.7663055715276645
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347
  ],
  "44": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while students line up outside the university gym ahead of the career fair opening.",
    "Alumni volunteers share quick pep talks near the coffee station, while students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "On campus, alumni volunteers share quick pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "On campus, alumni volunteers give quick pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "On campus, alumni volunteers give quick pep talks near the coffee station as students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "On campus, students line up outside the university gym ahead of the career fair opening, with alumni volunteers giving quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as the line forms outside the gym before the career fair opens.",
    "On campus, students line up outside the university gym ahead of the career fair opening, while alumni volunteers give quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as the line forms outside the gym. Finance firms offer QR codes for immediate internship applications.",
    "On campus, students line up outside the university gym ahead of the career fair opening. Alumni volunteers give quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4033930274067803,
    0.4033930274067803,
    0.4033930274067803,
    0.4033930274067803,
    0.4033930274067803,
    0.4033930274067803,
    0.4033930274067803,
    0.4033930274067803,
    0.5767990244289976,
    0.5767990244289976,
    0.5767990244289976,
    0.5767990244289976,
    0.5767990244289976,
    0.7364531109249087,
    0.7364531109249087,
    0.7364531109249087,
    0.7364531109249087,
    0.7364531109249087,
    0.7364531109249087,
    0.7364531109249087,
    0.7364531109249087,
    0.7364531109249087,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7595271204804772,
    0.7877527492116174,
    0.7877527492116174,
    0.7877527492116174,
    0.7877527492116174,
    0.7877527492116174,
    0.7877527492116174,
    0.7877527492116174,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.797910203379206,
    0.8453905965342987
  ],
  "45": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Alumni volunteers give quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, dozens of booths with colorful banners circle the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, dozens of booths with colorful banners circle the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "45_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3414900646179934,
    0.3414900646179934,
    0.3414900646179934,
    0.3414900646179934,
    0.3414900646179934,
    0.3414900646179934,
    0.3414900646179934,
    0.3414900646179934,
    0.3414900646179934,
    0.5602390938136003,
    0.5602390938136003,
    0.5602390938136003,
    0.5602390938136003,
    0.5602390938136003,
    0.5602390938136003,
    0.5602390938136003,
    0.5602390938136003,
    0.5602390938136003,
    0.5602390938136003,
    0.4661526394918937,
    0.4661526394918937,
    0.4661526394918937,
    0.4661526394918937,
    0.4661526394918937,
    0.4661526394918937,
    0.7484648527024342,
    0.7484648527024342,
    0.7484648527024342,
    0.7484648527024342,
    0.7484648527024342,
    0.7484648527024342,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.8087825775670667,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413,
    0.7639865462054413
  ],
  "46": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards; human resources teams jot notes on tablets while students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves; career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4390514081605071,
    0.4390514081605071,
    0.4390514081605071,
    0.4390514081605071,
    0.4390514081605071,
    0.4390514081605071,
    0.4390514081605071,
    0.4579455837245315,
    0.4579455837245315,
    0.4579455837245315,
    0.4579455837245315,
    0.4579455837245315,
    0.4579455837245315,
    0.4579455837245315,
    0.7898451176174355,
    0.7898451176174355,
    0.7898451176174355,
    0.7898451176174355,
    0.7898451176174355,
    0.7898451176174355,
    0.7898451176174355,
    0.7898451176174355,
    0.8083624663039584,
    0.8083624663039584,
    0.8083624663039584,
    0.8083624663039584,
    0.8083624663039584,
    0.7677195641011225,
    0.7677195641011225,
    0.7677195641011225,
    0.7677195641011225,
    0.7677195641011225,
    0.7677195641011225,
    0.7677195641011225,
    0.7677195641011225,
    0.7677195641011225,
    0.7606945463658554,
    0.7606945463658554,
    0.7606945463658554,
    0.7606945463658554,
    0.7606945463658554,
    0.7606945463658554,
    0.7606945463658554,
    0.7826557315427238,
    0.7826557315427238,
    0.7826557315427238,
    0.7826557315427238,
    0.7826557315427238,
    0.7826557315427238,
    0.7826557315427238,
    0.7826557315427238,
    0.8188879642772025,
    0.8188879642772025,
    0.8188879642772025,
    0.8188879642772025,
    0.8188879642772025
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase photos of community outreach.",
    "At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase photos of community outreach.",
    "At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps.",
    "At the entrance of the event, staff scan registrations and hand out lanyards, while healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase photos of community outreach. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards, while healthcare providers showcase photos of community outreach. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and hand out lanyards while healthcare providers showcase photos of community outreach. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.36377738655307684,
    0.5962865559116702,
    0.5962865559116702,
    0.5962865559116702,
    0.5962865559116702,
    0.5962865559116702,
    0.7826016279539492,
    0.7826016279539492,
    0.7826016279539492,
    0.7826016279539492,
    0.7826016279539492,
    0.7826016279539492,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.8285599987325488,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327,
    0.7933756673427327
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "During the lead-up to the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "During the lead-up to the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "Leading up to the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the fair opens, and inside they clutch resumes in branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "Leading up to the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the fair opens, and inside they clutch resumes in branded folders. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "In anticipation of the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the fair opens; inside, they clutch resumes in branded folders. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "A university career fair is under way inside a polished gym. Dozens of booths with colorful banners encircle the floor. Before opening, students line up outside the gym and inside clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention.",
    "Inside a polished gym, a university career fair unfolds with dozens of booths encircling the floor, each adorned by colorful banners. Before opening, students line up outside the gym and inside, clutching resumes in branded folders. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.6474327762033644,
    0.6474327762033644,
    0.6474327762033644,
    0.6474327762033644,
    0.6474327762033644,
    0.6474327762033644,
    0.6474327762033644,
    0.6474327762033644,
    0.6474327762033644,
    0.8253382189942462,
    0.8253382189942462,
    0.8253382189942462,
    0.8253382189942462,
    0.8253382189942462,
    0.8253382189942462,
    0.8253382189942462,
    0.8253382189942462,
    0.8253382189942462,
    0.8219900813872663,
    0.8219900813872663,
    0.8219900813872663,
    0.8219900813872663,
    0.8219900813872663,
    0.8219900813872663,
    0.8326366656208807,
    0.8326366656208807,
    0.8326366656208807,
    0.8326366656208807,
    0.8326366656208807,
    0.8326366656208807,
    0.8326366656208807,
    0.8625894776844285,
    0.8625894776844285,
    0.8625894776844285,
    0.8625894776844285,
    0.8625894776844285,
    0.8625894776844285,
    0.8581992245565433,
    0.8581992245565433,
    0.8581992245565433,
    0.8581992245565433,
    0.8581992245565433,
    0.8581992245565433,
    0.8581992245565433,
    0.8581992245565433,
    0.8581992245565433,
    0.8547507454879086,
    0.8547507454879086,
    0.8547507454879086
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, sharing guidance on interview readiness; some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews, sharing guidance on interview readiness. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, sharing guidance on interview readiness. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, sharing guidance on interview readiness. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Nearby, some students rehearse elevator pitches quietly against the wall. The venue features dozens of booths with colorful banners circling the polished floor. A robotics startup flies a small drone above its booth to draw attention. Meanwhile, consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Nearby, some students rehearse elevator pitches quietly against the wall. The venue features dozens of booths with colorful banners circling a polished floor. A robotics startup flies a small drone above its booth to draw attention. Meanwhile, consulting firms stack glossy case study booklets on high tables."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.399374831531646,
    0.399374831531646,
    0.399374831531646,
    0.399374831531646,
    0.399374831531646,
    0.399374831531646,
    0.4034667452374432,
    0.4034667452374432,
    0.4034667452374432,
    0.4034667452374432,
    0.4034667452374432,
    0.4034667452374432,
    0.4034667452374432,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.7040655919612251,
    0.757987298562258,
    0.757987298562258,
    0.757987298562258,
    0.757987298562258,
    0.757987298562258,
    0.757987298562258,
    0.757987298562258,
    0.757987298562258,
    0.757987298562258,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7799879887472891,
    0.7792031597138893,
    0.7792031597138893,
    0.7792031597138893,
    0.7792031597138893,
    0.7792031597138893,
    0.7792031597138893,
    0.7792031597138893
  ]
}