{
  "0": [
    "",
    "The healthcare providers are presenting photographs from community outreach events. The photos show a group of patients standing with a nurse and a doctor outside a community center. The patients are wearing light blue shirts, and the building is a brick structure with a white door. The weather appears to be sunny.",
    "A group of patients wearing light blue shirts are standing outside a brick community center with a white door, accompanied by a nurse and a doctor. Simultaneously, students are lining up outside the university gym before the career fair opens. The weather is sunny.",
    "Outside the brick community center with a white door, a group of patients wearing light blue shirts are standing alongside a nurse and a doctor. Simultaneously, students are lining up outside the university gym before the career fair opens. Healthcare providers are showcasing community outreach photos. The weather is sunny.",
    "Outside the brick community center with a white door, a group of patients wearing light blue shirts are standing alongside a nurse and a doctor. Healthcare providers are showcasing community outreach photos. Simultaneously, students are lining up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. The weather is sunny.",
    "Outside the brick community center with a white door, a group of patients wearing light blue shirts are standing alongside a nurse and a doctor, who are showcasing community outreach photos. Simultaneously, students are lining up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. The weather is sunny.",
    "Outside the brick community center with a white door, a group of patients wearing light blue shirts are standing alongside a nurse and a doctor, who are showcasing community outreach photos. Simultaneously, students are lining up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. The weather is sunny.",
    "Outside the brick community center with a white door, a group of patients wearing light blue shirts are standing alongside a nurse and a doctor, who are showcasing community outreach photos. Simultaneously, students are lining up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. The weather is sunny.",
    "Outside the brick community center with a white door, a group of patients wearing light blue shirts are standing alongside a nurse and a doctor, who are showcasing community outreach photos. Simultaneously, students are lining up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. The weather is sunny. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the brick community center with a white door, a group of patients wearing light blue shirts are standing alongside a nurse and a doctor, who are showcasing community outreach photos. Students are lining up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. The weather is sunny. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the brick community center with a white door, a group of patients in light blue shirts are standing alongside a nurse and a doctor, who are showcasing community outreach photos. Students are lining up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. The weather is sunny.",
    "The sunny weather illuminates the brick community center with its white door, where a group of patients in light blue shirts stand alongside a nurse and a doctor showcasing community outreach photos. Outside, students line up before the university gym, and career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "The sunny weather illuminates the brick community center with its white door, where a group of patients in light blue shirts stand alongside a nurse and a doctor showcasing community outreach photos. Outside, students line up before the university gym, and career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "The sunny weather illuminates the brick community center with its white door, where a group of patients in light blue shirts stand alongside a nurse and a doctor showcasing community outreach photos. Outside, students line up before the university gym, and career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.32958408705686737,
    0.32958408705686737,
    0.4705885452689116,
    0.4705885452689116,
    0.4705885452689116,
    0.4705885452689116,
    0.582781724382624,
    0.582781724382624,
    0.582781724382624,
    0.616870087506039,
    0.616870087506039,
    0.616870087506039,
    0.616870087506039,
    0.616870087506039,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.6809721947736818,
    0.7350155809892434,
    0.7350155809892434,
    0.7350155809892434,
    0.7350155809892434,
    0.7350155809892434,
    0.7350155809892434,
    0.804937135631772,
    0.804937135631772,
    0.804937135631772,
    0.804937135631772,
    0.804937135631772,
    0.804937135631772,
    0.7936315765764009,
    0.7936315765764009,
    0.7936315765764009,
    0.7936315765764009,
    0.7936315765764009,
    0.7936315765764009,
    0.7936315765764009,
    0.7966097679649671,
    0.7966097679649671,
    0.7966097679649671,
    0.7966097679649671,
    0.7966097679649671,
    0.7966097679649671,
    0.7200586246709999,
    0.7200586246709999,
    0.7200586246709999,
    0.7200586246709999,
    0.7200586246709999,
    0.7200586246709999,
    0.7200586246709999,
    0.7104561954056262,
    0.7104561954056262,
    0.7104561954056262,
    0.7104561954056262,
    0.7104561954056262,
    0.7104561954056262,
    0.7104561954056262,
    0.7104561954056262
  ],
  "1": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and handing out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "The university gym is filled with students waiting outside before the career fair opens. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and handing out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym is filled with students waiting for the career fair to open. Consulting firms have placed glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement details the fair schedule via the PA system, and career counselors are reminding attendees to maintain eye contact.",
    "The university gym is filled with students waiting for the career fair to open. Consulting firms have placed glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement details the fair schedule via the PA system, and career counselors are reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The university gym is filled with students awaiting the career fair. Consulting firms have placed glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement details the fair schedule via the PA system, and career counselors are reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The university gym is filled with students awaiting the career fair. Consulting firms have placed glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Career counselors are reminding attendees to maintain eye contact, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The university gym is filled with students awaiting the career fair. Consulting firms have placed glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Career counselors are reminding attendees to maintain eye contact, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The university gym is filled with students awaiting the career fair. Consulting firms have placed glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Career counselors are reminding attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "The university gym is filled with students awaiting the career fair. Consulting firms have placed glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The university gym is filled with students awaiting the career fair. Consulting firms have placed glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.46245393417884334,
    0.46245393417884334,
    0.46245393417884334,
    0.46245393417884334,
    0.6224679206783527,
    0.6224679206783527,
    0.6224679206783527,
    0.8226970925100726,
    0.8226970925100726,
    0.8226970925100726,
    0.8226970925100726,
    0.8226970925100726,
    0.8330259226957072,
    0.8330259226957072,
    0.8330259226957072,
    0.8330259226957072,
    0.8330259226957072,
    0.8330259226957072,
    0.8330259226957072,
    0.8393984461522851,
    0.8393984461522851,
    0.8393984461522851,
    0.8393984461522851,
    0.8393984461522851,
    0.8393984461522851,
    0.8371387052611918,
    0.8371387052611918,
    0.8371387052611918,
    0.8371387052611918,
    0.8371387052611918,
    0.8371387052611918,
    0.8341865764531933,
    0.8341865764531933,
    0.8341865764531933,
    0.8341865764531933,
    0.8341865764531933,
    0.8341865764531933,
    0.8341865764531933,
    0.888270904318685,
    0.888270904318685,
    0.888270904318685,
    0.888270904318685,
    0.888270904318685,
    0.888270904318685,
    0.888270904318685,
    0.8841716055098342,
    0.8841716055098342,
    0.8841716055098342,
    0.8841716055098342,
    0.8841716055098342,
    0.8841716055098342,
    0.8630368032087339,
    0.8630368032087339,
    0.8630368032087339,
    0.8630368032087339,
    0.8630368032087339,
    0.8630368032087339,
    0.8630368032087339,
    0.8630368032087339,
    0.8630368032087339,
    0.8630368032087339,
    0.8809077293868599
  ],
  "2": [
    "",
    "",
    "",
    "The healthcare providers are presenting photographs taken during community outreach events. The photos show a group of healthcare professionals standing outside a brightly colored bus. Several children are visible in the background, smiling and holding balloons. The bus has the words \"Healthy Kids\" printed on its side.",
    "A group of healthcare professionals are standing outside a brightly colored bus displaying the words “Healthy Kids.” Several children are visible in the background, smiling and holding balloons. Event staff are scanning registrations and distributing lanyards at the entrance to the event.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. A welcome announcement is playing over the PA system, outlining the fair schedule.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. A welcome announcement is playing over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. A welcome announcement is playing over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. A welcome announcement is playing over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "A brightly colored bus displaying the words “Healthy Kids” is outside, with several smiling children holding balloons visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance to the event. Tech companies display demo screens, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.42256840678213625,
    0.42256840678213625,
    0.42256840678213625,
    0.360192336985964,
    0.360192336985964,
    0.360192336985964,
    0.48431093438444844,
    0.48431093438444844,
    0.48431093438444844,
    0.48431093438444844,
    0.48431093438444844,
    0.5881016018321362,
    0.5881016018321362,
    0.5881016018321362,
    0.5881016018321362,
    0.6294669893961217,
    0.6294669893961217,
    0.6294669893961217,
    0.6294669893961217,
    0.6294669893961217,
    0.6294669893961217,
    0.6294669893961217,
    0.5652073203270146,
    0.5652073203270146,
    0.5652073203270146,
    0.5652073203270146,
    0.5652073203270146,
    0.5652073203270146,
    0.5652073203270146,
    0.4957209714393801,
    0.4957209714393801,
    0.4957209714393801,
    0.4957209714393801,
    0.4957209714393801,
    0.4957209714393801,
    0.4957209714393801,
    0.5670445496880294,
    0.5670445496880294,
    0.5670445496880294,
    0.5670445496880294,
    0.5670445496880294,
    0.5670445496880294,
    0.5827337437275675,
    0.5827337437275675,
    0.5827337437275675,
    0.5827337437275675,
    0.5827337437275675,
    0.5827337437275675,
    0.5827337437275675,
    0.6096131966415599,
    0.6096131966415599,
    0.6096131966415599,
    0.6096131966415599,
    0.6096131966415599,
    0.6096131966415599,
    0.6096131966415599,
    0.5334142975980201,
    0.5334142975980201,
    0.5334142975980201,
    0.5334142975980201,
    0.5334142975980201,
    0.5334142975980201,
    0.5334142975980201
  ],
  "3": [
    "",
    "The polished floor is surrounded by dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Alumni volunteers are sharing quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The event features a polished floor surrounding numerous booths decorated with colorful banners. Alumni volunteers are providing brief pep talks close to the coffee station, while career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and distribute lanyards at the entrance.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and distribute lanyards at the entrance. Students clutch resumes inside branded folders.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and distribute lanyards at the entrance. Students clutch resumes inside branded folders.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and distribute lanyards at the entrance. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and distribute lanyards at the entrance. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and distribute lanyards at the entrance. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and distribute lanyards at the entrance. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Event staff scan registrations and distribute lanyards at the entrance. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors advise attendees to maintain eye contact. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Event staff scan registrations and distribute lanyards at the entrance. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.0,
    0.3473521898829296,
    0.3473521898829296,
    0.3473521898829296,
    0.510037938390371,
    0.510037938390371,
    0.510037938390371,
    0.6382583149087292,
    0.6382583149087292,
    0.6382583149087292,
    0.6382583149087292,
    0.6382583149087292,
    0.6815779799807129,
    0.6815779799807129,
    0.6815779799807129,
    0.6815779799807129,
    0.681669889231379,
    0.681669889231379,
    0.681669889231379,
    0.681669889231379,
    0.681669889231379,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7446863840254792,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.7215345953227127,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764,
    0.8471058135008764
  ],
  "4": [
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms are distributing glossy case study booklets on high tables. Alumni volunteers are delivering quick pep talks near the coffee station.",
    "The conference hall features high tables where consulting firms are distributing glossy case study booklets. Alumni volunteers are delivering quick pep talks near the coffee station. Tech companies are displaying demo screens showcasing their latest apps.",
    "The conference hall contains high tables where consulting firms are distributing glossy case study booklets. Alumni volunteers are delivering quick pep talks near the coffee station. Tech companies are displaying demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The conference hall features high tables where consulting firms are distributing glossy case study booklets. Alumni volunteers are delivering quick pep talks near the coffee station. Tech companies are displaying demo screens showcasing their latest apps. Students line up outside the university gym before the career fair opens.",
    "The conference hall includes high tables occupied by consulting firms providing glossy case study booklets. Alumni volunteers are giving pep talks near the coffee station, while tech companies are displaying demo screens showcasing their latest apps. Outside the university gym, students are lining up before the career fair opens, and career counselors are reminding attendees to maintain eye contact.",
    "The conference hall contains high tables with glossy case study booklets from consulting firms, while alumni volunteers deliver pep talks near the coffee station. Tech companies are displaying demo screens showcasing their latest apps. Outside the university gym, students are lining up before the career fair opens, and career counselors are reminding attendees to maintain eye contact. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "The conference hall includes high tables with glossy case study booklets from consulting firms, and alumni volunteers are delivering pep talks near the coffee station. Tech companies are displaying demo screens showcasing their latest apps, while event staff are scanning registrations and handing out lanyards at the entrance. Students are lining up before the career fair opens outside the university gym, and career counselors are reminding attendees to maintain eye contact.",
    "The conference hall features high tables with glossy case study booklets from consulting firms, and alumni volunteers are delivering pep talks near the coffee station. Tech companies are displaying demo screens showcasing their latest apps, and event staff are scanning registrations and handing out lanyards at the entrance. Students are lining up before the career fair opens outside the university gym, and career counselors are reminding attendees to maintain eye contact.",
    "The conference hall includes high tables with glossy case study booklets from consulting firms, which are stacked by event staff. Alumni volunteers are delivering pep talks near the coffee station, while tech companies are displaying demo screens showcasing their latest apps. Event staff are scanning registrations and handing out lanyards at the entrance, and students are lining up before the career fair opens outside the university gym, with career counselors reminding attendees to maintain eye contact."
  ],
  "4_score": [
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4987782589470128,
    0.4987782589470128,
    0.4987782589470128,
    0.4987782589470128,
    0.4987782589470128,
    0.4987782589470128,
    0.4987782589470128,
    0.5583547935039908,
    0.5583547935039908,
    0.5583547935039908,
    0.5583547935039908,
    0.5583547935039908,
    0.5583547935039908,
    0.5675435248626154,
    0.5675435248626154,
    0.5675435248626154,
    0.5675435248626154,
    0.5675435248626154,
    0.5675435248626154,
    0.5675435248626154,
    0.7536450303377367,
    0.7536450303377367,
    0.7536450303377367,
    0.7536450303377367,
    0.7536450303377367,
    0.7536450303377367,
    0.7768634573332615,
    0.7768634573332615,
    0.7768634573332615,
    0.7768634573332615,
    0.7768634573332615,
    0.816198731484963,
    0.816198731484963,
    0.816198731484963,
    0.816198731484963,
    0.816198731484963,
    0.816198731484963,
    0.7614365569001583,
    0.7614365569001583,
    0.7614365569001583,
    0.7614365569001583,
    0.7614365569001583,
    0.7614365569001583,
    0.758929161024918,
    0.758929161024918,
    0.758929161024918,
    0.758929161024918,
    0.758929161024918,
    0.758929161024918,
    0.758929161024918,
    0.757980413621465,
    0.757980413621465,
    0.757980413621465,
    0.757980413621465,
    0.757980413621465,
    0.757980413621465
  ],
  "5": [
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens feature a red button and a blue icon.",
    "The scene includes demo screens displayed by tech companies, each featuring a red button and a blue icon. Consulting firms are presenting glossy case study booklets on high tables.",
    "Demo screens are displayed by tech companies, each featuring a red button and a blue icon. Consulting firms are presenting glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display red buttons and blue icons on demo screens, while consulting firms present glossy case study booklets on high tables. Career counselors advise attendees to maintain eye contact, and students hold branded folders containing resumes.",
    "The demo area features red buttons and blue icons, with consulting firms presenting glossy case study booklets on high tables. Career counselors advise attendees to maintain eye contact, and students hold branded folders containing resumes. Consulting firms stack glossy case study booklets on high tables.",
    "The demo area includes red buttons and blue icons, with consulting firms presenting glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Attendees maintain eye contact as career counselors advise them, while students hold branded folders containing resumes.",
    "The demo area features red buttons and blue icons, with consulting firms presenting glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Attendees maintain eye contact as career counselors advise them, while students hold branded folders containing resumes. Career counselors remind attendees to maintain eye contact.",
    "The demo area includes red buttons and blue icons, with consulting firms presenting glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, and attendees maintain eye contact as career counselors advise them, while students hold branded folders containing resumes. Dozens of booths with colorful banners circle the polished floor.",
    "The demo area features red buttons and blue icons, with consulting firms presenting glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, while attendees maintain eye contact as career counselors advise them, and students hold branded folders containing resumes. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "The demo area includes red buttons and blue icons, with consulting firms presenting glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, while attendees maintain eye contact as career counselors advise them, and students hold branded folders containing resumes. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The demo area features red buttons and blue icons, with consulting firms presenting glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, and attendees maintain eye contact as career counselors advise them, and students hold branded folders containing resumes. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "5_score": [
    0.0,
    0.0,
    0.328674055108118,
    0.328674055108118,
    0.328674055108118,
    0.3817459543949496,
    0.3817459543949496,
    0.3817459543949496,
    0.3817459543949496,
    0.3817459543949496,
    0.3817459543949496,
    0.3817459543949496,
    0.5603121560412352,
    0.5603121560412352,
    0.5603121560412352,
    0.5603121560412352,
    0.5603121560412352,
    0.5309939177388507,
    0.5309939177388507,
    0.5309939177388507,
    0.5309939177388507,
    0.5309939177388507,
    0.568972806706561,
    0.568972806706561,
    0.568972806706561,
    0.568972806706561,
    0.568972806706561,
    0.568972806706561,
    0.5918195771496757,
    0.5918195771496757,
    0.5918195771496757,
    0.5918195771496757,
    0.5918195771496757,
    0.5918195771496757,
    0.5918195771496757,
    0.6319030159799999,
    0.6319030159799999,
    0.6319030159799999,
    0.6319030159799999,
    0.6319030159799999,
    0.6319030159799999,
    0.6319030159799999,
    0.6129671408532871,
    0.6129671408532871,
    0.6129671408532871,
    0.6129671408532871,
    0.6129671408532871,
    0.6129671408532871,
    0.6129671408532871,
    0.6129671408532871,
    0.6011892538993542,
    0.6011892538993542,
    0.6011892538993542,
    0.6011892538993542,
    0.6011892538993542,
    0.6011892538993542,
    0.6011892538993542,
    0.6792272261097168,
    0.6792272261097168,
    0.6792272261097168,
    0.6792272261097168,
    0.6792272261097168,
    0.6792272261097168,
    0.67581793696521,
    0.67581793696521,
    0.67581793696521
  ],
  "6": [
    "",
    "",
    "The polished floor is surrounded by dozens of booths featuring colorful banners.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. A welcome announcement outlining the fair schedule is being broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlining the fair schedule is being broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, with the welcome announcement broadcast over the PA system.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners, with the welcome announcement broadcast over the PA system. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, mirroring the earlier display of booths with colorful banners.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, mirroring the earlier display of booths with colorful banners. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, mirroring the earlier display of booths with colorful banners. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Alumni volunteers share quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "6_score": [
    0.0,
    0.0,
    0.35517074864027953,
    0.35517074864027953,
    0.344695588210279,
    0.344695588210279,
    0.515340634089456,
    0.515340634089456,
    0.515340634089456,
    0.6645079808858954,
    0.6645079808858954,
    0.6645079808858954,
    0.6645079808858954,
    0.6424183483366835,
    0.6424183483366835,
    0.6424183483366835,
    0.6424183483366835,
    0.6424183483366835,
    0.6424183483366835,
    0.6424183483366835,
    0.6424183483366835,
    0.6684432932681817,
    0.6684432932681817,
    0.6684432932681817,
    0.6684432932681817,
    0.6684432932681817,
    0.6529009457248658,
    0.6529009457248658,
    0.6529009457248658,
    0.6529009457248658,
    0.6529009457248658,
    0.6613774515662182,
    0.6613774515662182,
    0.6613774515662182,
    0.6613774515662182,
    0.6613774515662182,
    0.6613774515662182,
    0.6581319277981257,
    0.6581319277981257,
    0.6581319277981257,
    0.6581319277981257,
    0.6581319277981257,
    0.6581319277981257,
    0.6581319277981257,
    0.7291256466560436,
    0.7291256466560436,
    0.7291256466560436,
    0.7291256466560436,
    0.7291256466560436,
    0.7071828989413285,
    0.7071828989413285,
    0.7071828989413285,
    0.7071828989413285,
    0.7071828989413285,
    0.7071828989413285,
    0.7071828989413285,
    0.7415831768725956,
    0.7415831768725956,
    0.7415831768725956,
    0.7415831768725956,
    0.7415831768725956,
    0.7415831768725956,
    0.7265337250129312,
    0.7265337250129312,
    0.7265337250129312,
    0.7265337250129312
  ],
  "7": [
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens are set up in a large hall, and several attendees are observing the displays.",
    "The large hall features demo screens displaying tech company apps. Several attendees are observing the displays. A welcome announcement detailing the fair schedule plays over the PA system.",
    "The large hall contains demo screens displaying tech company apps, with several attendees observing the displays. Outside the university gym, students line up before the career fair opens. A welcome announcement detailing the fair schedule plays over the PA system.",
    "The large hall features demo screens showing tech company apps, with several attendees observing the displays. Outside the university gym, students line up before the career fair opens. A welcome announcement detailing the fair schedule plays over the PA system, and career counselors remind attendees to maintain eye contact.",
    "The large hall contains demo screens displaying tech company apps, with several attendees observing the displays. Outside the university gym, students line up before the career fair opens. A welcome announcement detailing the fair schedule plays over the PA system, and career counselors remind attendees to maintain eye contact.",
    "The large hall features demo screens displaying tech company apps, with several attendees observing the displays. Students line up outside the university gym before the career fair opens, and a welcome announcement detailing the fair schedule plays over the PA system. Career counselors remind attendees to maintain eye contact.",
    "The large hall contains demo screens showing tech company apps, with several attendees observing the displays. Students line up outside the university gym before the career fair opens, and a welcome announcement detailing the fair schedule plays over the PA system. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "The large hall contains demo screens displaying tech company apps, with several attendees observing the displays. Students line up outside the university gym before the career fair opens, and a welcome announcement detailing the fair schedule plays over the PA system. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "The large hall features demo screens showcasing tech company applications, with several attendees observing the displays. Students line up outside the university gym, awaiting the career fair’s opening. A welcome announcement regarding the fair schedule plays over the PA system, and career counselors remind attendees to maintain eye contact. Students hold resumes within branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "The large hall contains demo screens displaying tech company applications, with several attendees observing the displays. Students line up outside the university gym, awaiting the career fair’s opening. A welcome announcement regarding the fair schedule plays over the PA system, and career counselors remind attendees to maintain eye contact. Students hold resumes within branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "The large hall contains demo screens displaying tech company applications, with several attendees observing the displays. Students line up outside the university gym, awaiting the career fair’s opening. A welcome announcement regarding the fair schedule plays over the PA system, and career counselors remind attendees to maintain eye contact. Students hold resumes within branded folders, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The large hall contains demo screens displaying tech company applications, with several attendees observing the displays. Students line up outside the university gym, awaiting the career fair’s opening. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Students hold resumes within branded folders, while career counselors remind attendees to maintain eye contact. A welcome announcement regarding the fair schedule plays over the PA system."
  ],
  "7_score": [
    0.0,
    0.39821466405461226,
    0.5351788666105288,
    0.5351788666105288,
    0.5351788666105288,
    0.7433528537920502,
    0.7433528537920502,
    0.7433528537920502,
    0.7896389103242362,
    0.7896389103242362,
    0.7896389103242362,
    0.7896389103242362,
    0.7896389103242362,
    0.7896389103242362,
    0.7855977213689292,
    0.7855977213689292,
    0.7855977213689292,
    0.7855977213689292,
    0.7855977213689292,
    0.7741165368446677,
    0.7741165368446677,
    0.7741165368446677,
    0.7741165368446677,
    0.7741165368446677,
    0.7741165368446677,
    0.7741165368446677,
    0.7741165368446677,
    0.7741165368446677,
    0.8048066669877455,
    0.8048066669877455,
    0.8048066669877455,
    0.8048066669877455,
    0.8048066669877455,
    0.8048066669877455,
    0.8066738242085859,
    0.8066738242085859,
    0.8066738242085859,
    0.8066738242085859,
    0.8066738242085859,
    0.8066738242085859,
    0.832543552261173,
    0.832543552261173,
    0.832543552261173,
    0.832543552261173,
    0.832543552261173,
    0.832543552261173,
    0.832543552261173,
    0.832543552261173,
    0.8273751262243383,
    0.8273751262243383,
    0.8273751262243383,
    0.8273751262243383,
    0.8273751262243383,
    0.8273751262243383,
    0.8546493475933165,
    0.8546493475933165,
    0.8546493475933165,
    0.8546493475933165,
    0.8546493475933165,
    0.8546493475933165,
    0.8546493475933165,
    0.8554284320058906,
    0.8554284320058906,
    0.8554284320058906,
    0.8554284320058906,
    0.8554284320058906
  ],
  "8": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, and alumni volunteers share quick pep talks near the coffee station.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.6762745842110449,
    0.6762745842110449,
    0.6762745842110449,
    0.7335856770067711,
    0.7335856770067711,
    0.7335856770067711,
    0.7335856770067711,
    0.6974648122120513,
    0.6974648122120513,
    0.6974648122120513,
    0.6974648122120513,
    0.7015340445336922,
    0.7015340445336922,
    0.7015340445336922,
    0.7015340445336922,
    0.7015340445336922,
    0.7469696693523004,
    0.7469696693523004,
    0.7469696693523004,
    0.7469696693523004,
    0.7469696693523004,
    0.7469696693523004,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.743862604146861,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.6564220021889811,
    0.8126474793162091,
    0.8126474793162091,
    0.8126474793162091,
    0.8126474793162091,
    0.8126474793162091,
    0.8126474793162091,
    0.8126474793162091,
    0.8126474793162091,
    0.8126474793162091,
    0.8126474793162091
  ],
  "9": [
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.4989865969158758,
    0.6411839667802622,
    0.6411839667802622,
    0.6411839667802622,
    0.6411839667802622,
    0.8092961067024723,
    0.8092961067024723,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8525730964308187,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8681235318488463,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8705993172100011,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525,
    0.8674911419918525
  ]
}