{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening, while career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening as career counselors remind attendees to maintain eye contact. A welcome announcement delivered over the PA system outlines the fair schedule for the event. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym ahead of the career fair opening, as career counselors remind attendees to maintain eye contact. A welcome announcement delivered over the PA system outlines the fair schedule for the event. Healthcare providers showcase community outreach photos. At the event, career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. Nearby, consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up ahead of the career fair opening while career counselors remind attendees to maintain eye contact, establishing a formal, attentive dynamic. A welcome PA announces the fair schedule. Inside, healthcare providers showcase community outreach photos. Nearby, consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up ahead of the career fair opening as counselors remind attendees to maintain eye contact, establishing a formal, attentive dynamic; a welcome PA announces the fair schedule. Inside, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Nearby, consulting firms stack glossy case study booklets on high tables as students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the interaction point for both actions. The scene centers on the entrance area, with attendees, counselors, and staff present; scanned registrations and distributed lanyards are evident at the checkpoint.",
    "Outside the university gym, students line up ahead of the career fair opening as career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Inside, healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station as part of ongoing setup. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the interaction point for both actions; the scene centers on the entrance area with attendees, counselors, and staff present, and scanned registrations and distributed lanyards evident at the checkpoint.",
    "Scene centers on the entrance area of the career fair at the university, with attendees, counselors, and staff present as event staff scan registrations and hand out lanyards at the checkpoint. Outside the university gym, students line up ahead of opening while career counselors remind attendees to maintain eye contact and a welcome PA outlines the schedule. Inside, healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; alumni volunteers give brief pep talks near the coffee station as part of ongoing setup. Students clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "A university career fair is staged in and around the gym, with dozens of booths and colorful banners circling a polished floor that defines the event space. At the entrance, staff scan registrations and hand out lanyards, the point of interaction for both actions. Outside, students line up ahead of opening, while a welcome PA outlines the schedule. Inside, healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; alumni volunteers give brief pep talks near the coffee station as part of the setup. Students clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables. Career counselors guide engagement, emphasize eye contact, and maintain a formal, attention-focused dynamic. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards, reinforcing an orderly, preparatory atmosphere ahead of opening.",
    "A university career fair is staged in and around the gym, with dozens of booths and colorful banners circling a polished floor that defines the event space. At the entrance, staff scan registrations and hand out lanyards, the point of interaction for both actions. Outside, students line up ahead of opening, while a welcome PA outlines the schedule. Inside, healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; alumni volunteers give brief pep talks near the coffee station as part of the setup. Students clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables. Career counselors guide engagement, emphasize eye contact, and maintain a formal, attention-focused dynamic. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards, reinforcing an orderly, preparatory atmosphere ahead of opening."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.6728255862730037,
    0.6728255862730037,
    0.6728255862730037,
    0.5557690274882792,
    0.5557690274882792,
    0.5557690274882792,
    0.5557690274882792,
    0.5557690274882792,
    0.5557690274882792,
    0.8156699319576269,
    0.8156699319576269,
    0.8156699319576269,
    0.8156699319576269,
    0.8156699319576269,
    0.8156699319576269,
    0.8156699319576269,
    0.8811837706215921,
    0.8811837706215921,
    0.8811837706215921,
    0.8811837706215921,
    0.8811837706215921,
    0.8811837706215921,
    0.8811837706215921,
    0.875624685474189,
    0.875624685474189,
    0.875624685474189,
    0.875624685474189,
    0.875624685474189,
    0.8279405339881872,
    0.8279405339881872,
    0.8279405339881872,
    0.8279405339881872,
    0.8279405339881872,
    0.8279405339881872,
    0.8461086982941031,
    0.8461086982941031,
    0.8461086982941031,
    0.8461086982941031,
    0.8461086982941031,
    0.8461086982941031,
    0.836237934864638,
    0.836237934864638,
    0.836237934864638,
    0.836237934864638,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367,
    0.894592373239367
  ],
  "1": [
    "",
    "",
    "",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule.",
    "A welcome announcement is delivered over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement delivered over the PA system outlines the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement delivered over the PA system outlines the fair schedule at the event, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "An event opens with a welcome announcement over the PA system outlining the fair schedule, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards, with the entrance as the interaction point for both scanning registrations and distributing lanyards.",
    "An event opens with a welcome announcement over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the interaction point for both scanning registrations and distributing lanyards. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards.",
    "The scene centers on a university career fair opening with a welcome announcement over the PA outlining the fair schedule. Career counselors remind attendees to maintain eye contact, echoed as the line forms and continues during the event. Healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders and prepared to present them when the event begins. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the interaction point for both scanning registrations and distributing lanyards. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards, with the line forming outside and extending into the entrance area as the event proceeds.",
    "At the university career fair opening, a PA announcement outlines the schedule. Outside the gym, students line up ahead of opening, clutching resumes in branded folders and prepared to present them. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the interaction point for both scanning registrations and distributing lanyards. The line forms outside and extends into the entrance area as the event proceeds. Inside the venue, career counselors remind attendees to maintain eye contact, creating a formal, attention-focused dynamic. Healthcare providers showcase community outreach photos nearby. Nearby, consulting firms stack glossy case study booklets on high tables. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, and resumes in branded folders.",
    "At the university career fair opening, attendees including students, counselors, and staff populate the entrance and gym area. Dozens of students line up outside the gym before opening, clutching resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards, forming the primary interaction point as the line forms outside and extends into the entrance area. Inside, career counselors remind attendees to maintain eye contact, creating a formal, attentive dynamic. Nearby, healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. The space features dozens of booths with colorful banners circling a polished floor. The scene includes scanned registrations, distributed lanyards, resumes in branded folders, attendees, counselors, and staff, with counselors guiding engagement and emphasizing eye contact.",
    "At the university career fair opening, attendees including students, counselors, and staff occupy the entrance and gym area. Dozens of students line up outside the gym before opening, clutching resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards, forming the primary interaction point as the line extends into the entrance. Inside, career counselors remind attendees to maintain eye contact, creating a formal, attentive dynamic. Nearby, healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. The space features dozens of booths with colorful banners circling a polished floor. The scene includes scanned registrations, distributed lanyards, resumes in branded folders, attendees, counselors, and staff, with counselors guiding engagement and emphasizing eye contact.",
    "At the university career fair opening, attendees including students, counselors, and staff occupy the entrance and gym area. Dozens of students line up outside the gym before opening, clutching resumes in branded folders as staff scan registrations and hand out lanyards at the entrance, forming the primary interaction point as the line extends into the doorway. Inside, career counselors remind attendees to maintain eye contact, creating a formal, attentive dynamic. Nearby healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. The space features dozens of booths with colorful banners circling a polished floor. The scene includes scanned registrations, distributed lanyards, resumes in branded folders, attendees, counselors, and staff, with counselors guiding engagement and emphasizing eye contact. Tech companies display demo screens showing their latest apps.",
    "At the university career fair opening, attendees including students, counselors, and staff occupy the entrance and gym area. Dozens of students line up outside the gym before opening, clutching resumes in branded folders as staff scan registrations and hand out lanyards at the entrance, forming the primary interaction point as the line extends into the doorway. Inside, career counselors guide engagement and emphasize eye contact, creating a formal, attentive dynamic. Nearby healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. The space features dozens of booths with colorful banners circling a polished floor. The scene includes scanned registrations, distributed lanyards, resumes in branded folders, attendees, counselors, and staff."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.38779929305876837,
    0.38779929305876837,
    0.506191656951817,
    0.506191656951817,
    0.506191656951817,
    0.4756644645976147,
    0.4756644645976147,
    0.4756644645976147,
    0.4756644645976147,
    0.5914230026440193,
    0.5914230026440193,
    0.5914230026440193,
    0.5914230026440193,
    0.5914230026440193,
    0.5914230026440193,
    0.686059335850645,
    0.686059335850645,
    0.686059335850645,
    0.686059335850645,
    0.7236687909923583,
    0.7236687909923583,
    0.7236687909923583,
    0.7236687909923583,
    0.7236687909923583,
    0.7236687909923583,
    0.7928375047938697,
    0.7928375047938697,
    0.7928375047938697,
    0.7928375047938697,
    0.7928375047938697,
    0.8482547198879172,
    0.8482547198879172,
    0.8482547198879172,
    0.8482547198879172,
    0.8482547198879172,
    0.8618901983638638,
    0.8618901983638638,
    0.8618901983638638,
    0.8618901983638638,
    0.8618901983638638,
    0.8618901983638638,
    0.8595862720597593,
    0.8595862720597593,
    0.8595862720597593,
    0.8595862720597593,
    0.8595862720597593,
    0.8563554014237336,
    0.8563554014237336,
    0.8563554014237336,
    0.8563554014237336,
    0.8563554014237336,
    0.8563554014237336,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386,
    0.8661075143774386
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as counselors and attendees interact, with counselors guiding attendees about engagement. Dozens of booths with colorful banners circle the polished floor, outlining the event space and defining the expo layout.",
    "At a professional expo, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as counselors and attendees interact, with counselors guiding attendees about engagement. Dozens of booths with colorful banners circle the polished floor, outlining the expo layout and defining the event space. Tech companies display demo screens showing their latest apps.",
    "At a professional expo, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as counselors guide attendees about engagement. Dozens of booths with colorful banners circle the polished floor, outlining the expo layout and defining the event space. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At a professional expo, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as counselors guide attendees about engagement. Dozens of booths with colorful banners circle the polished floor, outlining the expo layout and defining the event space. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At a professional expo, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as counselors guide attendees about engagement. Dozens of booths with colorful banners circle the polished floor, outlining the expo layout and defining the event space. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At a professional expo, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as counselors guide attendees about engagement. Dozens of booths with colorful banners circle the polished floor, outlining the expo layout and defining the event space. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, attendees and volunteers fill a space with dozens of booths and banners outlining the expo layout on a polished floor. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders; alumni volunteers offer pep talks near a coffee station. Tech companies display demo screens of their latest apps, and healthcare providers showcase outreach photos nearby. A welcome PA announces the fair schedule, and another PA reiterates the opening timetable. Outside the gym, students line up ahead of opening, clutching resumes in branded folders. The line forms outside and extends into the entrance area as the event proceeds. At the entrance, staff scan registrations and hand out lanyards. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, and resumes in branded folders.",
    "At the university career fair, a space with dozens of booths and banners sits on a polished floor. Consulting firms display glossy case-study booklets on high tables; career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders; alumni volunteers offer pep talks near a coffee station. Tech companies show demo screens of their latest apps, while healthcare providers showcase outreach photos nearby. A welcome PA announces the fair schedule, and a second PA reiterates the opening timetable. Outside the gym, students line up before opening, clutching resumes, and the line extends into the entrance area as the event proceeds. At the entrance, staff scan registrations and distribute lanyards. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, and resumes in branded folders.",
    "At the university career fair, a space with dozens of booths and banners sits on a polished floor. Consulting firms display glossy case-study booklets on high tables; career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders; alumni volunteers offer pep talks near a coffee station. Tech companies show demo screens of their latest apps, while healthcare providers showcase outreach photos nearby. A welcome PA announces the fair schedule, and a second PA reiterates the opening timetable. Outside the gym, students line up before opening, clutching resumes, and the line extends into the entrance area as the event proceeds. At the entrance, staff scan registrations and distribute lanyards. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, and resumes in branded folders. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4023375273825306,
    0.4023375273825306,
    0.4023375273825306,
    0.4023375273825306,
    0.4390548732613567,
    0.4390548732613567,
    0.4390548732613567,
    0.4390548732613567,
    0.4390548732613567,
    0.5614472213538595,
    0.5614472213538595,
    0.6908066459509485,
    0.6908066459509485,
    0.6908066459509485,
    0.6908066459509485,
    0.7070030887309635,
    0.7070030887309635,
    0.7070030887309635,
    0.7261841147498822,
    0.7261841147498822,
    0.7261841147498822,
    0.7387885938772616,
    0.7387885938772616,
    0.7387885938772616,
    0.7387885938772616,
    0.7373012797008665,
    0.7373012797008665,
    0.7373012797008665,
    0.7373012797008665,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.7514274862929269,
    0.8611327429551803,
    0.8611327429551803,
    0.8611327429551803,
    0.8611327429551803,
    0.8611327429551803,
    0.8611327429551803,
    0.8611327429551803,
    0.8719909694987327,
    0.8719909694987327,
    0.8719909694987327,
    0.8719909694987327,
    0.8719909694987327,
    0.8719909694987327,
    0.8670435272587615,
    0.8670435272587615,
    0.8670435272587615,
    0.8670435272587615,
    0.8670435272587615,
    0.8670435272587615,
    0.8670435272587615
  ],
  "3": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "In the event setting, career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "In the event setting, career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "In the event setting, career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "At the event setting, career counselors remind attendees to maintain eye contact, creating a formal, attention-focused dynamic. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the event setting, career counselors remind attendees to maintain eye contact, creating a formal, attention-focused dynamic. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the event setting, career counselors remind attendees to maintain eye contact, creating a formal, attention-focused dynamic. Dozens of booths with colorful banners circle the polished floor, outlining the event space. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Nearby, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the event setting, a career fair unfolds with dozens of booths and colorful banners circling the polished floor, outlining the event space. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Nearby, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. Students line up outside the university gym ahead of the fair opening, while a welcome announcement over the PA outlines the schedule. Healthcare providers showcase community outreach photos. Throughout, career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic.",
    "At the career fair setting, dozens of booths with colorful banners circle a polished floor that outlines the event space. At the entrance, staff scan registrations and hand out lanyards—the point of interaction for both actions. Students clutch resumes inside branded folders, while nearby consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens, as a welcome PA announcement outlines the schedule. Career counselors populate the scene, guiding engagement and emphasizing eye contact to establish a formal, attention-focused dynamic with attendees. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards, reinforcing the orderly, preparatory atmosphere ahead of opening.",
    "A university career fair is being staged in and around the gym, with dozens of booths and colorful banners circling a polished floor that defines the event space. At the entrance, staff scan registrations and hand out lanyards—the point of interaction for both actions. Attendees include students clutching resumes in branded folders; consulting firms place glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos; and alumni volunteers offer brief pep talks near the coffee station as part of the setup. Career counselors guide engagement, emphasize eye contact, and help maintain a formal, attention-focused dynamic. Students line up outside the university gym before opening; a welcome PA outlines the schedule. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards, reinforcing an orderly, preparatory atmosphere ahead of opening.",
    "A university career fair is staged in and around the gym, with dozens of booths and colorful banners circling a polished floor that defines the event space. At the entrance, staff scan registrations and hand out lanyards, making the entrance the interaction point for both actions. Attendees include students clutching resumes in branded folders; consulting firms place glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos; and alumni volunteers offer brief pep talks near the coffee station. Career counselors guide engagement, emphasize eye contact, and help maintain a formal, attention-focused dynamic. Students line up outside the gym before opening; a welcome PA outlines the schedule. Inside and outside, the scene centers on attendees, counselors, and staff, with scanned registrations and distributed lanyards at the checkpoint.",
    "A university career fair is staged in and around the gym, with dozens of booths and colorful banners circling a polished floor that defines the event space. At the entrance, staff scan registrations and hand out lanyards, making the entry point the main interaction hub. Attendees include students clutching resumes in branded folders; consulting firms display glossy case study booklets on high tables; tech companies show demo screens of their latest apps; healthcare providers showcase community outreach photos; and alumni volunteers offer brief pep talks near the coffee station. Career counselors guide engagement, emphasizing eye contact and maintaining a formal, attentive dynamic. Students line up outside the gym before opening, while a welcome PA outlines the schedule. Inside and outside, the scene centers on attendees, counselors, and staff, with scanned registrations and distributed lanyards at the checkpoint. The scene includes resumes, folders, booklets, demo screens, and outreach photos.",
    "The scene is a university career fair staged in and around a gym, with dozens of booths and colorful banners around a polished floor defining the event space. At the entrance, staff scan registrations and hand out lanyards, making the checkpoint the main interaction hub; a welcome PA outlines the schedule. Outside, dozens of students line up before opening, clutching resumes in branded folders. Inside, dozens of booths display glossy case study booklets on high tables (consulting firms) and demo screens of latest apps (tech companies); healthcare providers show community outreach photos; alumni volunteers offer brief pep talks near the coffee station, as part of setup. Career counselors guide engagement, emphasizing eye contact and maintaining a formal, attentive dynamic. The scene centers on attendees, counselors, and staff, with scanned registrations and distributed lanyards, resumes, folders, booklets, demo screens, and outreach photos throughout."
  ],
  "3_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5722509540725451,
    0.5722509540725451,
    0.7050379593612364,
    0.7050379593612364,
    0.7050379593612364,
    0.7050379593612364,
    0.7050379593612364,
    0.7050379593612364,
    0.7267393581153093,
    0.7267393581153093,
    0.7708163406625685,
    0.7708163406625685,
    0.7708163406625685,
    0.7708163406625685,
    0.7708163406625685,
    0.7708163406625685,
    0.7708163406625685,
    0.7801522534290009,
    0.7801522534290009,
    0.7801522534290009,
    0.7801522534290009,
    0.7801522534290009,
    0.8479916964921701,
    0.8479916964921701,
    0.8479916964921701,
    0.8479916964921701,
    0.8479916964921701,
    0.8479916964921701,
    0.8382935510290099,
    0.8382935510290099,
    0.8382935510290099,
    0.8382935510290099,
    0.8382935510290099,
    0.8382935510290099,
    0.8382935510290099,
    0.8952745334412187,
    0.8952745334412187,
    0.8952745334412187,
    0.8952745334412187,
    0.8952745334412187,
    0.8952745334412187,
    0.8952745334412187,
    0.8952745334412187,
    0.8952745334412187,
    0.8980684616089789,
    0.8980684616089789,
    0.8980684616089789,
    0.8980684616089789,
    0.8980684616089789,
    0.8980684616089789,
    0.8980684616089789,
    0.8980684616089789,
    0.9063739914102538,
    0.9063739914102538,
    0.9063739914102538,
    0.9063739914102538,
    0.9063739914102538,
    0.9063739914102538
  ],
  "4": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station as students clutch resumes inside branded folders.",
    "Alumni volunteers offer brief pep talks near the coffee station while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "A career fair setup unfolds with alumni volunteers offering brief pep talks near the coffee station as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "A career fair setup unfolds with alumni volunteers offering brief pep talks near the coffee station as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "An ongoing career fair setup features alumni volunteers giving brief pep talks near the coffee station while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "An ongoing career fair setup features alumni volunteers giving brief pep talks near the coffee station while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym ahead of the career fair opening, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the point of interaction for both actions. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards.",
    "An ongoing university career fair setup features alumni volunteers giving brief pep talks near the coffee station while students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby; healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens, and career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic inside. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the point of interaction for both actions. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards. A welcome PA announces the fair schedule.",
    "A university career fair is being set up with attendees, counselors, and staff preparing for the fair opening. Alumni volunteers deliver brief pep talks near the coffee station while students clutch resumes tucked inside branded folders. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby; healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens, and career counselors emphasize maintaining eye contact to foster a formal, attentive dynamic inside. At the entrance, event staff scan registrations and hand out lanyards, making the entry point the main interaction hub. A welcome PA announces the fair schedule.",
    "A university career fair is being set up with attendees, counselors, and staff preparing for the opening. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, outlining the expo layout and defining the event space. Students line up outside the university gym before opening and clutch resumes inside branded folders; counselors emphasize maintaining eye contact to foster a formal, attentive dynamic inside. At the entrance, event staff scan registrations and hand out lanyards, making the entry point the main interaction hub. A welcome PA announces the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At a university career fair being set up, attendees, counselors, and staff prepare for opening. Tech companies display demo screens; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle a polished floor, outlining the expo layout and defining the event space. Students line up outside the university gym before opening, clutching resumes inside branded folders; counselors emphasize maintaining eye contact to sustain a formal, attentive dynamic. At the entrance, event staff scan registrations and hand out lanyards, making the entry point the main interaction hub. A welcome PA announces the schedule; alumni volunteers deliver brief pep talks near the coffee station. The scene includes attendees, counselors, staff, scanned registrations, lanyards, resumes, folders, booklets, demos, and outreach photos.",
    "At a university career fair being set up, attendees, counselors, and staff prepare for opening. Tech companies display demo screens; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle a polished floor, outlining the expo layout and defining the event space. Students line up outside the university gym before opening, clutching resumes inside branded folders; counselors emphasize maintaining eye contact to sustain a formal, attentive dynamic. At the entrance, event staff scan registrations and hand out lanyards, making the entry point the main interaction hub. A welcome PA announces the schedule; alumni volunteers deliver brief pep talks near the coffee station. The scene includes attendees, counselors, staff, scanned registrations, lanyards, resumes, folders, booklets, demos, and outreach photos."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.4552731769455739,
    0.4552731769455739,
    0.4552731769455739,
    0.4552731769455739,
    0.5902650628046113,
    0.5902650628046113,
    0.5902650628046113,
    0.5902650628046113,
    0.5902650628046113,
    0.5902650628046113,
    0.8345764755271676,
    0.8345764755271676,
    0.8345764755271676,
    0.8345764755271676,
    0.8345764755271676,
    0.8345764755271676,
    0.8345764755271676,
    0.8345764755271676,
    0.8955784410628918,
    0.8955784410628918,
    0.8955784410628918,
    0.8955784410628918,
    0.8557460607768672,
    0.8557460607768672,
    0.8557460607768672,
    0.8557460607768672,
    0.8557460607768672,
    0.833392637372611,
    0.833392637372611,
    0.833392637372611,
    0.833392637372611,
    0.833392637372611,
    0.833392637372611,
    0.833392637372611,
    0.863656975101099,
    0.863656975101099,
    0.863656975101099,
    0.863656975101099,
    0.863656975101099,
    0.863656975101099,
    0.8822137635265264,
    0.8822137635265264,
    0.8822137635265264,
    0.8822137635265264,
    0.8822137635265264,
    0.8822137635265264,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161,
    0.8583054038051161
  ],
  "5": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens. Students hold resumes inside branded folders, ready to present them when the event begins.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders and ready to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders and ready to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders and ready to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders, ready to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders and ready to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders and ready to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders and ready to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders and ready to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders and prepared to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders and prepared to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and throughout the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students form a line before the career fair opens, clutching resumes in branded folders and prepared to present them when the event begins. Career counselors remind attendees to maintain eye contact as the line forms and during the event. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students form a line before the career fair opens, clutching resumes in branded folders as counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while a welcome PA outlines the fair schedule. Inside the university expo area, dozens of booths with colorful banners circle a polished floor, and attendees mingle with counselors and staff. Healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps. Alumni volunteers offer brief pep talks near a coffee station. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, resumes, folders, booklets, demos, and outreach photos."
  ],
  "5_score": [
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.4987577478566242,
    0.4987577478566242,
    0.4987577478566242,
    0.692246343371296,
    0.692246343371296,
    0.692246343371296,
    0.692246343371296,
    0.692246343371296,
    0.7017602497776287,
    0.7017602497776287,
    0.7017602497776287,
    0.7017602497776287,
    0.7800313786878491,
    0.7800313786878491,
    0.7800313786878491,
    0.7800313786878491,
    0.8260542144467906,
    0.8260542144467906,
    0.8260542144467906,
    0.8260542144467906,
    0.8260542144467906,
    0.8260542144467906,
    0.867877882007208,
    0.867877882007208,
    0.867877882007208,
    0.867877882007208,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8686314030651143,
    0.8675818964008382,
    0.8675818964008382,
    0.8675818964008382,
    0.8675818964008382,
    0.8675818964008382,
    0.8675818964008382,
    0.8675818964008382,
    0.8675818964008382,
    0.8506098291247234,
    0.8506098291247234,
    0.8506098291247234,
    0.8506098291247234,
    0.8506098291247234,
    0.8506098291247234,
    0.8506098291247234,
    0.8506098291247234,
    0.8844571092127731,
    0.8844571092127731
  ],
  "6": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. The scene involves career counselors and attendees, with counselors issuing a reminder that attendees should maintain eye contact.",
    "In the scene, career counselors and attendees are present, with counselors issuing a reminder that attendees should maintain eye contact. The interaction centers on counselors guiding attendees about engagement. Dozens of booths with colorful banners circle the polished floor, outlining the event space.",
    "The scene shows career counselors and attendees present, with counselors issuing a reminder that attendees should maintain eye contact. Dozens of booths with colorful banners circle the polished floor, outlining the event space. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The interaction centers on counselors guiding attendees about engagement, emphasizing eye contact during conversations.",
    "Career counselors and attendees populate the scene, with counselors guiding attendees about engagement and emphasizing eye contact during conversations to establish a formal, attention-focused dynamic. Dozens of booths with colorful banners circle the polished floor, outlining the event space. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "Career counselors and attendees populate the scene, with counselors guiding engagement and emphasizing eye contact to establish a formal, attention-focused dynamic. Dozens of booths with colorful banners circle a polished floor, outlining the event space. At the entrance, event staff scan registrations and hand out lanyards, the point of interaction for both actions. Students clutch resumes inside branded folders. Nearby, consulting firms stack glossy case study booklets on high tables. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards. Students line up outside the university gym before the career fair opens, where counselors remind attendees to maintain eye contact.",
    "Career counselors and attendees populate the scene, with counselors guiding engagement and emphasizing eye contact to establish a formal, attention-focused dynamic. Dozens of booths with colorful banners circle a polished floor, outlining the event space. At the entrance, event staff scan registrations and hand out lanyards—the point of interaction for both actions. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables nearby. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards. Students line up outside the university gym before the career fair opens, where counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Career counselors guide engagement and emphasize eye contact to sustain a formal, attention-focused dynamic. Dozens of booths with colorful banners circle a polished floor, outlining the expo layout. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders as counselors guide attendees, while consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Before opening, students line up outside the university gym; a welcome PA outlines the schedule. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, resumes, folders, booklets, demos, and outreach photos.",
    "A university career fair is being set up with attendees, counselors, and staff preparing for the opening. Dozens of booths with colorful banners surround a polished floor, outlining the expo layout. At the entrance, event staff scan registrations and hand out lanyards, making the entry point the main interaction hub. Before opening, students line up outside the university gym as a welcome PA outlines the schedule. Inside, career counselors guide engagement and emphasize eye contact to sustain a formal, attentive dynamic. Alumni volunteers deliver brief pep talks near the coffee station while students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables nearby; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, resumes in folders, booklets, demos, outreach photos.",
    "At a university career fair being set up for opening, attendees, counselors, and staff prepare among dozens of booths with color banners and a polished floor outlining the expo layout. At the entrance, staff scan registrations and hand out lanyards, making the entry the main interaction hub. Before opening, students line up outside the university gym as a welcome PA outlines the schedule. Inside, career counselors guide engagement and emphasize eye contact to sustain a formal, attentive dynamic. Alumni volunteers deliver brief pep talks near the coffee station while students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, resumes in folders, booklets, demos, and outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "A university career fair is being set up for opening, with attendees, counselors, and staff preparing among dozens of booths adorned with color banners on a polished floor outlining the expo layout and defining the event space. At the entrance, staff scan registrations and hand out lanyards, making the entry point the main interaction hub, while a welcome PA outlines the schedule. Students line up outside the university gym before opening, clutching resumes tucked inside branded folders. Inside, career counselors guide engagement with an emphasis on eye contact to sustain a formal, attentive dynamic. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. The scene includes attendees, counselors, staff, scanned registrations, lanyards, resumes, folders, booklets, demos, and outreach photos."
  ],
  "6_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.4392302407277354,
    0.4392302407277354,
    0.4392302407277354,
    0.4392302407277354,
    0.4392302407277354,
    0.672318803879345,
    0.672318803879345,
    0.672318803879345,
    0.672318803879345,
    0.7225830191455513,
    0.7225830191455513,
    0.7225830191455513,
    0.7225830191455513,
    0.7722960672491671,
    0.7722960672491671,
    0.7722960672491671,
    0.7722960672491671,
    0.7722960672491671,
    0.8363170974811023,
    0.8363170974811023,
    0.8363170974811023,
    0.8363170974811023,
    0.8363170974811023,
    0.8363170974811023,
    0.8398432045700788,
    0.8398432045700788,
    0.8398432045700788,
    0.8398432045700788,
    0.8398432045700788,
    0.8398432045700788,
    0.8398432045700788,
    0.8398432045700788,
    0.8325263811300929,
    0.8325263811300929,
    0.8325263811300929,
    0.8325263811300929,
    0.8325263811300929,
    0.8742380806766694,
    0.8742380806766694,
    0.8742380806766694,
    0.8742380806766694,
    0.8742380806766694,
    0.8742380806766694,
    0.8742380806766694,
    0.8742380806766694,
    0.8742380806766694,
    0.8539412297502009,
    0.8539412297502009,
    0.8539412297502009,
    0.8539412297502009,
    0.8539412297502009,
    0.8539412297502009,
    0.8539412297502009,
    0.8539412297502009,
    0.8539412297502009,
    0.8675312799594503,
    0.8675312799594503,
    0.8675312799594503
  ],
  "7": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "In a professional setting, students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "In a professional setting, students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "In a professional setting, students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional expo, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact, guiding their engagement. Dozens of booths with colorful banners circle the polished floor, outlining the event space and defining the expo layout as counselors and attendees interact.",
    "At a professional expo tied to a university career fair, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, outlining the event space and defining the expo layout as counselors and attendees interact. An ongoing career fair setup features alumni volunteers giving brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university expo tied to a career fair, dozens of booths with colorful banners circle the polished floor, outlining the event space as counselors and attendees interact. Students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station as tech companies display demo screens showing their latest apps and healthcare providers showcase community outreach photos. Students line up outside the university gym ahead of the career fair opening, with career counselors inside reminding attendees to maintain eye contact and establish a formal, attention-focused dynamic. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA announcement outlines the fair schedule.",
    "At a university expo tied to a career fair, dozens of booths with colorful banners circle the polished floor, outlining the event space as counselors and attendees interact. Students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station as tech companies display demo screens showing their latest apps and healthcare providers showcase community outreach photos. Students line up outside the university gym ahead of the career fair opening, with career counselors inside reminding attendees to maintain eye contact and establish a formal, attention-focused dynamic. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA announcement outlines the fair schedule.",
    "At a university expo tied to a career fair, dozens of booths with colorful banners circle a polished floor, outlining the expo layout as attendees mingle with counselors and staff. Students clutch resumes inside branded folders while consulting firms stack glossary case study booklets on high tables; tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos, with alumni volunteers giving brief pep talks near a coffee station. Before opening, students line up outside the university gym; inside, career counselors remind attendees to maintain eye contact and sustain a formal, attention-focused dynamic. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA outlines the fair schedule. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, resumes, folders, booklets, demos, and outreach photos.",
    "At a university expo tied to a career fair, dozens of booths with colorful banners circle a polished floor, outlining the expo layout as attendees mingle with counselors and staff. Students clutch resumes inside branded folders while consulting firms stack glossary case study booklets on high tables; tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos, with alumni volunteers giving brief pep talks near a coffee station. Before opening, students line up outside the university gym; inside, career counselors remind attendees to maintain eye contact and sustain a formal, attention-focused dynamic. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA outlines the fair schedule. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, resumes, folders, booklets, demos, and outreach photos.",
    "At a university expo tied to a career fair, dozens of booths with colorful banners circle a polished floor, outlining the expo layout as attendees mingle with counselors and staff. Students clutch resumes inside branded folders, while consulting firms stack glossary case study booklets on high tables; tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos, with alumni volunteers giving brief pep talks near a coffee station. Before opening, students line up outside the university gym; inside, career counselors remind attendees to maintain eye contact and sustain a formal, attention-focused dynamic. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA outlines the fair schedule. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, resumes, folders, booklets, demos, and outreach photos.",
    "At a university expo tied to a career fair, dozens of booths with colorful banners circle a polished floor, outlining the expo layout as attendees mingle with counselors and staff. Students clutch resumes inside branded folders, while consulting firms stack glossary case study booklets on high tables; tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos, with alumni volunteers giving brief pep talks near a coffee station. Before opening, students line up outside the university gym; inside, career counselors remind attendees to maintain eye contact and sustain a formal, attention-focused dynamic. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA outlines the fair schedule. The scene includes attendees, counselors, staff, scanned registrations, distributed lanyards, resumes, folders, booklets, demos, and outreach photos."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.48825821583768025,
    0.5853883214082077,
    0.5853883214082077,
    0.5853883214082077,
    0.5853883214082077,
    0.5974135325197073,
    0.5974135325197073,
    0.5974135325197073,
    0.5974135325197073,
    0.5974135325197073,
    0.8339315868428712,
    0.8339315868428712,
    0.8339315868428712,
    0.8339315868428712,
    0.8339315868428712,
    0.8339315868428712,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8539321665928914,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8287816654075101,
    0.8281158856437963,
    0.8281158856437963,
    0.8281158856437963,
    0.8281158856437963,
    0.8281158856437963,
    0.8281158856437963
  ],
  "8": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "In the scene, career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. Nearby, consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. Nearby, consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic; consulting firms stack glossy case study booklets on high tables nearby; students clutch resumes inside branded folders; at the entrance, event staff scan registrations and hand out lanyards; a welcome PA announcement outlines the fair schedule; healthcare providers showcase community outreach photos.",
    "At the university gym, students line up outside before the career fair opens. Inside, career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. Consulting firms stack glossy case study booklets on high tables nearby. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the university gym, students line up outside ahead of the career fair opening while career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. Inside, consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos; and alumni volunteers give brief pep talks near the coffee station as part of the ongoing setup. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the point of interaction for both actions. A welcome PA outlines the fair schedule. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards.",
    "At the university gym, students line up outside ahead of the career fair opening while career counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. Inside, consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos; and alumni volunteers give brief pep talks near the coffee station as part of the ongoing setup. At the entrance, event staff scan registrations and hand out lanyards, making the entrance the point of interaction for both actions. A welcome PA outlines the fair schedule. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, students line up outside before the career fair opens as counselors remind attendees to maintain eye contact, establishing a formal, attention-focused dynamic. Inside, consulting firms stack glossy case study booklets on high tables; students clutch resumes in branded folders; tech companies display demo screens; healthcare providers showcase community outreach photos; and alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards—the point of interaction for both actions. A welcome PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards, with counselors guiding engagement and emphasizing eye contact throughout.",
    "At the university gym preparing for a career fair, students line up outside before opening as counselors remind attendees to maintain eye contact, establishing a formal, attentive dynamic. Inside, dozens of booths with colorful banners circle the polished floor; attendees, counselors, and staff interact while event staff scan registrations and hand out lanyards at the entrance, and a welcome PA outlines the schedule. Students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens; healthcare providers showcase community outreach photos; alumni volunteers deliver brief pep talks near the coffee station. The scene is framed by the university expo tied to the fair, with counselors guiding engagement and emphasizing eye contact throughout, as banners, booths, and interactions define the space.",
    "At the university gym, a career fair unfolds with students lining up outside before opening as counselors emphasize eye contact, establishing a formal, attentive dynamic that persists inside. Dozens of booths with colorful banners circle the polished floor, where attendees, counselors, and staff interact; at the entrance, event staff scan registrations and hand out lanyards at a checkpoint, while a welcome PA outlines the fair schedule. Inside, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, healthcare providers showcase community outreach photos, and alumni volunteers deliver brief pep talks near the coffee station. The scene is framed by the university expo tied to the fair, with counselors guiding engagement and eye contact emphasized throughout.",
    "At the university gym, the career fair opens with dozens of students lined up outside before doors open, while event staff scan registrations and hand out lanyards at an entrance checkpoint and the line extends into the doorway, as a welcome PA outlines the schedule. Inside, attendees—students, counselors, and staff—fill the space as counselors emphasize eye contact, creating a formal, attentive dynamic. Dozens of booths with colorful banners encircle a polished floor. Students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos; alumni volunteers deliver brief pep talks near the coffee station. The scene is framed by the university expo tied to the fair, with counselors guiding engagement and eye contact emphasized throughout."
  ],
  "8_score": [
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5548181989074825,
    0.5548181989074825,
    0.5548181989074825,
    0.5548181989074825,
    0.6520021543740375,
    0.6520021543740375,
    0.6520021543740375,
    0.6520021543740375,
    0.7324606713609851,
    0.7324606713609851,
    0.7324606713609851,
    0.7324606713609851,
    0.7324606713609851,
    0.7324606713609851,
    0.5530674076489779,
    0.5530674076489779,
    0.5530674076489779,
    0.5530674076489779,
    0.5530674076489779,
    0.5530674076489779,
    0.8917544754474356,
    0.8917544754474356,
    0.8917544754474356,
    0.8917544754474356,
    0.8917544754474356,
    0.8797004740032406,
    0.8797004740032406,
    0.8797004740032406,
    0.8797004740032406,
    0.8933539096825838,
    0.8933539096825838,
    0.8933539096825838,
    0.8933539096825838,
    0.8933539096825838,
    0.8738669624633985,
    0.8738669624633985,
    0.8738669624633985,
    0.8738669624633985,
    0.8738669624633985,
    0.8738669624633985,
    0.8293292584321681,
    0.8293292584321681,
    0.8293292584321681,
    0.8293292584321681,
    0.8293292584321681,
    0.8626657590376695,
    0.8626657590376695,
    0.8626657590376695,
    0.8626657590376695,
    0.8626657590376695,
    0.8626657590376695,
    0.8626657590376695,
    0.8626657590376695,
    0.8804730847609801,
    0.8804730847609801,
    0.8804730847609801,
    0.8804730847609801,
    0.8804730847609801,
    0.8804730847609801
  ],
  "9": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. The scene comprises attendees, counselors, staff, scanned registrations, and distributed lanyards, with the entrance serving as the point of interaction for both scanning and lanyard distribution.",
    "At the entrance, event staff scan registrations and hand out lanyards, with the entrance serving as the point of interaction for both actions. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards. Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, making the entrance the point of interaction for both actions. The scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards. Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "The scene centers on the entrance area of the career fair, where event staff scan registrations and hand out lanyards, making the entrance the point of interaction for both actions. Attendees, counselors, and staff are present, with scanned registrations and distributed lanyards evident at the checkpoint. Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens. Inside, students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the entrance area of the career fair, event staff scan registrations and hand out lanyards, with registrations scanned and lanyards distributed at the checkpoint. Attendees, counselors, and staff are present, and career counselors remind attendees to maintain eye contact as students line up outside the university gym before the fair opens. Inside, students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, outlining the event space. Nearby, consulting firms stack glossy case study booklets on high tables. The scene is characterized by a formal, attention-focused dynamic created by the counselors' reminders to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards at a checkpoint, making the entrance the interaction point for both actions, while a welcome PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, outlining the event space; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos; alumni volunteers give brief pep talks near the coffee station as part of the ongoing setup. Outside the university gym, students line up ahead of the fair opening while career counselors remind attendees to maintain eye contact, creating a formal, attention-focused dynamic that persists inside. Inside, students clutch resumes inside branded folders; the scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards at a checkpoint, making the entrance the interaction point for both actions, while a welcome PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, outlining the event space; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos; alumni volunteers give brief pep talks near the coffee station as part of the ongoing setup. Outside the university gym, students line up ahead of the fair opening; career counselors remind attendees to maintain eye contact, creating a formal, attention-focused dynamic that persists inside. Inside, students clutch resumes in branded folders; the scene includes attendees, counselors, staff, scanned registrations, and distributed lanyards.",
    "At the university career fair opening, the entrance serves as the main interaction point where event staff scan registrations and hand out lanyards as a line stretches from the entrance toward the gym, while a welcome PA outlines the schedule. Outside the gym, dozens of students line up ahead of opening, clutching resumes in branded folders. Inside, a polished floor hosts dozens of booths with colorful banners; tech companies display demo screens; consulting firms stack glossy case study booklets on high tables; healthcare providers show community outreach photos; alumni volunteers give brief pep talks near the coffee station as part of setup. Career counselors, present inside and outside, remind attendees to maintain eye contact, creating a formal, attentive dynamic. The scene includes scanned registrations, distributed lanyards, resumes, attendees, counselors, and staff, with counselors guiding engagement.",
    "At the university career fair entrance, event staff scan registrations and hand out lanyards as a line stretches from the entrance toward the gym, while a welcome PA outlines the schedule. Outside the gym, dozens of students line up ahead of opening, clutching resumes in branded folders. Inside, a polished floor hosts dozens of booths with colorful banners; tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; healthcare providers show community outreach photos; alumni volunteers give brief pep talks near the coffee station as part of setup. Career counselors are present inside and outside, reminding attendees to maintain eye contact, creating a formal, attentive dynamic. The scene includes scanned registrations, distributed lanyards, resumes, attendees, counselors, and staff, with counselors guiding engagement."
  ],
  "9_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.62364687671936,
    0.62364687671936,
    0.62364687671936,
    0.62364687671936,
    0.62364687671936,
    0.62364687671936,
    0.7805718972359642,
    0.7805718972359642,
    0.7805718972359642,
    0.7805718972359642,
    0.7805718972359642,
    0.8078178776903628,
    0.8078178776903628,
    0.8078178776903628,
    0.8078178776903628,
    0.8078178776903628,
    0.8303293635237523,
    0.8303293635237523,
    0.8303293635237523,
    0.8303293635237523,
    0.8303293635237523,
    0.8303293635237523,
    0.8045688879804376,
    0.8045688879804376,
    0.8045688879804376,
    0.8045688879804376,
    0.8045688879804376,
    0.8045688879804376,
    0.8045688879804376,
    0.8045688879804376,
    0.8146340609982049,
    0.8146340609982049,
    0.8146340609982049,
    0.8146340609982049,
    0.8146340609982049,
    0.8171107555524418,
    0.8171107555524418,
    0.8171107555524418,
    0.8171107555524418,
    0.8171107555524418,
    0.8171107555524418,
    0.8718170977915525,
    0.8718170977915525,
    0.8718170977915525,
    0.8718170977915525,
    0.8718170977915525,
    0.8824538217468862,
    0.8824538217468862,
    0.8824538217468862,
    0.8824538217468862,
    0.8824538217468862,
    0.8824538217468862,
    0.8824538217468862,
    0.8824538217468862,
    0.8824538217468862
  ]
}