{
  "0": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries at the event. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves.",
    "Career counselors redirect unsure students toward applicable industries at the event. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. At the university career fair, a venue hosts dozens of booths arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers deliver quick pep talks near the coffee station. On the career fair day, workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, a venue hosts dozens of booths arranged around a polished floor, with colorful banners encircling the space. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom on career fair day, while students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables, creating a display of prepared material. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, dozens of booths encircle a floor, with banners around space. Groups of friends mark employers on the event map while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack case study booklets on high tables, creating a display of prepared material. Workshops on networking etiquette run in the adjoining classroom on career fair day, while students line up outside the university gym before the fair opens. At an event hosted by a cybersecurity company, a password-cracking challenge runs on a laptop, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement via the PA system outlines the fair schedule."
  ],
  "0_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6149956937111909,
    0.6149956937111909,
    0.6149956937111909,
    0.6149956937111909,
    0.6149956937111909,
    0.6149956937111909,
    0.6149956937111909,
    0.6149956937111909,
    0.8621530720087194,
    0.8621530720087194,
    0.8621530720087194,
    0.8621530720087194,
    0.8621530720087194,
    0.8621530720087194,
    0.8621530720087194,
    0.8621530720087194,
    0.8621530720087194,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8629115984894459,
    0.8848113698285771,
    0.8848113698285771,
    0.8848113698285771,
    0.8848113698285771,
    0.8848113698285771,
    0.8848113698285771
  ],
  "1": [
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop at a venue. Dozens of booths are arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers share quick pep talks near the coffee station.",
    "At a venue, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths are arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At a venue, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths are arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers deliver brief pep talks near the coffee station, alongside career counselors who redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, a cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths are arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers deliver brief pep talks near the coffee station, alongside career counselors who redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair venue, a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths are arranged around a polished floor, encircled by colorful banners. Alumni volunteers give brief pep talks near the coffee station, joined by career counselors who redirect unsure students toward applicable industries and remind attendees to maintain eye contact. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews, with input from former students. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display a photographic exhibit documenting their community outreach. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.6337509527621652,
    0.6337509527621652,
    0.6337509527621652,
    0.6337509527621652,
    0.6337509527621652,
    0.6337509527621652,
    0.6337509527621652,
    0.691408204126975,
    0.691408204126975,
    0.691408204126975,
    0.691408204126975,
    0.691408204126975,
    0.691408204126975,
    0.691408204126975,
    0.691408204126975,
    0.7306215445180066,
    0.7306215445180066,
    0.7306215445180066,
    0.7306215445180066,
    0.7306215445180066,
    0.7306215445180066,
    0.7306215445180066,
    0.7306215445180066,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.7641661444607197,
    0.8795810120169067,
    0.8795810120169067,
    0.8795810120169067
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while human resources teams jot notes on tablets and students introduce themselves.",
    "On the university career fair day, alumni volunteers deliver brief pep talks near the coffee station as HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "On the university career fair day, alumni volunteers deliver brief pep talks near the coffee station while HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette start in the adjoining classroom. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "On the university career fair day, alumni volunteers deliver brief pep talks near the coffee station while HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette start in the adjoining classroom. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair day, alumni volunteers deliver brief pep talks near the coffee station while HR teams jot notes on tablets and students introduce themselves. Networking etiquette workshops start in the adjoining classroom. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to attract attention. In a mixed career fair setting, career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, displaying outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair day, alumni volunteers deliver brief pep talks near the coffee station while HR teams jot notes on tablets and students introduce themselves. Networking etiquette workshops run in the adjoining classroom, and before opening, students line up outside the gym. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, and some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map as HR teams jot notes. A cybersecurity company hosts a password-cracking challenge on a laptop, paired with an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor; tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3311217729852178,
    0.3311217729852178,
    0.3311217729852178,
    0.3311217729852178,
    0.3311217729852178,
    0.3311217729852178,
    0.3311217729852178,
    0.81715914928043,
    0.81715914928043,
    0.81715914928043,
    0.81715914928043,
    0.81715914928043,
    0.81715914928043,
    0.81715914928043,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.859341730729422,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8787985676786572,
    0.8738256426863131,
    0.8738256426863131,
    0.8738256426863131,
    0.8738256426863131
  ],
  "3": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers provide brief pep talks near the coffee station during the career fair. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "During the career fair, alumni volunteers give brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "During the career fair, alumni volunteers give brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station, while counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. An alumni panel discusses preparation for technical interviews, with former students sharing perspectives on the process. A cybersecurity company is running a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station while counselors remind attendees to maintain eye contact; a welcome PA announces the fair schedule. An alumni panel discusses preparation for technical interviews, with former students sharing perspectives. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "At the career fair, a shared venue hosts layered activities: alumni volunteers give brief pep talks near the coffee station while counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule. An alumni panel discusses preparation for technical interviews with perspectives from former students. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos displaying outreach work. Some students rehearse elevator pitches quietly against the wall. The event features three activities: an alumni panel on technical-interview preparation, healthcare outreach photos, and eye-contact reminders. The engineering society sponsors a resume review table near the stage."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.6385455714831427,
    0.6385455714831427,
    0.6385455714831427,
    0.6385455714831427,
    0.6385455714831427,
    0.6385455714831427,
    0.6385455714831427,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.6191298994896659,
    0.808836129697564,
    0.808836129697564,
    0.808836129697564,
    0.808836129697564,
    0.808836129697564,
    0.808836129697564,
    0.808836129697564,
    0.808836129697564,
    0.808836129697564,
    0.808836129697564,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.8526409346676446,
    0.866520940073012,
    0.866520940073012,
    0.866520940073012,
    0.866520940073012
  ],
  "4": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while healthcare providers showcase a photographic display documenting their community outreach with photos from those efforts; nearby, alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while healthcare providers showcase a photographic display documenting their community outreach with photos from those efforts. Nearby, alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. Human resources teams jot notes on tablets as students introduce themselves.",
    "On the university career fair day, a cybersecurity company runs a password cracking challenge on a laptop while healthcare providers display a photographic exhibit documenting their community outreach. Nearby, alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews with input from former students. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette start in the adjoining classroom. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, a cybersecurity company runs a password cracking challenge on a laptop, while healthcare providers display a photographic exhibit illustrating their community outreach. Nearby, alumni volunteers give brief pep talks near the coffee station, and an alumni panel with input from former students discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette start in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Career counselors at a mixed career fair redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3924804438424993,
    0.3924804438424993,
    0.3924804438424993,
    0.3924804438424993,
    0.3924804438424993,
    0.3924804438424993,
    0.3924804438424993,
    0.3924804438424993,
    0.7113978977810376,
    0.7113978977810376,
    0.7113978977810376,
    0.7113978977810376,
    0.7113978977810376,
    0.7113978977810376,
    0.7113978977810376,
    0.7113978977810376,
    0.7113978977810376,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8701791338851284,
    0.8736378220179326,
    0.8736378220179326,
    0.8736378220179326,
    0.8736378220179326,
    0.8736378220179326,
    0.8736378220179326
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "During the career fair day at the university, workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "On the university's career fair day, workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "On the university's career fair day, workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "On the university's career fair day, workshops on networking etiquette began in the adjoining classroom while students lined up outside the university gym before the fair opened. A robotics startup flew a small drone above its booth to attract attention. A welcome announcement outlined the fair schedule over the PA system. Dozens of booths with colorful banners circled the polished floor, and healthcare providers showcased community outreach photos.",
    "On the university's career fair day, workshops on networking etiquette were held in the adjoining classroom as students lined up outside the gym before opening. A robotics startup flew a small drone above its booth to draw attention. A welcome announcement over the PA outlined the fair schedule. Dozens of booths with colorful banners circled the polished floor, while healthcare providers showcased community outreach photos. The event featured three observed activities: an alumni panel on how to prepare for technical interviews; healthcare providers displaying community outreach photos; and career counselors reminding attendees to maintain eye contact.",
    "On the university's career fair day, networking etiquette workshops were held in the adjoining classroom as students lined up outside the gym before opening. A robotics startup flew a small drone above its booth to draw attention, and a welcome announcement over the PA outlined the fair schedule. Dozens of booths with colorful banners circled the polished floor, including healthcare providers showcasing community outreach photos. The event featured three observed activities: an alumni panel on how to prepare for technical interviews; healthcare providers displaying community outreach photos; and career counselors reminding attendees to maintain eye contact. Consulting firms stacked glossy case study booklets on high tables, creating a display of prepared material, and career counselors redirected unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.47468665520418696,
    0.47468665520418696,
    0.47468665520418696,
    0.47468665520418696,
    0.47468665520418696,
    0.6668622750092585,
    0.6668622750092585,
    0.6668622750092585,
    0.6668622750092585,
    0.6668622750092585,
    0.6668622750092585,
    0.8596857828048657,
    0.8596857828048657,
    0.8596857828048657,
    0.8596857828048657,
    0.8596857828048657,
    0.8596857828048657,
    0.8596857828048657,
    0.8480999298092029,
    0.8480999298092029,
    0.8480999298092029,
    0.8480999298092029,
    0.8480999298092029,
    0.8480999298092029,
    0.8480999298092029,
    0.8480999298092029,
    0.8480999298092029,
    0.8440674729679073,
    0.8440674729679073,
    0.8440674729679073,
    0.8440674729679073,
    0.8440674729679073,
    0.8440674729679073,
    0.8440674729679073,
    0.8440674729679073,
    0.8440674729679073,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429,
    0.8341923910977429
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors remind attendees to maintain eye contact.",
    "At an event, healthcare providers display community outreach photos, illustrating outreach work. Nearby, some students rehearse elevator pitches quietly against a wall, practicing concise introductions. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At an event, healthcare providers display community outreach photos illustrating their outreach work. Nearby, students practice elevator pitches quietly against a wall, rehearsing concise introductions. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At an event, healthcare providers display photos illustrating their community outreach work. Nearby, students practice elevator pitches quietly against a wall, rehearsing concise introductions. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Outside the university gym, students line up in anticipation of the career fair opening. Alumni volunteers share brief pep talks near the coffee station.",
    "At the event, healthcare providers display photos illustrating their community outreach, and alumni volunteers share brief pep talks near the coffee station. Nearby, students quietly practice elevator pitches against a wall, rehearsing concise introductions, while career counselors remind attendees to maintain eye contact and later direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop on the event floor, which also hosts an alumni panel on how to prepare for technical interviews. Outside the university gym, students line up in anticipation of the career fair opening. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map, with human resources teams jotting notes on tablets and students introducing themselves."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4816561881026986,
    0.4816561881026986,
    0.4816561881026986,
    0.4816561881026986,
    0.4816561881026986,
    0.4816561881026986,
    0.4816561881026986,
    0.6106428819263361,
    0.6106428819263361,
    0.6106428819263361,
    0.6106428819263361,
    0.6106428819263361,
    0.6106428819263361,
    0.6106428819263361,
    0.7048175746838706,
    0.7048175746838706,
    0.7048175746838706,
    0.7048175746838706,
    0.7048175746838706,
    0.7048175746838706,
    0.7048175746838706,
    0.7048175746838706,
    0.6891218424050203,
    0.6891218424050203,
    0.6891218424050203,
    0.6891218424050203,
    0.6891218424050203,
    0.6891218424050203,
    0.6891218424050203,
    0.6891218424050203,
    0.6891218424050203,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466,
    0.7461682175197466
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A cybersecurity company is running a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A cybersecurity company is running a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The venue features dozens of booths adorned with colorful banners encircling a polished floor.",
    "At the venue, an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. Nearby, a cybersecurity company is running a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The venue features dozens of booths adorned with colorful banners encircling a polished floor. On campus, alumni volunteers deliver brief pep talks near the coffee station, while students line up outside the university gym in advance of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, an alumni panel discusses preparation for technical interviews, with former students sharing perspectives on the process. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. The venue features dozens of booths adorned with colorful banners encircling a polished floor. On campus, alumni volunteers deliver brief pep talks near the coffee station, while students line up outside the university gym in advance of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. At the career fair, alumni volunteers give brief pep talks near the coffee station, while counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.5412176432196056,
    0.6749573443527823,
    0.6749573443527823,
    0.6749573443527823,
    0.6749573443527823,
    0.6749573443527823,
    0.6749573443527823,
    0.6749573443527823,
    0.6749573443527823,
    0.6749573443527823,
    0.7493884699785474,
    0.7493884699785474,
    0.7493884699785474,
    0.7493884699785474,
    0.7493884699785474,
    0.7493884699785474,
    0.7493884699785474,
    0.7493884699785474,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8057353424559303,
    0.8591939493636425,
    0.8591939493636425,
    0.8591939493636425,
    0.8591939493636425,
    0.8591939493636425,
    0.8591939493636425,
    0.8591939493636425,
    0.8591939493636425,
    0.8591939493636425,
    0.8591939493636425
  ],
  "8": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station.",
    "At the career fair, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair on campus, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver brief pep talks near the coffee station, including during pre-opening when students line up outside the university gym. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. At the event, groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.3550081914973165,
    0.8166459476101197,
    0.8166459476101197,
    0.8166459476101197,
    0.8166459476101197,
    0.8166459476101197,
    0.8166459476101197,
    0.8166459476101197,
    0.8166459476101197,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8134642611587735,
    0.8549242686560341,
    0.8549242686560341,
    0.8549242686560341,
    0.8549242686560341,
    0.8549242686560341,
    0.8549242686560341,
    0.8549242686560341,
    0.8549242686560341,
    0.8549242686560341,
    0.8549242686560341
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "At the event, groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the event, groups of friends mark target employers on the event map while human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the event, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Groups of friends mark target employers on the event map while human resources teams jot notes on tablets and students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the event, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Groups of friends mark target employers on the event map while human resources teams jot notes on tablets and students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Event staff stand at the entrance, scanning registrations and handing out lanyards. The event features an alumni panel on preparing for technical interviews, and the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4267803727182582,
    0.4267803727182582,
    0.4267803727182582,
    0.4267803727182582,
    0.4267803727182582,
    0.598557142887599,
    0.598557142887599,
    0.598557142887599,
    0.598557142887599,
    0.598557142887599,
    0.598557142887599,
    0.598557142887599,
    0.777485589714888,
    0.777485589714888,
    0.777485589714888,
    0.777485589714888,
    0.777485589714888,
    0.777485589714888,
    0.777485589714888,
    0.777485589714888,
    0.8062634199271448,
    0.8062634199271448,
    0.8062634199271448,
    0.8062634199271448,
    0.8062634199271448,
    0.8062634199271448,
    0.8062634199271448,
    0.8062634199271448,
    0.8062634199271448,
    0.8298918922973991,
    0.8298918922973991,
    0.8298918922973991,
    0.8298918922973991,
    0.8298918922973991,
    0.8298918922973991,
    0.8298918922973991,
    0.8298918922973991,
    0.8298918922973991,
    0.8298918922973991,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688,
    0.8569696613874688
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "In the scene, alumni volunteers deliver brief pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, alumni volunteers deliver brief pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Within the event space, alumni volunteers deliver brief pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "In the event space, alumni volunteers deliver brief pep talks near the coffee station while tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables, and career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.40077867724999183,
    0.40077867724999183,
    0.40077867724999183,
    0.40077867724999183,
    0.40077867724999183,
    0.40077867724999183,
    0.40077867724999183,
    0.5516128410027612,
    0.5516128410027612,
    0.5516128410027612,
    0.5516128410027612,
    0.5516128410027612,
    0.5516128410027612,
    0.5516128410027612,
    0.5516128410027612,
    0.5516128410027612,
    0.7855569031625975,
    0.7855569031625975,
    0.7855569031625975,
    0.7855569031625975,
    0.7855569031625975,
    0.7855569031625975,
    0.7855569031625975,
    0.7855569031625975,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7916534974670422,
    0.7575260779232749,
    0.7575260779232749,
    0.7575260779232749,
    0.7575260779232749,
    0.7575260779232749,
    0.7575260779232749,
    0.7575260779232749,
    0.7575260779232749
  ],
  "11": [
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. A cybersecurity company is running a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement over the PA outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement over the PA introduces the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "An opening PA welcomes attendees and outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel at the university discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "An opening PA welcomes attendees and outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel at the university discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "11_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5905920333505557,
    0.5905920333505557,
    0.5905920333505557,
    0.5905920333505557,
    0.5905920333505557,
    0.5905920333505557,
    0.763731242340596,
    0.763731242340596,
    0.763731242340596,
    0.763731242340596,
    0.763731242340596,
    0.763731242340596,
    0.8660601556625662,
    0.8660601556625662,
    0.8660601556625662,
    0.8660601556625662,
    0.8660601556625662,
    0.8660601556625662,
    0.8660601556625662,
    0.8706750294907621,
    0.8706750294907621,
    0.8706750294907621,
    0.8706750294907621,
    0.8706750294907621,
    0.8706750294907621,
    0.8706750294907621,
    0.8706750294907621,
    0.8706750294907621,
    0.8706750294907621,
    0.8737032723168154,
    0.8737032723168154,
    0.8737032723168154,
    0.8737032723168154,
    0.8737032723168154,
    0.8737032723168154,
    0.8737032723168154,
    0.8737032723168154,
    0.8737032723168154,
    0.8737032723168154,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8839551214881736,
    0.8817384051717434,
    0.8817384051717434,
    0.8817384051717434
  ],
  "12": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A venue features dozens of booths adorned with colorful banners encircling a polished floor.",
    "A venue features dozens of booths adorned with colorful banners encircling a polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a venue, dozens of booths are adorned with colorful banners encircling a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a venue, dozens of booths are adorned with colorful banners encircling a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At a shared venue, dozens of booths are arranged around a polished floor, with colorful banners encircling the space. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase a photographic display documenting their community outreach. In adjacent areas, tech companies display demo screens of their latest apps, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4079575942893996,
    0.4079575942893996,
    0.4079575942893996,
    0.4079575942893996,
    0.4079575942893996,
    0.4079575942893996,
    0.4079575942893996,
    0.5183208882513055,
    0.5183208882513055,
    0.5183208882513055,
    0.5183208882513055,
    0.5183208882513055,
    0.5183208882513055,
    0.5183208882513055,
    0.5183208882513055,
    0.6996283631584623,
    0.6996283631584623,
    0.6996283631584623,
    0.6996283631584623,
    0.6996283631584623,
    0.6996283631584623,
    0.6996283631584623,
    0.7807909830399558,
    0.7807909830399558,
    0.7807909830399558,
    0.7807909830399558,
    0.7807909830399558,
    0.7807909830399558,
    0.7807909830399558,
    0.7807909830399558,
    0.7807909830399558,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246,
    0.7777067135926246
  ],
  "13": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At a career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At a career fair, counselors remind attendees to maintain eye contact, a welcome announcement over the PA system outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At a career fair, counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A venue features dozens of booths adorned with colorful banners encircling a polished floor.",
    "At a career fair, counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. The venue features dozens of booths adorned with colorful banners encircling a polished floor. Alumni volunteers deliver brief pep talks near the coffee station.",
    "At a career fair, counselors remind attendees to maintain eye contact, and a welcome PA announces the schedule. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives. Tech companies display demo screens showing their latest apps. The venue features dozens of booths adorned with colorful banners encircling a polished floor. Alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "A career fair features dozens of booths adorned with colorful banners encircling a polished floor. Counselors remind attendees to maintain eye contact as a welcome PA announces the schedule. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives. Tech companies display demo screens showing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.4775399208230776,
    0.5436422448303679,
    0.5436422448303679,
    0.5436422448303679,
    0.5436422448303679,
    0.5436422448303679,
    0.5436422448303679,
    0.8449009050435877,
    0.8449009050435877,
    0.8449009050435877,
    0.8449009050435877,
    0.8449009050435877,
    0.8449009050435877,
    0.866300321459178,
    0.866300321459178,
    0.866300321459178,
    0.866300321459178,
    0.866300321459178,
    0.866300321459178,
    0.866300321459178,
    0.866300321459178,
    0.8612735035816004,
    0.8612735035816004,
    0.8612735035816004,
    0.8612735035816004,
    0.8612735035816004,
    0.8612735035816004,
    0.8612735035816004,
    0.8612735035816004,
    0.8612735035816004,
    0.8742373923017979,
    0.8742373923017979,
    0.8742373923017979,
    0.8742373923017979,
    0.8742373923017979,
    0.8742373923017979,
    0.8742373923017979,
    0.8742373923017979,
    0.8742373923017979,
    0.8742373923017979,
    0.8933845680307659,
    0.8933845680307659,
    0.8933845680307659,
    0.8933845680307659,
    0.8933845680307659,
    0.8933845680307659,
    0.8933845680307659,
    0.8933845680307659,
    0.8933845680307659
  ],
  "14": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Alumni volunteers are giving quick pep talks near the coffee station. At the same time, a cybersecurity company runs a password-cracking challenge on a laptop, while workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers are giving quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. At the technology-focused fair, a cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers deliver quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. At the technology-focused fair, a cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37833341801068276,
    0.37833341801068276,
    0.37833341801068276,
    0.37833341801068276,
    0.37833341801068276,
    0.37833341801068276,
    0.37833341801068276,
    0.37833341801068276,
    0.37833341801068276,
    0.509853365878702,
    0.509853365878702,
    0.509853365878702,
    0.509853365878702,
    0.509853365878702,
    0.509853365878702,
    0.509853365878702,
    0.509853365878702,
    0.509853365878702,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8547448870842989,
    0.8616425227293384,
    0.8616425227293384,
    0.8616425227293384,
    0.8616425227293384
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers are showcasing a photographic display documenting their community outreach, presenting photos from those efforts.",
    "Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase a photographic display documenting their community outreach, presenting photos from those efforts. An alumni panel discusses how to prepare for technical interviews, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a career fair, dozens of booths wrapped in colorful banners encircle a polished floor. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase a photographic display documenting their community outreach, presenting photos from those efforts. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "A career fair features dozens of booths wrapped in colorful banners encircling a polished floor. Alumni volunteers give brief pep talks near the coffee station, and counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase a photographic display documenting their community outreach, presenting photos from those efforts. An alumni panel discusses preparation for technical interviews, with former students sharing perspectives on the process. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.45023402049792105,
    0.45023402049792105,
    0.45023402049792105,
    0.45023402049792105,
    0.45023402049792105,
    0.45023402049792105,
    0.45023402049792105,
    0.45023402049792105,
    0.6849988334207557,
    0.6849988334207557,
    0.6849988334207557,
    0.6849988334207557,
    0.6849988334207557,
    0.6849988334207557,
    0.6849988334207557,
    0.6849988334207557,
    0.6849988334207557,
    0.6849988334207557,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8782724493643606,
    0.8635014426317729,
    0.8635014426317729,
    0.8635014426317729,
    0.8635014426317729
  ],
  "16": [
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends designate target employers by placing marks on the event map, identifying specific employers as targets within the map context.",
    "Groups of friends designate target employers by placing marks on the event map, identifying specific employers as targets within the map context. Alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends designate target employers by placing marks on the event map, identifying specific employers as targets within the map context. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends designate target employers by placing marks on the event map, identifying specific employers within the map context. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends designate target employers by placing marks on the event map, identifying specific employers within the map context. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos illustrating outreach work. Nearby, some students rehearse elevator pitches quietly against a wall, practicing concise introductions. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "On the university career fair day, groups designate target employers by placing marks on the event map within the map context. Alumni volunteers deliver brief pep talks near the coffee station as HR teams jot notes on tablets and students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and healthcare providers display community outreach photos illustrating outreach work. Nearby, some students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.2918608641666245,
    0.2918608641666245,
    0.2918608641666245,
    0.2918608641666245,
    0.2918608641666245,
    0.2918608641666245,
    0.5198152791147469,
    0.5198152791147469,
    0.5198152791147469,
    0.5198152791147469,
    0.5198152791147469,
    0.5198152791147469,
    0.5198152791147469,
    0.6720443136100237,
    0.6720443136100237,
    0.6720443136100237,
    0.6720443136100237,
    0.6720443136100237,
    0.6720443136100237,
    0.6720443136100237,
    0.7837239296325351,
    0.7837239296325351,
    0.7837239296325351,
    0.7837239296325351,
    0.7837239296325351,
    0.7837239296325351,
    0.7837239296325351,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8061137297469355,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818,
    0.8766288552942818
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers are showcasing photos from their community outreach, presenting a photographic display that documents those outreach efforts.",
    "Healthcare providers are showcasing a photographic display that documents their community outreach, presenting photos from those efforts. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers are showcasing a photographic display that documents their community outreach, presenting photos from those efforts. Nearby, alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers are showcasing a photographic display documenting their community outreach, presenting photos from those efforts. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. At a shared venue, tech companies display demo screens showing their latest apps while workshops on networking etiquette begin in the adjoining classroom. The venue features dozens of booths arranged around a polished floor, with colorful banners encircling the space.",
    "At a shared venue, healthcare providers display a photographic display documenting their community outreach, presenting photos from those efforts. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps while workshops on networking etiquette begin in the adjoining classroom. The venue features dozens of booths arranged around a polished floor, with colorful banners encircling the space. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a shared venue, the event brings together healthcare providers who display a photographic exhibit documenting their community outreach; alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps, while workshops on networking etiquette run in the adjoining classroom. Dozens of booths line a polished floor, encircled by colorful banners. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2623046598404666,
    0.2623046598404666,
    0.2623046598404666,
    0.2623046598404666,
    0.2623046598404666,
    0.2623046598404666,
    0.42305016880184076,
    0.42305016880184076,
    0.42305016880184076,
    0.42305016880184076,
    0.42305016880184076,
    0.42305016880184076,
    0.42305016880184076,
    0.6232817582920129,
    0.6232817582920129,
    0.6232817582920129,
    0.6232817582920129,
    0.6232817582920129,
    0.6232817582920129,
    0.6232817582920129,
    0.6232817582920129,
    0.6232817582920129,
    0.7232405889929407,
    0.7232405889929407,
    0.7232405889929407,
    0.7232405889929407,
    0.7232405889929407,
    0.7232405889929407,
    0.7232405889929407,
    0.7232405889929407,
    0.7232405889929407,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.7722165194422459,
    0.8384798585402492,
    0.8384798585402492,
    0.8384798585402492,
    0.8384798585402492,
    0.8384798585402492
  ],
  "18": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos, while career counselors remind attendees to maintain eye contact. At the event, groups of friends mark target employers on the event map, human resources teams jot notes on tablets, and students introduce themselves.",
    "Healthcare providers display community outreach photos while career counselors remind attendees to maintain eye contact. At the event, groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos while career counselors remind attendees to maintain eye contact. At the event, groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos while career counselors remind attendees to maintain eye contact. At the event, groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event, a career fair environment features healthcare providers displaying community outreach photos and career counselors urging attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette run in the adjoining classroom. Students clutch resumes inside branded folders, and a welcome announcement over the PA system outlines the fair schedule."
  ],
  "18_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.5914533630162708,
    0.5914533630162708,
    0.5914533630162708,
    0.5914533630162708,
    0.5914533630162708,
    0.5914533630162708,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7472209363382087,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.7832299670484808,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421,
    0.8233833098362421
  ],
  "19": [
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom as students rehearse elevator pitches quietly against the wall. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette are underway in the adjoining classroom, with students quietly rehearsing elevator pitches against the wall. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "A career fairstyle event unfolds in a venue: workshops on networking etiquette are underway in the adjoining classroom, with students quietly rehearsing elevator pitches against the wall. Nearby, alumni volunteers deliver brief pep talks near the coffee station, alongside career counselors who redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company is running a password-cracking challenge on a laptop. Dozens of booths are arranged around a polished floor, with colorful banners encircling the space. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "19_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.4739957421630561,
    0.4739957421630561,
    0.4739957421630561,
    0.4739957421630561,
    0.4739957421630561,
    0.4739957421630561,
    0.4739957421630561,
    0.4739957421630561,
    0.4739957421630561,
    0.4637301817775019,
    0.4637301817775019,
    0.4637301817775019,
    0.4637301817775019,
    0.4637301817775019,
    0.4637301817775019,
    0.4637301817775019,
    0.4637301817775019,
    0.4637301817775019,
    0.4637301817775019,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987,
    0.8195384827529987
  ],
  "20": [
    "",
    "",
    "",
    "",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "On campus, alumni volunteers deliver brief pep talks near the coffee station, while students line up outside the university gym before the career fair opens.",
    "On campus, alumni volunteers deliver brief pep talks near the coffee station, while students line up outside the university gym in advance of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves.",
    "On campus, alumni volunteers deliver brief pep talks near the coffee station as students line up outside the university gym in advance of the career fair opening. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. At the event, groups of friends mark target employers on the event map.",
    "On campus, alumni volunteers deliver brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. HR teams jot notes on tablets as students introduce themselves, while attendees clutch resumes in branded folders. At the event, groups of friends mark target employers on the event map. In a shared venue, career counselors remind attendees to maintain eye contact, and alumni volunteers again offer quick pep talks near the coffee station. Tech companies display demo screens of their latest apps, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "On campus, a career fair unfolds in a shared venue near the university gym. Alumni volunteers deliver brief pep talks near the coffee station as students line up outside the gym before opening; HR teams jot notes on tablets as students introduce themselves, and attendees clutch resumes in branded folders. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3776379711233086,
    0.3776379711233086,
    0.3776379711233086,
    0.3776379711233086,
    0.3776379711233086,
    0.3776379711233086,
    0.5585018095320671,
    0.5585018095320671,
    0.5585018095320671,
    0.5585018095320671,
    0.5585018095320671,
    0.5585018095320671,
    0.5585018095320671,
    0.5585018095320671,
    0.5585018095320671,
    0.5585018095320671,
    0.7594055213145932,
    0.7594055213145932,
    0.7594055213145932,
    0.7594055213145932,
    0.7594055213145932,
    0.7594055213145932,
    0.7594055213145932,
    0.7594055213145932,
    0.7594055213145932,
    0.7594055213145932,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8216390625981147,
    0.8321745466212778,
    0.8321745466212778,
    0.8321745466212778,
    0.8321745466212778
  ],
  "21": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "In the event setting, groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event setting, groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin; tech companies display demo screens showing their latest apps.",
    "At the event setting, groups of friends mark target employers on the event map, while a cybersecurity company runs a password-cracking challenge on a laptop, with alumni volunteers nearby delivering quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin, and tech companies display demo screens showing their latest apps.",
    "At the event setting, groups of friends mark target employers on the event map while a cybersecurity company runs a password-cracking challenge on a laptop; nearby alumni volunteers deliver quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin, and tech companies display demo screens showing their latest apps. Throughout the event, students clutch resumes inside branded folders as HR teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.5577678321801947,
    0.5577678321801947,
    0.5577678321801947,
    0.5577678321801947,
    0.5577678321801947,
    0.5577678321801947,
    0.5577678321801947,
    0.5577678321801947,
    0.5577678321801947,
    0.5711601808452105,
    0.5711601808452105,
    0.5711601808452105,
    0.5711601808452105,
    0.5711601808452105,
    0.5711601808452105,
    0.5711601808452105,
    0.5711601808452105,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.5956075560941693,
    0.8158959140807429,
    0.8158959140807429,
    0.8158959140807429,
    0.8158959140807429
  ],
  "22": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a technology-focused fair, a cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At a technology-focused fair, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. At the venue entrance, event staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station; during the career fair, the same volunteers continue pep talks by the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8387601053778937,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286,
    0.8568795251682286
  ],
  "23": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders; at the event, groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves.",
    "At the event, students clutch resumes inside branded folders while groups of friends mark target employers on the event map; human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "At the event, students clutch resumes inside branded folders as groups of friends mark target employers on the event map; human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "On campus, students clutch resumes in branded folders and groups of friends mark target employers on the event map. Outside the university gym, students line up in advance of the career fair opening; inside the gym, HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses preparation for technical interviews, with former students sharing perspectives. At the shared event space, alumni volunteers deliver brief pep talks near the coffee station; in the adjoining classroom, workshops on networking etiquette are beginning; career counselors remind attendees to maintain eye contact."
  ],
  "23_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.46173528648373646,
    0.46173528648373646,
    0.46173528648373646,
    0.46173528648373646,
    0.46173528648373646,
    0.46173528648373646,
    0.46173528648373646,
    0.46173528648373646,
    0.46173528648373646,
    0.46173528648373646,
    0.649783472303537,
    0.649783472303537,
    0.649783472303537,
    0.649783472303537,
    0.649783472303537,
    0.649783472303537,
    0.649783472303537,
    0.649783472303537,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.6509039084950958,
    0.7758419213267345,
    0.7758419213267345,
    0.7758419213267345,
    0.7758419213267345,
    0.7758419213267345,
    0.7758419213267345
  ],
  "24": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors direct unsure students toward applicable industries; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors direct unsure students toward applicable industries, while a cybersecurity company runs a password-cracking challenge on a laptop. The event floor hosts the challenge alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map as human resources teams jot notes on tablets and students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop on the event floor, beside an alumni panel discussing how to prepare for technical interviews. Healthcare providers showcase a photographic display documenting their community outreach, presenting photos from those efforts, and alumni volunteers deliver brief pep talks near the coffee station.",
    "At the event, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map, HR teams jot notes on tablets, and students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop on the event floor, beside an alumni panel discussing how to prepare for technical interviews. Healthcare providers showcase a photographic display documenting their community outreach, presenting photos from those efforts, and alumni volunteers deliver brief pep talks near the coffee station."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4295196363076491,
    0.4295196363076491,
    0.4295196363076491,
    0.4295196363076491,
    0.4295196363076491,
    0.4295196363076491,
    0.4295196363076491,
    0.4295196363076491,
    0.46652512347603586,
    0.46652512347603586,
    0.46652512347603586,
    0.46652512347603586,
    0.46652512347603586,
    0.46652512347603586,
    0.46652512347603586,
    0.46652512347603586,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8278412747515831,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8235459107014791,
    0.8253180068386903,
    0.8253180068386903
  ],
  "25": [
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers share quick pep talks near the coffee station, while networking etiquette workshops take place in the adjoining classroom. Healthcare providers display community outreach photos as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves.",
    "Alumni volunteers give quick pep talks near the coffee station, while networking etiquette workshops unfold in the adjoining classroom. Healthcare providers display community outreach photos as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Alumni volunteers deliver quick pep talks near the coffee station as networking etiquette workshops unfold in the adjoining classroom. Healthcare providers display community outreach photos, with career counselors reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "25_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.7230804394439609,
    0.7230804394439609,
    0.7230804394439609,
    0.7230804394439609,
    0.7230804394439609,
    0.7230804394439609,
    0.7230804394439609,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.719684022953484,
    0.7039974248789341,
    0.7039974248789341,
    0.7039974248789341,
    0.7039974248789341,
    0.7039974248789341,
    0.7039974248789341,
    0.7039974248789341,
    0.7039974248789341,
    0.7039974248789341
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process, while human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process, while human resources teams jot notes on tablets as students introduce themselves. At the event, career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, as alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up in anticipation of the career fair opening. Healthcare providers display photos of their community outreach efforts. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus career event, an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. Human resources teams jot notes on tablets as students introduce themselves, while career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up in anticipation of the career fair opening. Healthcare providers display photos of their community outreach efforts. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.3801939764749006,
    0.41250338033688594,
    0.41250338033688594,
    0.41250338033688594,
    0.41250338033688594,
    0.41250338033688594,
    0.41250338033688594,
    0.41250338033688594,
    0.41250338033688594,
    0.5535884590101597,
    0.5535884590101597,
    0.5535884590101597,
    0.5535884590101597,
    0.5535884590101597,
    0.5535884590101597,
    0.5535884590101597,
    0.5535884590101597,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.7854669694852338,
    0.816232002281077,
    0.816232002281077,
    0.816232002281077,
    0.816232002281077,
    0.816232002281077,
    0.816232002281077,
    0.816232002281077,
    0.816232002281077,
    0.816232002281077,
    0.816232002281077
  ],
  "27": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An event presents three observed activities: an alumni panel discussing how to prepare for technical interviews; healthcare providers showcasing community outreach photos; and career counselors reminding attendees to maintain eye contact.",
    "An event features three observed activities: an alumni panel discussing how to prepare for technical interviews; healthcare providers showcasing community outreach photos; and career counselors reminding attendees to maintain eye contact.",
    "An event features three activities: an alumni panel discussing how to prepare for technical interviews; healthcare providers showcasing community outreach photos; and career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "An event features an alumni panel on preparing for technical interviews; healthcare providers display community outreach photos; and career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. At the event, groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event features an alumni panel on preparing for technical interviews, with healthcare providers displaying community outreach photos and career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. At the event, groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths are adorned with colorful banners encircling a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, an alumni panel discusses preparing for technical interviews. Healthcare providers display community outreach photos, while career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths are adorned with colorful banners encircling a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.467517145625893,
    0.467517145625893,
    0.467517145625893,
    0.467517145625893,
    0.467517145625893,
    0.467517145625893,
    0.467517145625893,
    0.4684012195985951,
    0.4684012195985951,
    0.4684012195985951,
    0.4684012195985951,
    0.4684012195985951,
    0.4684012195985951,
    0.4684012195985951,
    0.4684012195985951,
    0.6149875975419373,
    0.6149875975419373,
    0.6149875975419373,
    0.6149875975419373,
    0.6149875975419373,
    0.6149875975419373,
    0.6149875975419373,
    0.6149875975419373,
    0.7872571854406225,
    0.7872571854406225,
    0.7872571854406225,
    0.7872571854406225,
    0.7872571854406225,
    0.7872571854406225,
    0.7872571854406225,
    0.7872571854406225,
    0.7872571854406225,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8421939253086368,
    0.8780992633486588,
    0.8780992633486588,
    0.8780992633486588,
    0.8780992633486588,
    0.8780992633486588,
    0.8780992633486588,
    0.8780992633486588,
    0.8780992633486588
  ],
  "28": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At an event hosted by a cybersecurity company, a password-cracking challenge runs on a laptop as part of the program, while an alumni panel discusses how to prepare for technical interviews. Throughout the session, career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station.",
    "At an event hosted by a cybersecurity company, a password-cracking challenge runs on a laptop as part of the program, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop while an alumni panel discusses preparing for technical interviews. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer brief pep talks near the coffee station. A welcome PA announces the schedule. At the university career fair, a venue hosts dozens of booths around a floor with colorful banners. Groups of friends mark target employers on the event map, while HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom on career fair day, and students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables, creating a display of prepared material. Career counselors redirect unsure students toward applicable industries."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.5784738137992325,
    0.5784738137992325,
    0.5784738137992325,
    0.5784738137992325,
    0.5784738137992325,
    0.5784738137992325,
    0.5784738137992325,
    0.5784738137992325,
    0.5784738137992325,
    0.5784738137992325,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.744506877750067,
    0.8631674539689168,
    0.8631674539689168,
    0.8631674539689168,
    0.8631674539689168
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A venue features dozens of booths with colorful banners encircling a polished floor.",
    "A venue features dozens of booths arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, a venue hosts dozens of booths arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers deliver quick pep talks near the coffee station. On the career fair day, workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, a venue hosts dozens of booths arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers deliver quick pep talks near the coffee station. On the career fair day, workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, dozens of booths are arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom on the career fair day, while students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders; groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves.",
    "At the university career fair, dozens of booths are arranged around a polished floor with colorful banners encircling the space. Alumni volunteers give brief pep talks near the coffee station. Workshops on networking etiquette run in the adjoining classroom on the career fair day. Students line up outside the university gym before opening. A robotics startup demonstrates by flying a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders; groups of friends mark target employers on the event map, while HR teams jot notes on tablets and students introduce themselves. Healthcare providers display photos of their community outreach efforts. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, dozens of booths are arranged around a polished floor with colorful banners. Alumni volunteers give brief pep talks near the coffee station. Workshops on networking etiquette run in the adjoining classroom. Students line up outside the university gym before opening. A robotics startup demonstrates by flying a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders; groups of friends mark target employers on the event map, while HR teams jot notes on tablets and students introduce themselves. Healthcare providers display photos of their community outreach efforts. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41590823103389885,
    0.41590823103389885,
    0.41590823103389885,
    0.41590823103389885,
    0.41590823103389885,
    0.508016063960314,
    0.508016063960314,
    0.508016063960314,
    0.508016063960314,
    0.508016063960314,
    0.8339537424330399,
    0.8339537424330399,
    0.8339537424330399,
    0.8339537424330399,
    0.8339537424330399,
    0.8339537424330399,
    0.8339537424330399,
    0.8533185881356883,
    0.8533185881356883,
    0.8533185881356883,
    0.8533185881356883,
    0.8533185881356883,
    0.8533185881356883,
    0.8533185881356883,
    0.8533185881356883,
    0.8612531834946161,
    0.8612531834946161,
    0.8612531834946161,
    0.8612531834946161,
    0.8612531834946161,
    0.8612531834946161,
    0.8612531834946161,
    0.8612531834946161,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8831146396048634,
    0.8779430938593238,
    0.8779430938593238,
    0.8779430938593238,
    0.8779430938593238,
    0.8779430938593238,
    0.8779430938593238,
    0.8779430938593238,
    0.8779430938593238,
    0.8779430938593238
  ],
  "30": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, and career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. Groups of friends mark target employers on the event map; human resources teams jot notes on tablets; students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, dozens of booths are arranged around a polished floor, bordered by colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop, with alumni panel members discussing how to prepare for technical interviews and former students sharing perspectives. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.40272500601857136,
    0.40272500601857136,
    0.40272500601857136,
    0.40272500601857136,
    0.40272500601857136,
    0.40272500601857136,
    0.40272500601857136,
    0.40272500601857136,
    0.6812591527124416,
    0.6812591527124416,
    0.6812591527124416,
    0.6812591527124416,
    0.6812591527124416,
    0.6812591527124416,
    0.6812591527124416,
    0.6812591527124416,
    0.8471081468199582,
    0.8471081468199582,
    0.8471081468199582,
    0.8471081468199582,
    0.8471081468199582,
    0.8471081468199582,
    0.8471081468199582,
    0.8471081468199582,
    0.8471081468199582,
    0.8471081468199582,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576,
    0.8353980433836576
  ],
  "31": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; a cybersecurity company is running a password-cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, while a cybersecurity company is running a password-cracking challenge on a laptop.",
    "At the university, an alumni panel discusses how to prepare for technical interviews, while a cybersecurity company is running a password-cracking challenge on a laptop; students line up outside the university gym before the career fair opens.",
    "At the university, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is running a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. During the career fair, alumni volunteers give brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the university, an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A cybersecurity company runs a password-cracking challenge on a laptop during the career fair. Students line up outside the university gym before the fair opens. During the event, alumni volunteers give brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries as healthcare providers display community outreach photos showing outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. HR teams jot notes on tablets as students introduce themselves."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4754040005567014,
    0.4754040005567014,
    0.4754040005567014,
    0.4754040005567014,
    0.4754040005567014,
    0.4754040005567014,
    0.43527333707988974,
    0.43527333707988974,
    0.43527333707988974,
    0.43527333707988974,
    0.43527333707988974,
    0.43527333707988974,
    0.43527333707988974,
    0.43527333707988974,
    0.45280482564719593,
    0.45280482564719593,
    0.45280482564719593,
    0.45280482564719593,
    0.45280482564719593,
    0.45280482564719593,
    0.45280482564719593,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.7753116771831914,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098,
    0.832835635294098
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers deliver brief pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers deliver brief pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors remind attendees to maintain eye contact.",
    "During the event, alumni volunteers give brief pep talks near the coffee station while workshops on networking etiquette run in the adjoining classroom. Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Alumni volunteers give brief pep talks near the coffee station as workshops on networking etiquette run in the adjoining classroom. Healthcare providers display community outreach photos, showing outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the career fair, human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3116743495918443,
    0.3116743495918443,
    0.3116743495918443,
    0.3116743495918443,
    0.3116743495918443,
    0.3116743495918443,
    0.3116743495918443,
    0.3116743495918443,
    0.3116743495918443,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.6320298076027178,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872,
    0.741749209984872
  ],
  "33": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "Career counselors redirect unsure students toward applicable industries as healthcare providers display community outreach photos, showing images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors redirect unsure students toward applicable industries, while healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Students rehearse concise elevator pitches against the wall, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. Human resources teams jot notes on tablets as students introduce themselves. Counselors remind attendees to maintain eye contact.",
    "At the university, a career fair unfolds with dozens of booths draped in colorful banners around a polished floor in a circular layout. Career counselors steer unsure students toward applicable industries, while healthcare providers display community outreach photos. Students rehearse elevator pitches against the wall, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives. Human resources teams jot notes on tablets as students introduce themselves. Counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before opening. During the fair, alumni volunteers give brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6857985510593807,
    0.6857985510593807,
    0.6857985510593807,
    0.6857985510593807,
    0.6857985510593807,
    0.6857985510593807,
    0.6857985510593807,
    0.6857985510593807,
    0.6857985510593807,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.7910226508546567,
    0.8511880806300662,
    0.8511880806300662
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor, forming a circular arrangement within the space.",
    "Dozens of booths with colorful banners circle a polished floor, forming a circular arrangement within the space.",
    "Dozens of booths with colorful banners circle a polished floor, forming a circular arrangement within the space.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement within the space. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos. At the venue entrance, event staff scan registrations and hand out lanyards, while alumni volunteers offer quick pep talks near the coffee station.",
    "A career fair features dozens of booths with colorful banners arranged around and encircling a polished floor in a circular layout. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map while human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos. At the venue entrance, event staff scan registrations and hand out lanyards, while alumni volunteers offer quick pep talks near the coffee station."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.29504923510834585,
    0.5292476730271484,
    0.5292476730271484,
    0.5292476730271484,
    0.5292476730271484,
    0.5292476730271484,
    0.5292476730271484,
    0.5292476730271484,
    0.5292476730271484,
    0.5292476730271484,
    0.7501571939866067,
    0.7501571939866067,
    0.7501571939866067,
    0.7501571939866067,
    0.7501571939866067,
    0.7501571939866067,
    0.7501571939866067,
    0.7501571939866067,
    0.7917679730569537,
    0.7917679730569537,
    0.7917679730569537,
    0.7917679730569537,
    0.7917679730569537,
    0.7917679730569537,
    0.7917679730569537,
    0.7917679730569537,
    0.7917679730569537,
    0.7917679730569537,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093,
    0.8543717581203093
  ],
  "35": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Healthcare providers display photos of their community outreach efforts. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Healthcare providers display photos of their community outreach efforts. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement within the space. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Healthcare providers display photos of their community outreach efforts. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement within the space.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement within the space as tech companies display demo screens of their latest apps. Healthcare providers display photos of their community outreach efforts. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers share brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. An adjoining classroom hosts workshops on networking etiquette."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.704962935596279,
    0.704962935596279,
    0.704962935596279,
    0.704962935596279,
    0.704962935596279,
    0.704962935596279,
    0.704962935596279,
    0.704962935596279,
    0.7281422162608964,
    0.7281422162608964,
    0.7281422162608964,
    0.7281422162608964,
    0.7281422162608964,
    0.7281422162608964,
    0.7281422162608964,
    0.7744461968693344,
    0.7744461968693344,
    0.7744461968693344,
    0.7744461968693344,
    0.7744461968693344,
    0.7744461968693344,
    0.7744461968693344,
    0.7744461968693344,
    0.7744461968693344,
    0.815789816379282,
    0.815789816379282,
    0.815789816379282,
    0.815789816379282,
    0.815789816379282,
    0.815789816379282,
    0.815789816379282,
    0.815789816379282,
    0.815789816379282,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961,
    0.8044852757354961
  ],
  "36": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin; tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin; tech companies display demo screens showing their latest apps. Career counselors direct unsure students toward applicable industries, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Adjoining classroom hosts workshops on networking etiquette as tech companies display demo screens of their latest apps. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up in anticipation of the career fair opening. Healthcare providers display photos of their community outreach efforts. Alumni volunteers share brief pep talks near the coffee station.",
    "An adjoining classroom hosts workshops on networking etiquette as tech companies display demo screens of their latest apps. Outside the university gym, students line up in anticipation of the career fair opening. Dozens of booths with colorful banners circle the polished floor. On the event floor, a cybersecurity company runs a password-cracking challenge on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Healthcare providers display photos of their community outreach efforts, and alumni volunteers share brief pep talks near the coffee station. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets and students introduce themselves. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3703641728339261,
    0.3703641728339261,
    0.3703641728339261,
    0.3703641728339261,
    0.3703641728339261,
    0.3703641728339261,
    0.3703641728339261,
    0.3703641728339261,
    0.5358580245640601,
    0.5358580245640601,
    0.5358580245640601,
    0.5358580245640601,
    0.5358580245640601,
    0.5358580245640601,
    0.5358580245640601,
    0.5358580245640601,
    0.5358580245640601,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.7944308252224254,
    0.8581354501931959,
    0.8581354501931959,
    0.8581354501931959,
    0.8581354501931959,
    0.8581354501931959,
    0.8581354501931959
  ],
  "37": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station, with the same group also sharing quick pep talks in that area. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers deliver brief and quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers deliver brief and quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Groups of friends designate target employers by placing marks on the event map, identifying specific employers within the map context. Healthcare providers showcase community outreach photos illustrating outreach work. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Nearby, some students rehearse elevator pitches quietly against a wall, practicing concise introductions. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3743447363031622,
    0.3743447363031622,
    0.3743447363031622,
    0.3743447363031622,
    0.3743447363031622,
    0.3743447363031622,
    0.7430569984301834,
    0.7430569984301834,
    0.7430569984301834,
    0.7430569984301834,
    0.7430569984301834,
    0.7430569984301834,
    0.7430569984301834,
    0.6863030415507427,
    0.6863030415507427,
    0.6863030415507427,
    0.6863030415507427,
    0.6863030415507427,
    0.6863030415507427,
    0.6863030415507427,
    0.6863030415507427,
    0.6863030415507427,
    0.6863030415507427,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8051423330627664,
    0.8281530029572366,
    0.8281530029572366,
    0.8281530029572366
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and a cybersecurity company hosts a password-cracking challenge on a laptop.",
    "Alumni volunteers share quick pep talks near the coffee station; a cybersecurity company hosts a password-cracking challenge on a laptop; healthcare providers showcase a photographic display documenting their community outreach with photos from those efforts.",
    "The scene centers on alumni volunteers giving quick pep talks near the coffee station, complemented by an alumni panel discussing how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase a photographic display documenting their community outreach, presenting photos from those efforts."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3806340163834685,
    0.3806340163834685,
    0.3806340163834685,
    0.3806340163834685,
    0.3806340163834685,
    0.3806340163834685,
    0.3806340163834685,
    0.3806340163834685,
    0.3806340163834685,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.44892269952560815,
    0.6830270631418074,
    0.6830270631418074,
    0.6830270631418074,
    0.6830270631418074,
    0.6830270631418074,
    0.6830270631418074,
    0.6830270631418074,
    0.6830270631418074
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop.",
    "A cybersecurity company hosts and runs a password-cracking challenge on a laptop.",
    "On the event floor, a cybersecurity company hosts and runs a password-cracking challenge on a laptop, paired with an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map as HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact.",
    "On the event floor, a cybersecurity company hosts a password-cracking challenge on a laptop, paired with an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map as HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin; tech companies display demo screens showing their latest apps. Career counselors direct unsure students toward applicable industries.",
    "On the event floor, a cybersecurity company hosts a password-cracking challenge on a laptop paired with an alumni panel about preparing for technical interviews. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. Groups of friends mark target employers on the event map as HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact while guiding unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin as tech companies display demo screens of their latest apps. At the venue entrance, event staff scan registrations and hand out lanyards while alumni volunteers offer quick pep talks near the coffee station."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3654032581956055,
    0.3654032581956055,
    0.3654032581956055,
    0.3654032581956055,
    0.3654032581956055,
    0.3654032581956055,
    0.32012682497372574,
    0.32012682497372574,
    0.32012682497372574,
    0.32012682497372574,
    0.32012682497372574,
    0.32012682497372574,
    0.32012682497372574,
    0.32012682497372574,
    0.7921028212832548,
    0.7921028212832548,
    0.7921028212832548,
    0.7921028212832548,
    0.7921028212832548,
    0.7921028212832548,
    0.7921028212832548,
    0.7921028212832548,
    0.7921028212832548,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.8202266154442287,
    0.828475913320364,
    0.828475913320364,
    0.828475913320364,
    0.828475913320364,
    0.828475913320364,
    0.828475913320364,
    0.828475913320364
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process; a welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process; a welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process; a welcome PA announcement outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. A cybersecurity company is hosting a password-cracking challenge on a laptop, with alumni volunteers nearby delivering quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives; a welcome PA announcement outlines the fair schedule. Dozens of booths with colorful banners line the polished floor, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop, with alumni volunteers nearby. Tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4901609499697953,
    0.4901609499697953,
    0.4901609499697953,
    0.4901609499697953,
    0.4901609499697953,
    0.4901609499697953,
    0.4901609499697953,
    0.4901609499697953,
    0.8448840420044306,
    0.8448840420044306,
    0.8448840420044306,
    0.8448840420044306,
    0.8448840420044306,
    0.8448840420044306,
    0.8448840420044306,
    0.8448840420044306,
    0.8233589195883653,
    0.8233589195883653,
    0.8233589195883653,
    0.8233589195883653,
    0.8233589195883653,
    0.8233589195883653,
    0.8233589195883653,
    0.8233589195883653,
    0.8233589195883653,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.8152577145861213,
    0.854861925372333,
    0.854861925372333,
    0.854861925372333,
    0.854861925372333
  ],
  "41": [
    "",
    "",
    "",
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff are at the entrance, scanning registrations and handing out lanyards.",
    "At the venue entrance, event staff are scanning registrations and handing out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station; during the career fair, the same alumni volunteers continue brief pep talks by the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the venue entrance, event staff scan registrations and hand out lanyards as alumni volunteers deliver brief pep talks near the coffee station; during the career fair, the same alumni volunteers continue brief pep talks by the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards as alumni volunteers deliver brief pep talks by the coffee station; during the career fair, the same volunteers continue the pep talks at the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. At the event, students clutch resumes inside branded folders as groups of friends mark target employers on the event map; human resources teams jot notes on tablets while students introduce themselves."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.39321873841502764,
    0.39321873841502764,
    0.39321873841502764,
    0.39321873841502764,
    0.39321873841502764,
    0.39321873841502764,
    0.39321873841502764,
    0.39321873841502764,
    0.6307831105170467,
    0.6307831105170467,
    0.6307831105170467,
    0.6307831105170467,
    0.6307831105170467,
    0.6307831105170467,
    0.6307831105170467,
    0.6307831105170467,
    0.6307831105170467,
    0.6307831105170467,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.7804770778924819,
    0.8188356774609129,
    0.8188356774609129,
    0.8188356774609129,
    0.8188356774609129,
    0.8188356774609129
  ],
  "42": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop, with alumni volunteers nearby delivering quick pep talks near the coffee station.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, with alumni volunteers nearby delivering quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "At a shared venue, a cybersecurity company hosts a password-cracking challenge on a laptop while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and some attendees rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. Activity layers include career counselors reminding attendees to maintain eye contact; alumni volunteers near the coffee station; tech companies displaying demo screens of their latest apps; and workshops on networking etiquette in the adjoining classroom. The event features three activities: an alumni panel on how to prepare for technical interviews, healthcare providers' outreach photos, and career counselors' eye-contact reminders. Healthcare providers showcase community outreach photos, and the engineering society sponsors a resume review table near the stage."
  ],
  "42_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3142949766230489,
    0.3142949766230489,
    0.3142949766230489,
    0.3142949766230489,
    0.3142949766230489,
    0.3142949766230489,
    0.3142949766230489,
    0.3142949766230489,
    0.3142949766230489,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.6483867924110815,
    0.7736781836178936,
    0.7736781836178936,
    0.7736781836178936,
    0.7736781836178936,
    0.7736781836178936
  ],
  "43": [
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company is running a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. In the mixed career fair setting, career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, displaying outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Groups of friends mark target employers on the event map.",
    "Within a venue hosting a career fair, a mixed setting features dozens of booths with colorful banners encircling a polished floor, while healthcare providers showcase community outreach photos. In adjoining spaces, workshops on networking etiquette begin in the classroom as a cybersecurity company runs a password-cracking challenge on a laptop and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and former students share perspectives on the preparation process as a welcome PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, creating a ready display of material. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions."
  ],
  "43_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5226105645984003,
    0.5226105645984003,
    0.5226105645984003,
    0.5226105645984003,
    0.5226105645984003,
    0.5226105645984003,
    0.5226105645984003,
    0.5226105645984003,
    0.5226105645984003,
    0.5226105645984003,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8299356948932409,
    0.8570179669584048,
    0.8570179669584048,
    0.8570179669584048,
    0.8570179669584048,
    0.8570179669584048,
    0.8570179669584048,
    0.8570179669584048,
    0.8570179669584048
  ],
  "44": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of prepared material. Career counselors redirect unsure students toward applicable industries.",
    "In a venue, consulting firms stack glossy case study booklets on high tables, creating a display of prepared material. Career counselors redirect unsure students toward applicable industries. The venue features dozens of booths adorned with colorful banners encircling a polished floor.",
    "In a venue hosting a career fair, consulting firms stack glossy case study booklets on high tables, creating a display of prepared material. Dozens of booths adorned with colorful banners encircle a polished floor, with healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process; a welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At a career fair venue, consulting firms stack glossy case study booklets on high tables, forming a display around dozens of booths whose colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos alongside the displays. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5151970645046597,
    0.5151970645046597,
    0.5151970645046597,
    0.5151970645046597,
    0.5151970645046597,
    0.5151970645046597,
    0.5151970645046597,
    0.7001569741209172,
    0.7001569741209172,
    0.7001569741209172,
    0.7001569741209172,
    0.7001569741209172,
    0.7001569741209172,
    0.7001569741209172,
    0.7001569741209172,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.835856204108149,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613,
    0.8538651864812613
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "In a shared venue, tech companies display demo screens showing their latest apps, while workshops on networking etiquette begin in the adjoining classroom.",
    "At a shared venue, tech companies display demo screens showing their latest apps while workshops on networking etiquette begin in the adjoining classroom. The venue features dozens of booths arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers share quick pep talks near the coffee station.",
    "At a shared venue, tech companies display demo screens of their latest apps while workshops on networking etiquette run in the adjoining classroom. Dozens of booths are arranged around a polished floor, with colorful banners encircling the space. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process.",
    "At a shared venue, tech companies display demo screens of their latest apps while workshops on networking etiquette run in the adjoining classroom. Dozens of booths line a polished floor, encircled by colorful banners. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a shared venue, tech companies display demo screens of their latest apps while workshops on networking etiquette run in the adjoining classroom. Dozens of booths line a polished floor encircled by colorful banners. Alumni volunteers give pep talks near the coffee station, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process. A cybersecurity company runs a password-cracking challenge on a laptop. At the career fair, counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3645830969357912,
    0.3645830969357912,
    0.3645830969357912,
    0.3645830969357912,
    0.3645830969357912,
    0.3645830969357912,
    0.3645830969357912,
    0.6587326549411148,
    0.6587326549411148,
    0.6587326549411148,
    0.6587326549411148,
    0.6587326549411148,
    0.6587326549411148,
    0.6587326549411148,
    0.6587326549411148,
    0.7793839928209865,
    0.7793839928209865,
    0.7793839928209865,
    0.7793839928209865,
    0.7793839928209865,
    0.7793839928209865,
    0.7793839928209865,
    0.7882906629492568,
    0.7882906629492568,
    0.7882906629492568,
    0.7882906629492568,
    0.7882906629492568,
    0.7882906629492568,
    0.7882906629492568,
    0.7882906629492568,
    0.7882906629492568,
    0.7882906629492568,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721,
    0.8619775555886721
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "During the event, career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "During the event, career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. In a shared venue, tech companies display demo screens showing their latest apps, while workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared venue, career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "At a shared venue, activity layers include career counselors reminding attendees to maintain eye contact; alumni volunteers delivering quick pep talks near the coffee station; tech companies displaying demo screens of their latest apps; and workshops on networking etiquette in the adjoining classroom. Career counselors also redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall. The event features three activities: an alumni panel on how to prepare for technical interviews, healthcare providers' outreach photos, and career counselors' eye-contact reminders. The engineering society sponsors a resume review table near the stage.",
    "At a shared venue, activity layers include career counselors reminding attendees to maintain eye contact, alumni volunteers delivering quick pep talks near the coffee station, tech companies displaying demo screens of their latest apps, and workshops on networking etiquette in the adjoining classroom. Career counselors also redirect unsure students toward applicable industries. Healthcare providers showcase outreach photos, displaying images of outreach work, while some students rehearse elevator pitches quietly against the wall. The event features an alumni panel on how to prepare for technical interviews, healthcare providers' outreach photos, and career counselors' eye-contact reminders. The engineering society sponsors a resume review table near the stage. At the same time, a cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3759887992990728,
    0.3759887992990728,
    0.3759887992990728,
    0.3759887992990728,
    0.3759887992990728,
    0.3759887992990728,
    0.3759887992990728,
    0.3759887992990728,
    0.5921916021333231,
    0.5921916021333231,
    0.5921916021333231,
    0.5921916021333231,
    0.5921916021333231,
    0.5921916021333231,
    0.7185369461003424,
    0.7185369461003424,
    0.7185369461003424,
    0.7185369461003424,
    0.7185369461003424,
    0.7185369461003424,
    0.7185369461003424,
    0.7185369461003424,
    0.7185369461003424,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7651200998983816,
    0.7995857715870902,
    0.7995857715870902,
    0.7995857715870902,
    0.7995857715870902,
    0.7995857715870902,
    0.7995857715870902,
    0.7995857715870902
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is running a password-cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An event floor hosts a cybersecurity company running a password-cracking challenge on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "On an event floor, a cybersecurity company is running a password-cracking challenge on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "On an event floor, a cybersecurity company runs a password-cracking challenge on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "On an event floor a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, while networking etiquette workshops unfold in the adjoining classroom."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.3213896298319962,
    0.5216581172296162,
    0.5216581172296162,
    0.5216581172296162,
    0.5216581172296162,
    0.5216581172296162,
    0.5216581172296162,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.4032304224509072,
    0.5517128377090476,
    0.5517128377090476,
    0.5517128377090476,
    0.5517128377090476,
    0.5517128377090476,
    0.5517128377090476,
    0.798422410512254,
    0.798422410512254,
    0.798422410512254,
    0.798422410512254,
    0.798422410512254,
    0.798422410512254,
    0.798422410512254,
    0.798422410512254,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7661938546274181,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7760782983497687,
    0.7953880742792641,
    0.7953880742792641,
    0.7953880742792641
  ],
  "48": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, displaying images of outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "In a mixed career fair setting, career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, displaying outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a mixed career fair, career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos to illustrate outreach work. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a mixed career fair on campus, counselors redirect unsure students toward applicable industries while healthcare providers display community outreach photos to illustrate outreach work; some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and a cybersecurity company runs a password-cracking challenge on a laptop. Before opening, students line up outside the university gym; once the event begins, students clutch resumes inside branded folders as HR teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews, with former students sharing perspectives on the preparation process."
  ],
  "48_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.6269346667872211,
    0.7988432600825064,
    0.7988432600825064,
    0.7988432600825064,
    0.7988432600825064,
    0.7988432600825064,
    0.7988432600825064,
    0.7988432600825064,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8016132227664168,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419,
    0.8374306871144419
  ],
  "49": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "In a shared event space, alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom, workshops on networking etiquette are beginning.",
    "At a shared event space, alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom workshops on networking etiquette are beginning. Career counselors remind attendees to maintain eye contact.",
    "At the shared event space on campus, alumni volunteers deliver brief pep talks near the coffee station, while in the adjoining classroom workshops on networking etiquette are beginning; career counselors remind attendees to maintain eye contact. Outside the university gym, students line up in advance of the career fair opening, and inside, human resources teams jot notes on tablets as students introduce themselves.",
    "At the campus event space, alumni volunteers deliver brief pep talks near the coffee station, while in the adjoining classroom workshops on networking etiquette are beginning and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up in advance of the career fair opening; inside, human resources teams jot notes on tablets as students introduce themselves. In the event setting, groups of friends mark target employers on the event map, and a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin and tech companies display demo screens showing their latest apps."
  ],
  "49_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3181531186387319,
    0.3181531186387319,
    0.3181531186387319,
    0.3181531186387319,
    0.3181531186387319,
    0.3181531186387319,
    0.3181531186387319,
    0.3181531186387319,
    0.4837815040868694,
    0.4837815040868694,
    0.4837815040868694,
    0.4837815040868694,
    0.4837815040868694,
    0.4837815040868694,
    0.4837815040868694,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.5576276912172626,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798,
    0.7863920176120798
  ]
}