{
  "0": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\" Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos.",
    "Career counselors remind attendees to maintain eye contact as healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map as the scene unfolds. Nearby, some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact as healthcare providers display community outreach photos. Groups of friends mark target employers on the event map while students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume-review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors identify unsure students and redirect them toward applicable industries, guiding them from uncertainty toward suitable industry options.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact as healthcare providers display photographs of their community outreach. Groups of friends mark target employers on the event map, while students rehearse elevator pitches quietly against a wall, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume-review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Career counselors identify unsure students and redirect them toward applicable industries, guiding them from uncertainty toward suitable industry options. A welcome announcement outlines the fair schedule over the PA system, as dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact as healthcare providers display photographs of their community outreach. Groups of friends mark target employers on the event map, while students rehearse elevator pitches against walls, including a quiet area where delivery is hushed. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Inside, HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Career counselors identify unsure students and redirect them toward applicable industries, and a welcome announcement outlines the fair schedule over the PA. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, attendees are reminded to maintain eye contact by career counselors as healthcare providers display photographs of their community outreach. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map and some students rehearse elevator pitches quietly against walls in a quiet area. Outside the university gym, students line up before the fair opens, and a welcome announcement outlines the schedule over the PA. Inside, HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth to attract attention; the alumni panel discusses how to prepare for technical interviews. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance toward suitable options.",
    "At the university career fair, dozens of booths with colorful banners encircle the floor and tech companies display demo screens of their latest apps. Outside the gym, students line up before opening, and a welcome announcement outlines the schedule over the PA. Inside, HR teams jot notes on tablets as students introduce themselves, while career counselors identify unsure students and redirect them toward applicable industries. The engineering society sponsors a resume-review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention, and the alumni panel discusses how to prepare for technical interviews. Healthcare providers display photographs of their community outreach; groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against walls in a space. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35500487907399636,
    0.35500487907399636,
    0.35500487907399636,
    0.35500487907399636,
    0.35500487907399636,
    0.35500487907399636,
    0.35500487907399636,
    0.35500487907399636,
    0.4375378695941589,
    0.4375378695941589,
    0.4375378695941589,
    0.4375378695941589,
    0.4375378695941589,
    0.4375378695941589,
    0.4375378695941589,
    0.4375378695941589,
    0.7852947550955021,
    0.7852947550955021,
    0.7852947550955021,
    0.7852947550955021,
    0.7852947550955021,
    0.8323963641700745,
    0.8323963641700745,
    0.8323963641700745,
    0.8323963641700745,
    0.8323963641700745,
    0.8761505231418059,
    0.8761505231418059,
    0.8761505231418059,
    0.8761505231418059,
    0.8761505231418059,
    0.8761505231418059,
    0.8761505231418059,
    0.8936180980884892,
    0.8936180980884892,
    0.8936180980884892,
    0.8936180980884892,
    0.8936180980884892,
    0.8936180980884892,
    0.8936180980884892,
    0.8936180980884892,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.8887738461929611,
    0.9013710465133618,
    0.9013710465133618,
    0.9013710465133618,
    0.9013710465133618,
    0.9013710465133618
  ],
  "1": [
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors redirect unsure students toward applicable industries; human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "At an exhibition space, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos.",
    "At an exhibition space, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos.",
    "At an exhibition space, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At an exhibition space, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the exhibition space, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes enabling immediate internship applications. In a quiet area, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5214697397142732,
    0.5214697397142732,
    0.5214697397142732,
    0.5214697397142732,
    0.5214697397142732,
    0.5764966914460938,
    0.5764966914460938,
    0.5764966914460938,
    0.5764966914460938,
    0.5764966914460938,
    0.5764966914460938,
    0.5764966914460938,
    0.6157946849978975,
    0.6157946849978975,
    0.6157946849978975,
    0.6157946849978975,
    0.6157946849978975,
    0.6157946849978975,
    0.7549461564169941,
    0.7549461564169941,
    0.7549461564169941,
    0.7549461564169941,
    0.7584743525962108,
    0.7584743525962108,
    0.7584743525962108,
    0.7584743525962108,
    0.7472128462875776,
    0.7472128462875776,
    0.7472128462875776,
    0.7472128462875776,
    0.7472128462875776,
    0.7472128462875776,
    0.7472128462875776,
    0.7472128462875776,
    0.7472128462875776,
    0.7472128462875776,
    0.7959684712691281,
    0.7959684712691281,
    0.7959684712691281,
    0.7959684712691281,
    0.7959684712691281,
    0.7959684712691281,
    0.7959684712691281,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901,
    0.8318676500689901
  ],
  "2": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos, while students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos while students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display community outreach photos as students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos as students line up outside the university gym before the career fair opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while groups of friends mark target employers on the event map. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students toward suitable options and reminding attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. Nearby, some students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews.",
    "A university career fair unfolds with healthcare providers displaying community outreach photos as students line up outside the gym before opening. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while groups of friends mark target employers on the event map. Career counselors identify unsure students and steer them toward applicable industries, offering guidance that nudges them toward suitable options and reminding attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. Nearby, several students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor. Outside the gym, students line up before opening as healthcare providers display community outreach photographs. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while groups of friends mark target employers on the event map. Career counselors identify unsure students and redirect them toward suitable industries, reminding attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. A few students rehearse elevator pitches against a wall, refining delivery in hushed tones. An alumni panel discusses how to prepare for technical interviews, with a welcome PA outlining the schedule. Alumni volunteers offer pep talks near the coffee station while finance firms display QR codes for internships. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables.",
    "At the university career fair, dozens of booths with banners encircle a polished floor, with activity near the gym entrance where outside, students line up before opening and healthcare providers display community outreach photographs. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while groups of friends mark target employers on the event map. Career counselors identify unsure students and redirect them toward suitable industries, reminding attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. A few students rehearse elevator pitches against a wall in hushed tones. An alumni panel discusses how to prepare for technical interviews, with a PA outlining the schedule. Alumni volunteers offer pep talks near the coffee station while finance firms display QR codes for internships. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "2_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.499298342049861,
    0.499298342049861,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.36688054005824067,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.5920754363192298,
    0.6230158194221186,
    0.6230158194221186,
    0.6230158194221186,
    0.6230158194221186,
    0.6230158194221186,
    0.6230158194221186,
    0.6230158194221186,
    0.6230158194221186,
    0.6230158194221186,
    0.6230158194221186,
    0.8213606882981372,
    0.8213606882981372,
    0.8213606882981372,
    0.8213606882981372,
    0.8213606882981372,
    0.8213606882981372,
    0.8213606882981372,
    0.8213606882981372,
    0.8510948849270525,
    0.8510948849270525,
    0.8510948849270525,
    0.8510948849270525,
    0.8510948849270525,
    0.8510948849270525,
    0.8510948849270525,
    0.8510948849270525,
    0.8510948849270525,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8892636929440736,
    0.8910796782312724,
    0.8910796782312724
  ],
  "3": [
    "",
    "",
    "\"\"",
    "Healthcare providers are presenting photographs of their community outreach efforts.",
    "Healthcare providers are presenting and showcasing photographs of their community outreach efforts. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers are presenting and showcasing photographs of their community outreach efforts. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, ahead of the career fair opening, students line up outside. Healthcare providers are presenting and showcasing photographs of their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, ahead of the career fair opening, students line up outside. Healthcare providers are presenting and showcasing photographs of their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym ahead of the career fair opening, students line up outside. Inside, healthcare providers are presenting and showcasing photographs of their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the university gym ahead of the career fair opening, students line up outside. Inside, healthcare providers are presenting and showcasing photographs of their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the university gym before the career fair opening, a line of students waits outside. Inside, healthcare providers present and showcase photographs of their community outreach. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses preparing for technical interviews, offering guidance. Human resources teams jot notes on tablets as students introduce themselves, with career counselors directing attendees toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders and rehearse elevator pitches against a wall in quiet, hushed voices. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2964872550458254,
    0.2964872550458254,
    0.2964872550458254,
    0.2964872550458254,
    0.4956882428809094,
    0.4956882428809094,
    0.4956882428809094,
    0.4956882428809094,
    0.4956882428809094,
    0.4956882428809094,
    0.4956882428809094,
    0.4956882428809094,
    0.7143096355650835,
    0.7143096355650835,
    0.7143096355650835,
    0.7143096355650835,
    0.7143096355650835,
    0.7143096355650835,
    0.7637984417671838,
    0.7637984417671838,
    0.7637984417671838,
    0.7637984417671838,
    0.7637984417671838,
    0.7637984417671838,
    0.7945227702566453,
    0.7945227702566453,
    0.7945227702566453,
    0.7945227702566453,
    0.7945227702566453,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8560383164953822,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205,
    0.8898032718635205
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "In a quiet setting, a group of students rehearses concise elevator pitches against a wall, using hushed voices to refine delivery. An alumni panel nearby discusses how to prepare for technical interviews, providing guidance relevant to the preparation process.",
    "In a quiet setting, a group of students rehearses concise elevator pitches against a wall, using hushed voices to refine delivery. Nearby, an alumni panel discusses how to prepare for technical interviews, providing guidance relevant to the preparation process.",
    "In a quiet setting, a group of students rehearses concise elevator pitches against a wall, using hushed voices to refine delivery. Nearby, an alumni panel discusses how to prepare for technical interviews, providing guidance relevant to the preparation process. Consulting firms stack glossy case study booklets on high tables.",
    "In a quiet setting, a group of students rehearses concise elevator pitches against a wall, using hushed voices to refine delivery. Nearby, an alumni panel discusses how to prepare for technical interviews, offering guidance relevant to the preparation process. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "In a quiet setting, students rehearse concise elevator pitches against a wall in hushed voices to refine delivery. Nearby, an alumni panel discusses how to prepare for technical interviews and offers guidance relevant to the preparation process, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and the event features a resume review table near the stage with dozens of booths and colorful banners circling the polished floor. A welcome announcement over the PA outlines the fair schedule. Several finance firms display QR codes enabling immediate internship applications.",
    "At the campus career fair, students rehearse elevator pitches against a wall, refining delivery, while alumni panels discuss preparing for technical interviews and alumni volunteers offer pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and a resume review area near the stage serves dozens of booths with colorful banners circling the polished floor. A welcome PA announces the fair schedule. Several finance firms display QR codes for immediate internship applications. Healthcare providers present, showcasing photographs of their community outreach, and a robotics startup flies a small drone above its booth. The engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map. Outside the university gym, students line up before opening.",
    "At the campus career fair, students rehearse concise elevator pitches against wall, refining delivery, while alumni panels discuss preparing for technical interviews and alumni volunteers offer pep talks near the coffee station. HR jot notes on tablets as students introduce themselves, and career counselors redirect unsure attendees toward applicable industries. Consulting firms stack case study booklets on tables, and a resume review area near the stage serves dozens of booths with banners around the floor. A welcome PA announces the fair schedule. Finance firms display QR codes for immediate internship applications. Healthcare providers present photographs of community outreach. Robotics startup flies a drone above its booth. The engineering society sponsors a resume review table near the stage. Groups of friends mark employers on the event map. Outside the university gym, line of students waits for the fair to open. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.49338918651649677,
    0.49338918651649677,
    0.49338918651649677,
    0.49338918651649677,
    0.49338918651649677,
    0.4892393681891305,
    0.4892393681891305,
    0.4892393681891305,
    0.4892393681891305,
    0.4892393681891305,
    0.4892393681891305,
    0.4892393681891305,
    0.4892393681891305,
    0.4892393681891305,
    0.6607442995353281,
    0.6607442995353281,
    0.6607442995353281,
    0.6607442995353281,
    0.6607442995353281,
    0.7077876119498576,
    0.7077876119498576,
    0.7077876119498576,
    0.7077876119498576,
    0.7077876119498576,
    0.7077876119498576,
    0.7077876119498576,
    0.8828554795962451,
    0.8828554795962451,
    0.8828554795962451,
    0.8828554795962451,
    0.8828554795962451,
    0.8828554795962451,
    0.8828554795962451,
    0.8828554795962451,
    0.8828554795962451,
    0.8828554795962451,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698,
    0.9001261267785698
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map as the scene unfolds. Nearby, some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, while students line up outside the university gym before the career fair opens.",
    "Groups of friends mark target employers on the event map as the scene unfolds. Nearby, students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map as the scene unfolds. Outside the university gym, a line of students waits for the career fair to open. In a quiet area, students rehearse concise elevator pitches against a wall, speaking in hushed voices. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. Human resources teams jot notes on tablets as students introduce themselves, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, while groups of friends mark target employers on an event map and a line of students waits outside the university gym ahead of opening. In a quiet area, students rehearse concise elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photographs of community outreach. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, while groups of friends mark target employers on an event map and a line of students waits outside the university gym ahead of opening. In a quiet area, students rehearse concise elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photographs of community outreach. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor. Groups of students mark target employers on an event map and a line of students waits outside the university gym ahead of opening. In a quiet area, students rehearse concise elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photographs of community outreach. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver pep talks near the coffee station; engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. The PA outlines the fair schedule."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6370698112997648,
    0.6370698112997648,
    0.6370698112997648,
    0.6370698112997648,
    0.6370698112997648,
    0.6370698112997648,
    0.7820208337091065,
    0.7820208337091065,
    0.7820208337091065,
    0.7820208337091065,
    0.7820208337091065,
    0.7820208337091065,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.808864855786452,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8473826540429186,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.8790881325932773,
    0.9095651242422733
  ],
  "6": [
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, some students rehearse elevator pitches quietly against a wall. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, some students rehearse elevator pitches quietly against a wall. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact as healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, some students rehearse elevator pitches quietly against a wall. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward suitable industry options. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact as healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, where healthcare providers display community outreach photos.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor. The engineering society sponsors a resume-review table near the stage. A cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Career counselors identify unsure students and redirect them toward applicable industries, while reminding attendees to maintain eye contact. Healthcare providers display photographs of their community outreach efforts. Students queue outside the gym ahead of the fair's opening, and event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.6697413484756871,
    0.6697413484756871,
    0.6697413484756871,
    0.6697413484756871,
    0.6697413484756871,
    0.6697413484756871,
    0.6697413484756871,
    0.6697413484756871,
    0.6697413484756871,
    0.7854696539844059,
    0.7854696539844059,
    0.7854696539844059,
    0.7854696539844059,
    0.7854696539844059,
    0.7854696539844059,
    0.7854696539844059,
    0.8124323427653578,
    0.8124323427653578,
    0.8124323427653578,
    0.8124323427653578,
    0.8124323427653578,
    0.8124323427653578,
    0.8124323427653578,
    0.8124323427653578,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8234724079574363,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676,
    0.8989090956111676
  ],
  "7": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Healthcare providers are presenting and showcasing photographs of their community outreach efforts. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a robotics startup flies a small drone above its booth to attract attention. Healthcare providers present photographs of their community outreach efforts. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, a robotics startup flies a small drone above its booth to attract attention. Healthcare providers present photographs of their community outreach efforts. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews. At the event, the engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor. Career counselors identify unsure students and redirect them toward applicable industries, providing guidance that moves students from uncertainty toward industry options deemed suitable. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, a robotics startup flies a small drone above its booth to attract attention, while healthcare providers display photographs of their community outreach efforts. Students line up outside the gym before the fair opens, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors identify unsure students and redirect them toward applicable industries, guiding them from uncertainty toward suitable industry options, and remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop, while students rehearse elevator pitches quietly against a wall.",
    "At the university career fair, a robotics startup flies a small drone above its booth to attract attention while healthcare providers display photographs of their community outreach. Students line up outside the gym before opening, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors identify unsure students and redirect them toward applicable industries, reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop, while students rehearse elevator pitches quietly against a wall.",
    "At the university career fair, a robotics startup flies a small drone above its booth to attract attention, while healthcare providers display photographs of their community outreach. Students line up outside the gym before opening, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor. Career counselors identify unsure students and redirect them toward applicable industries, reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop, while students rehearse elevator pitches quietly against a wall.",
    "At the university career fair, a robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor; healthcare providers display photographs of their community outreach; students line up outside the gym before opening; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews; the engineering society sponsors a resume-review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; students rehearse elevator pitches quietly against a wall, with a quiet area where delivery is hushed; inside, HR teams jot notes on tablets as students introduce themselves; career counselors identify unsure students and redirect them toward applicable industries, reminding attendees to maintain eye contact; a welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, a robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Healthcare providers display photographs of their community outreach. Students line up outside the gym before opening, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. Students rehearse elevator pitches quietly against a wall, with a quiet area where delivery is hushed. Inside, HR teams jot notes on tablets as students introduce themselves; career counselors identify unsure students and redirect them toward applicable industries, reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.7252553967688493,
    0.7252553967688493,
    0.7252553967688493,
    0.7252553967688493,
    0.8309182891016265,
    0.8309182891016265,
    0.8309182891016265,
    0.8309182891016265,
    0.8309182891016265,
    0.8309182891016265,
    0.8309182891016265,
    0.8309182891016265,
    0.8309182891016265,
    0.8468232609279223,
    0.8468232609279223,
    0.8468232609279223,
    0.8468232609279223,
    0.8468232609279223,
    0.877530554830925,
    0.877530554830925,
    0.877530554830925,
    0.877530554830925,
    0.877530554830925,
    0.875418930565464,
    0.875418930565464,
    0.875418930565464,
    0.875418930565464,
    0.875418930565464,
    0.875418930565464,
    0.8798952842567513,
    0.8798952842567513,
    0.8798952842567513,
    0.8798952842567513,
    0.8798952842567513,
    0.8798952842567513,
    0.5877226401539039,
    0.5877226401539039,
    0.5877226401539039,
    0.5877226401539039,
    0.5877226401539039,
    0.8932613225081342,
    0.8932613225081342,
    0.8932613225081342,
    0.8932613225081342,
    0.8932613225081342,
    0.8932613225081342,
    0.8932613225081342,
    0.8932613225081342,
    0.8932613225081342,
    0.8932613225081342
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens of their latest apps.",
    "At the event, HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, with tech companies displaying demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.5334793695345658,
    0.5334793695345658,
    0.5334793695345658,
    0.5334793695345658,
    0.5334793695345658,
    0.5334793695345658,
    0.5334793695345658,
    0.723760933902527,
    0.723760933902527,
    0.723760933902527,
    0.723760933902527,
    0.723760933902527,
    0.723760933902527,
    0.723760933902527,
    0.8179303050399185,
    0.8179303050399185,
    0.8179303050399185,
    0.8179303050399185,
    0.8179303050399185,
    0.8179303050399185,
    0.8179303050399185,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494,
    0.8725447230497494
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station.",
    "At a career-event setting, consulting firms stack glossy case study booklets on high tables while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "At a career-event setting, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Several finance firms offer QR codes that enable immediate internship applications. In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices.",
    "At a career-event setting, consulting firms stack glossy case-study booklets on high tables while alumni volunteers deliver quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, offering guidance that moves them from uncertainty toward suitable options. Several finance firms display QR codes that enable immediate internship applications. In a quiet area, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while alumni volunteers deliver quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, guiding them toward suitable options. Several finance firms display QR codes enabling immediate internship applications. In a quiet area, groups of students rehearse elevator pitches against a wall. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos as students line up outside the university gym before the career fair opens.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while alumni volunteers deliver quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Several finance firms display QR codes enabling immediate internship applications. In a quiet area, groups of students rehearse elevator pitches against a wall. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos as students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while alumni volunteers deliver quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Several finance firms display QR codes enabling immediate internship applications. In a quieter area, groups of students rehearse elevator pitches against a wall, with some rehearsing quietly. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos as students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3394758031544751,
    0.3394758031544751,
    0.3394758031544751,
    0.3394758031544751,
    0.3394758031544751,
    0.3394758031544751,
    0.3394758031544751,
    0.5654336124254173,
    0.5654336124254173,
    0.5654336124254173,
    0.5654336124254173,
    0.744165577266922,
    0.744165577266922,
    0.744165577266922,
    0.744165577266922,
    0.744165577266922,
    0.7977014540047709,
    0.7977014540047709,
    0.7977014540047709,
    0.7977014540047709,
    0.7977014540047709,
    0.7977014540047709,
    0.7977014540047709,
    0.7977014540047709,
    0.7977014540047709,
    0.8841544640907506,
    0.8841544640907506,
    0.8841544640907506,
    0.8841544640907506,
    0.8841544640907506,
    0.8841544640907506,
    0.8841544640907506,
    0.8841544640907506,
    0.8823702465183665,
    0.8823702465183665,
    0.8823702465183665,
    0.8823702465183665,
    0.8823702465183665,
    0.8823702465183665,
    0.8823702465183665,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006,
    0.8791832911722006
  ],
  "10": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display community outreach photos as consulting firms stack glossy case study booklets on high tables; career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable.",
    "Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable. Some students rehearse elevator pitches quietly against a wall.",
    "Within a campus event setting, healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable. Some students rehearse elevator pitches quietly against a wall. Outside the university gym, students line up before the career fair opens.",
    "On a campus event, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable. Some students rehearse elevator pitches quietly against a wall. Outside the university gym, students line up before the career fair opens, and counselors remind attendees to maintain eye contact.",
    "At a campus career fair, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Career counselors identify unsure students and redirect them toward applicable industries, guiding them from uncertainty toward suitable options, as some students rehearse concise elevator pitches quietly against a wall in a quiet area. Outside the university gym, students line up before the fair opens, and counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station while HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor, giving a busy, interconnected layout.",
    "At the campus career fair, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables, as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume-review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers deliver pep talks near the coffee station while HR teams jot notes on tablets as students introduce themselves. Career counselors identify unsure students and redirect them toward applicable industries, guiding them from uncertainty toward suitable options and reminding attendees to maintain eye contact. Outside the university gym, students line up before the fair opens, with some rehearsing elevator pitches quietly against a wall. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.35500336996464954,
    0.35500336996464954,
    0.35500336996464954,
    0.35500336996464954,
    0.6617357375884292,
    0.6617357375884292,
    0.6617357375884292,
    0.6617357375884292,
    0.6617357375884292,
    0.6617357375884292,
    0.7678818424012057,
    0.7678818424012057,
    0.7678818424012057,
    0.7678818424012057,
    0.7678818424012057,
    0.7678818424012057,
    0.7678818424012057,
    0.7678818424012057,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.7516805415164759,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8540489140095877,
    0.8852672641006039,
    0.8852672641006039,
    0.8852672641006039,
    0.8852672641006039,
    0.8852672641006039,
    0.8852672641006039,
    0.8852672641006039,
    0.8852672641006039,
    0.8852672641006039
  ],
  "11": [
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Ahead of the fair opening, in the university gym, students line up outside. Healthcare providers are presenting and showcasing photographs of their community outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Ahead of opening, students line up outside the university gym. Dozens of booths with colorful banners encircle the polished floor, as groups of friends mark target employers on the event map. In a quiet area, students rehearse concise elevator pitches against a wall. A robotics startup flies a drone above its booth to attract attention, and healthcare providers present and showcase photographs of their community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Ahead of opening, students line up outside the university gym. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on the event map. In a quiet area, students rehearse concise elevator pitches against a wall. A robotics startup flies a drone above its booth to attract attention, and healthcare providers present and showcase photographs of their community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "11_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.45294525044496253,
    0.45294525044496253,
    0.45294525044496253,
    0.45294525044496253,
    0.45294525044496253,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.5900669810208157,
    0.7452287553048222,
    0.7452287553048222,
    0.7452287553048222,
    0.7452287553048222,
    0.7452287553048222,
    0.890572618021937,
    0.890572618021937,
    0.890572618021937,
    0.890572618021937,
    0.890572618021937,
    0.890572618021937,
    0.890572618021937,
    0.890572618021937,
    0.890572618021937,
    0.890572618021937,
    0.8815172554682266,
    0.8815172554682266,
    0.8815172554682266,
    0.8815172554682266,
    0.8815172554682266,
    0.8815172554682266,
    0.8815172554682266,
    0.8815172554682266,
    0.8815172554682266,
    0.8815172554682266,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459,
    0.881793538278459
  ],
  "12": [
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym, awaiting the opening of the career fair.",
    "A line of students stands outside the university gym as they await the opening of the career fair. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits for the career fair to open. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits for the career fair to open. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase photos of community outreach.",
    "Outside the university gym, a line of students waits for the career fair to open. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. In a quiet area, students rehearse concise elevator pitches against a wall, speaking in hushed voices. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students waits for the career fair to open. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. In a quiet area, students rehearse concise elevator pitches against a wall, speaking in hushed voices. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students waits for the career fair to open. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. In a quiet area, students rehearse concise elevator pitches against a wall, speaking in hushed voices. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students waits for the career fair to open. Inside, dozens of booths with colorful banners circle the polished floor of the gym where groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. In a quiet area, students rehearse concise elevator pitches against a wall in hushed voices. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students waits for the career fair to open. Inside, dozens of booths with colorful banners circle the polished floor, where groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. In a quiet area, students rehearse concise elevator pitches against a wall in hushed voices. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, a line of students waits outside the gym before opening. Inside, dozens of booths with colorful banners circle the polished floor, where groups of friends mark target employers on the event map and students rehearse concise elevator pitches against walls in hushed voices. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resumereview table near the stage. A cybersecurity company runs a passwordcracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA, and attendees are reminded to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished floor as students queue outside the gym before opening. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display photographs of community outreach, while HR teams jot notes on tablets as students introduce themselves. Career counselors identify unsure students and redirect them toward applicable industries, reminding attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. A cybersecurity company hosts a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Welcome announcements outline the fair schedule over the PA, and attendees are reminded to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.496526183309293,
    0.496526183309293,
    0.496526183309293,
    0.7512151889213301,
    0.7512151889213301,
    0.7512151889213301,
    0.7512151889213301,
    0.7512151889213301,
    0.7626274315311938,
    0.7626274315311938,
    0.7626274315311938,
    0.7626274315311938,
    0.7626274315311938,
    0.7626274315311938,
    0.8201787978955736,
    0.8201787978955736,
    0.8201787978955736,
    0.8201787978955736,
    0.8335140778977685,
    0.8335140778977685,
    0.8335140778977685,
    0.8335140778977685,
    0.8519188418760254,
    0.8519188418760254,
    0.8519188418760254,
    0.8519188418760254,
    0.8519188418760254,
    0.8519188418760254,
    0.8721017662015393,
    0.8721017662015393,
    0.8721017662015393,
    0.8721017662015393,
    0.8721017662015393,
    0.8721017662015393,
    0.8795851310691604,
    0.8795851310691604,
    0.8795851310691604,
    0.8795851310691604,
    0.8795851310691604,
    0.8795851310691604,
    0.8795851310691604,
    0.8795851310691604,
    0.8914718241497843,
    0.8914718241497843,
    0.8914718241497843,
    0.8914718241497843,
    0.8914718241497843,
    0.8914718241497843,
    0.8914718241497843,
    0.8914718241497843,
    0.8971133096719515,
    0.8971133096719515,
    0.8971133096719515,
    0.8971133096719515
  ],
  "13": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews.",
    "At the university, students line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews. Counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university, students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the university, students queue outside the gym before the career fair opens as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor, while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, students queue outside the gym before opening as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor, while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Healthcare providers present photographs of their community outreach efforts.",
    "At the university career fair, students queue outside the gym ahead of opening as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor, while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Healthcare providers present photographs of their community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, students queue outside the gym ahead of opening as counselors remind attendees to maintain eye contact. An alumni panel discusses preparing for technical interviews, while alumni volunteers deliver pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths encircle the floor with banners, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage; consulting firms stack case study booklets on high tables among the booths. Finance firms provide QR codes for internship applications. Healthcare providers present photographs of their community outreach. Event staff scan registrations and hand out lanyards at the entrance. In a quiet area, students rehearse elevator pitches against a wall, practicing concise pitches in hushed voices. HR teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, students queue outside the gym before opening, as counselors remind attendees to maintain eye contact. An alumni panel discusses prepping for technical interviews, while alumni volunteers give pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths encircle the floor, banners displayed, and groups of friends mark target employers on the event map. The engineering society runs a resume review table near the stage; consulting firms stack case study booklets on high tables among the booths. Finance firms provide QR codes for internship applications; healthcare providers display photographs of their community outreach. Event staff scan registrations and hand out lanyards at the entrance. In a quiet area, students rehearse elevator pitches against a wall, practicing concise pitches in hushed voices, and HR teams jot notes on tablets as students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.41597475126914796,
    0.41597475126914796,
    0.41597475126914796,
    0.41597475126914796,
    0.45189919672401385,
    0.45189919672401385,
    0.45189919672401385,
    0.45189919672401385,
    0.45189919672401385,
    0.7749459888337304,
    0.7749459888337304,
    0.7749459888337304,
    0.7749459888337304,
    0.7749459888337304,
    0.7749459888337304,
    0.8343587570513775,
    0.8343587570513775,
    0.8343587570513775,
    0.8343587570513775,
    0.8409525417257606,
    0.8409525417257606,
    0.8409525417257606,
    0.8409525417257606,
    0.8409525417257606,
    0.8409525417257606,
    0.8685493967230358,
    0.8685493967230358,
    0.8685493967230358,
    0.8685493967230358,
    0.8685493967230358,
    0.8685493967230358,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8798785265748942,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834,
    0.8841676804021834
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable.",
    "In a professional setting, career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable. Healthcare providers showcase community outreach photos as part of outreach efforts, while consulting firms stack glossy case study booklets on high tables, arranging them for easy viewing.",
    "At a professional event, career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward suitable options. Healthcare providers showcase community outreach photos as part of outreach efforts. Consulting firms stack glossy case study booklets on high tables, arranging them for easy viewing. Students rehearse elevator pitches quietly against a wall. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At a professional event, career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward suitable options. Healthcare providers showcase community outreach photos as part of outreach efforts. Consulting firms stack glossy case study booklets on high tables, arranging them for easy viewing. Students rehearse elevator pitches quietly against a wall. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair, career counselors identify unsure students and redirect them toward applicable industries, while alumni volunteers offer quick pep talks near the coffee station. Several finance firms display QR codes for immediate internship applications. Healthcare providers present and showcase photographs of their community outreach efforts, and a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor, and consulting firms stack glossy case study booklets on high tables for easy viewing. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before opening, and in a quiet area, a group rehearses concise elevator pitches against a wall, refining delivery.",
    "At the campus career fair, counselors identify unsure students and redirect them toward applicable industries; alumni volunteers offer quick pep talks near the coffee station; dozens of booths with colorful banners line the polished floor. Finance firms display QR codes for immediate internship applications; healthcare providers present photographs of their community outreach, while a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables for easy viewing. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before opening, and in a quiet area, a group rehearses concise elevator pitches against a wall, refining delivery.",
    "At the campus career fair, counselors identify unsure students and redirect them toward applicable industries, while alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners line the polished floor. Finance firms display QR codes for immediate internship applications; healthcare providers present photographs of their community outreach; a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables for easy viewing. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before opening, and groups of friends mark target employers on the event map, while in a quiet area, a group rehearses concise elevator pitches against a wall, refining delivery.",
    "At the campus career fair, counselors identify unsure students and redirect them toward applicable industries, while alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners line the polished floor. Finance firms display QR codes for immediate internship applications; healthcare providers present photographs of their community outreach; a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables for easy viewing. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before opening, and groups of friends mark target employers on the event map, while in a quiet area, a group rehearses concise elevator pitches against a wall, refining delivery. Tech companies display demo screens showing their latest apps."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.5031278303674961,
    0.5031278303674961,
    0.5031278303674961,
    0.5031278303674961,
    0.5031278303674961,
    0.5031278303674961,
    0.7667369435750641,
    0.7667369435750641,
    0.7667369435750641,
    0.7667369435750641,
    0.7667369435750641,
    0.7667369435750641,
    0.7935103310758234,
    0.7935103310758234,
    0.7935103310758234,
    0.7935103310758234,
    0.7935103310758234,
    0.7935103310758234,
    0.7935103310758234,
    0.873935558987216,
    0.873935558987216,
    0.873935558987216,
    0.873935558987216,
    0.873935558987216,
    0.873935558987216,
    0.873935558987216,
    0.8820481729012073,
    0.8820481729012073,
    0.8820481729012073,
    0.8820481729012073,
    0.8820481729012073,
    0.8820481729012073,
    0.8820481729012073,
    0.8820481729012073,
    0.8820481729012073,
    0.8772590467048926,
    0.8772590467048926,
    0.8772590467048926,
    0.8772590467048926,
    0.8772590467048926,
    0.8772590467048926,
    0.8772590467048926,
    0.8838300898498731,
    0.8838300898498731,
    0.8838300898498731,
    0.8838300898498731,
    0.8838300898498731,
    0.8838300898498731,
    0.8838300898498731
  ],
  "15": [
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "The scene features alumni volunteers sharing quick pep talks near the coffee station.",
    "Alumni volunteers offer quick pep talks near the coffee station, while several finance firms provide QR codes enabling immediate internship applications. In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches with hushed voices.",
    "At the campus career fair, alumni volunteers are offering quick pep talks near the coffee station, while several finance firms display QR codes enabling immediate internship applications. In a quiet area, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed tones. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers are presenting and showcasing photographs of their community outreach efforts. Outside the university gym, students line up before the career fair opens.",
    "At the campus career fair, alumni volunteers offer quick pep talks near the coffee station, while several finance firms display QR codes for immediate internship applications. In a quiet area, a group of students rehearses concise elevator pitches against a wall, refining delivery in hushed tones. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers are presenting and showcasing photographs of their community outreach efforts. Outside the university gym, students line up before the career fair opens. Nearby, an alumni panel discusses how to prepare for technical interviews, offering guidance relevant to the preparation process.",
    "At the campus career fair, alumni volunteers offer pep talks near the coffee station while finance firms display QR codes for internships. In a quiet area, a group of students rehearses concise elevator pitches against a wall, refining delivery in hushed tones. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers present and showcase photographs of their community outreach efforts. Outside the university gym, students line up before the fair opens. Nearby, an alumni panel discusses how to prepare for technical interviews. Career counselors identify unsure students and redirect them toward suitable industries. Consulting firms stack glossy case study booklets on high tables; the engineering society runs a resume review near the stage. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station while finance firms display QR codes for internships. In a quiet area, students rehearse concise elevator pitches against a wall, refining delivery in hushed tones. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers present and showcase photographs of their community outreach. Outside the university gym, students line up before opening, as an alumni panel discusses how to prepare for technical interviews. Career counselors identify unsure students and redirect them toward suitable industries, offering guidance and reminding attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables; the engineering society runs a resume-review table near the stage. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while groups of friends mark target employers on the event map.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station while finance firms display QR codes for internships. In a quiet area, students rehearse concise elevator pitches against a wall, refining delivery in hushed tones. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers present and showcase photographs of their community outreach. Outside the university gym, students line up before opening as an alumni panel discusses how to prepare for technical interviews. Career counselors identify unsure students and redirect them toward suitable industries, offering guidance and reminding attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables; the engineering society runs a resume-review table near the stage. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.34256053941386266,
    0.34256053941386266,
    0.34256053941386266,
    0.5450230836246016,
    0.5450230836246016,
    0.5450230836246016,
    0.5450230836246016,
    0.5450230836246016,
    0.5450230836246016,
    0.5450230836246016,
    0.8348355875724003,
    0.8348355875724003,
    0.8348355875724003,
    0.8348355875724003,
    0.8348355875724003,
    0.8348355875724003,
    0.8348355875724003,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8611628617933436,
    0.8856700094175991,
    0.8856700094175991,
    0.8856700094175991,
    0.8856700094175991,
    0.8856700094175991,
    0.8856700094175991,
    0.8856700094175991,
    0.8856700094175991,
    0.8856700094175991,
    0.8856700094175991,
    0.8763668751054747,
    0.8763668751054747,
    0.8763668751054747,
    0.8763668751054747,
    0.8763668751054747,
    0.8763668751054747,
    0.8763668751054747,
    0.8759292913000517,
    0.8759292913000517,
    0.8759292913000517,
    0.8759292913000517,
    0.8759292913000517,
    0.8759292913000517
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Several finance firms offer QR codes to enable immediate internship applications.",
    "Several finance firms offer QR codes that enable immediate internship applications. In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches with hushed voices.",
    "Several finance firms offer QR codes that enable immediate internship applications. In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches with hushed voices, while alumni volunteers deliver quick pep talks near the coffee station.",
    "Several finance firms offer QR codes that enable immediate internship applications. In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. The scene features alumni volunteers delivering quick pep talks near the coffee station.",
    "Several finance firms offer QR codes that enable immediate internship applications. In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "At a career-event setting, finance firms offer QR codes that enable immediate internship applications. In a quiet area, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a career event, finance firms offer QR codes for immediate internship applications. In a quiet area, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor.",
    "At a bustling career fair, dozens of booths with colorful banners line the polished floor; finance firms offer QR codes for immediate internship applications. Groups of students rehearse hushed elevator pitches against a wall; alumni volunteers deliver quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables; human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, a line of students waits for the fair to open. Healthcare providers showcase photos of community outreach, and groups mark target employers on the event map. An alumni panel discusses preparing for technical interviews.",
    "At a bustling career fair with dozens of booths and colorful banners, finance firms offer QR codes for immediate internship applications. Groups of students rehearse elevator pitches against a wall while alumni volunteers deliver pep talks near the coffee station; career counselors redirect unsure students toward applicable industries, and HR jot notes on tablets as students introduce themselves. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase photos of community outreach, and groups mark target employers on the event map. An alumni panel discusses preparing for technical interviews. Outside the university gym, a line of students waits for the fair to open. A robotics startup flies a drone above its booth to draw attention. The PA outlines the fair schedule.",
    "At a bustling career fair with dozens of booths and colorful banners, finance firms offer QR codes for immediate internship applications. Groups of students rehearse elevator pitches against a wall while alumni volunteers deliver pep talks near the coffee station; career counselors redirect unsure students toward applicable industries, and HR jot notes on tablets as students introduce themselves. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase photos of community outreach, and groups mark target employers on the event map. An alumni panel discusses preparing for technical interviews. Outside the university gym, a line of students waits for the fair to open. A robotics startup flies a drone above its booth to draw attention. The PA outlines the fair schedule."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4083112847298922,
    0.4083112847298922,
    0.4083112847298922,
    0.4083112847298922,
    0.5214345950759254,
    0.5214345950759254,
    0.5214345950759254,
    0.5214345950759254,
    0.5214345950759254,
    0.5391506409820201,
    0.5391506409820201,
    0.5391506409820201,
    0.6669636663913767,
    0.6669636663913767,
    0.6669636663913767,
    0.6669636663913767,
    0.6669636663913767,
    0.6504569838782986,
    0.6504569838782986,
    0.6504569838782986,
    0.6504569838782986,
    0.7533225950709344,
    0.7533225950709344,
    0.7533225950709344,
    0.7533225950709344,
    0.7533225950709344,
    0.7533225950709344,
    0.7533225950709344,
    0.8028899712625281,
    0.8028899712625281,
    0.8028899712625281,
    0.8028899712625281,
    0.8028899712625281,
    0.8028899712625281,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.8921579316031703,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615,
    0.9033839155498615
  ],
  "17": [
    "",
    "",
    "",
    "Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable.",
    "Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable.",
    "Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable.",
    "Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable. The engineering society sponsors a resume review table near the stage, while dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors identify unsure students and redirect them toward applicable industries, providing guidance that moves students from uncertainty toward industry options deemed suitable. The engineering society sponsors a resume review table near the stage, while dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors identify unsure students and redirect them toward applicable industries, providing guidance that moves students from uncertainty toward industry options deemed suitable. The engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors identify unsure students and redirect them toward applicable industries. The engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes enabling immediate internship applications. In a quiet area, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors identify unsure students and redirect them toward applicable industries. The engineering society sponsors a resume review table near the stage, while dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes enabling immediate internship applications. In a quiet area, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, counselors identify unsure students and redirect them toward applicable industries. The engineering society sponsors a resume review table near the stage, while dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes enabling immediate internship applications. In a quiet area, a group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, students queue outside the gym before opening as counselors remind attendees to maintain eye contact, and counselors identify unsure students and redirect them toward applicable industries. Booths with colorful banners encircle polished floor. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes enabling immediate internship applications. In a quiet area, a group rehearses elevator pitches against a wall, while alumni volunteers deliver pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. A drone flies above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers present photographs of their community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.3316304815627813,
    0.5405666315833622,
    0.5405666315833622,
    0.5405666315833622,
    0.5405666315833622,
    0.5405666315833622,
    0.5405666315833622,
    0.5405666315833622,
    0.5405666315833622,
    0.5858197974562342,
    0.5858197974562342,
    0.5858197974562342,
    0.5858197974562342,
    0.5858197974562342,
    0.5716037577685362,
    0.5716037577685362,
    0.5716037577685362,
    0.5716037577685362,
    0.5716037577685362,
    0.5716037577685362,
    0.8217449369723469,
    0.8217449369723469,
    0.8217449369723469,
    0.8217449369723469,
    0.8217449369723469,
    0.8217449369723469,
    0.8209175758830412,
    0.8209175758830412,
    0.8209175758830412,
    0.8209175758830412,
    0.8209175758830412,
    0.8209175758830412,
    0.8209175758830412,
    0.8209175758830412,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8594890171299197,
    0.8875980632176418,
    0.8875980632176418
  ],
  "18": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and healthcare providers showcase community outreach photos.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Outside the university gym, a line of students awaits the opening of the career fair, and groups of friends mark target employers on the event map.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Outside the university gym, a line of students waits for the career fair to open, and groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Outside the university gym, a line of students waits for the career fair to open, and groups of friends mark target employers on the event map. Inside, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. In a quiet area nearby, a group of students rehearses concise elevator pitches against a wall, using hushed voices to refine delivery.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Outside the university gym, a line of students waits for the career fair to open as groups of friends mark target employers on the event map. Inside the venue, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure attendees toward applicable industries. In a nearby quiet area, a group of students rehearses concise elevator pitches against a wall, using hushed voices to refine delivery. Career counselors remind attendees to maintain eye contact.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Outside the university gym, a line of students waits for the career fair to open as groups of friends mark target employers on the event map. Inside the venue, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure attendees toward applicable industries. In a nearby quiet area, a group of students rehearses concise elevator pitches against a wall, using hushed voices to refine delivery, with career counselors reminding attendees to maintain eye contact.",
    "At a campus career fair near the university gym, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase photos of community outreach. Outside the gym, a line of students waits for the fair to open as groups of friends mark target employers on the event map. Inside the venue, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure attendees toward applicable industries. In a nearby quiet area, students rehearse concise elevator pitches against a wall, with career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At a campus career fair near the university gym, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase photos of community outreach. Outside, a line of students waits for the fair to open as groups of friends mark target employers on the event map. Inside, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure attendees toward applicable industries. In a nearby quiet area, students rehearse concise elevator pitches against a wall, with counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "18_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4015015250332946,
    0.4015015250332946,
    0.4015015250332946,
    0.4015015250332946,
    0.4015015250332946,
    0.6180137009313733,
    0.6180137009313733,
    0.6180137009313733,
    0.784938147250743,
    0.784938147250743,
    0.784938147250743,
    0.784938147250743,
    0.784938147250743,
    0.784938147250743,
    0.784938147250743,
    0.7733072047581075,
    0.7733072047581075,
    0.7733072047581075,
    0.7733072047581075,
    0.7733072047581075,
    0.7733072047581075,
    0.7638110614661898,
    0.7638110614661898,
    0.7638110614661898,
    0.7638110614661898,
    0.7638110614661898,
    0.7500787949645513,
    0.7500787949645513,
    0.7500787949645513,
    0.7500787949645513,
    0.7500787949645513,
    0.7500787949645513,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8618958883045149,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553,
    0.8671027677598553
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches with hushed voices.",
    "In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches with hushed voices.",
    "In a quiet setting, a group of students rehearses concise elevator pitches against a wall, speaking in hushed voices. An alumni panel discusses how to prepare for technical interviews.",
    "In a quiet setting, a group of students rehearses concise elevator pitches against a wall, speaking in hushed voices. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map.",
    "In a quiet setting, students rehearse concise elevator pitches against a wall, speaking in hushed voices. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "Within a quiet university setting, students rehearse concise elevator pitches against a wall in hushed tones while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits for the career fair to open. Healthcare providers showcase photos of community outreach, accompanying the other exhibitors as attendees network.",
    "Within a quiet university setting, students rehearse concise elevator pitches against a wall in hushed tones while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits for the career fair to open. Healthcare providers showcase photos of community outreach as attendees network, accompanying the other exhibitors. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Set in a quiet university with a career fair in a polished-floor gym, students rehearse elevator pitches against a wall in hushed tones while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the floor as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits for the fair to open. Healthcare providers showcase photos of community outreach as attendees network alongside other exhibitors. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At a quiet university, a career fair unfolds in a polished-floor gym. Dozens of booths with colorful banners encircle the floor as groups of friends mark target employers on an event map; a line of students waits outside the gym ahead of opening. Inside, students rehearse concise elevator pitches against a wall while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photographs of community outreach. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA outlines the schedule.",
    "At a quiet university, a career fair unfolds in a polished-floor gym where dozens of booths with colorful banners encircle the floor and groups of friends mark target employers on an event map. A line of students waits outside the gym ahead of opening. Inside, students rehearse concise elevator pitches against a wall while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photographs of community outreach. Human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA outlines the schedule."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.20811862091022296,
    0.20811862091022296,
    0.20811862091022296,
    0.20811862091022296,
    0.20811862091022296,
    0.20811862091022296,
    0.20811862091022296,
    0.20811862091022296,
    0.4785695466880696,
    0.4785695466880696,
    0.4785695466880696,
    0.7073695799172093,
    0.7073695799172093,
    0.7073695799172093,
    0.7073695799172093,
    0.7073695799172093,
    0.7509470756180516,
    0.7509470756180516,
    0.7509470756180516,
    0.7509470756180516,
    0.7509470756180516,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8033436893920181,
    0.8107550104088801,
    0.8107550104088801,
    0.8107550104088801,
    0.8107550104088801,
    0.8107550104088801,
    0.8107550104088801,
    0.8107550104088801,
    0.8107550104088801,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8411577831761533,
    0.8520108918417364,
    0.8520108918417364,
    0.8520108918417364,
    0.8520108918417364,
    0.8520108918417364,
    0.8520108918417364,
    0.8520108918417364,
    0.8538471914471454
  ],
  "20": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor, while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair at the university gym, where groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens, as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners surround the polished floor of the university gym career fair. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the gym before the fair opens, as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos as part of outreach efforts. Consulting firms stack glossy case study booklets on high tables for easy viewing. Students rehearse elevator pitches quietly against a wall.",
    "Dozens of booths with colorful banners surround the polished gym floor of the university career fair. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the gym before opening, while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos as part of outreach efforts. Consulting firms stack glossy case study booklets on high tables for easy viewing. Students rehearse elevator pitches quietly against a wall.",
    "Dozens of booths with colorful banners surround the polished university gym floor. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside before opening as counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables. Students rehearse elevator pitches quietly against a wall, refining delivery in hushed tones. Alumni volunteers offer pep talks near the coffee station; finance firms display QR codes for internship applications."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5523498865301959,
    0.5523498865301959,
    0.5523498865301959,
    0.5523498865301959,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.5998387390573399,
    0.8843969503680189,
    0.8843969503680189,
    0.8843969503680189,
    0.8843969503680189,
    0.8843969503680189,
    0.8843969503680189,
    0.8843969503680189,
    0.8591889513500236,
    0.8591889513500236,
    0.8591889513500236,
    0.8591889513500236,
    0.8591889513500236,
    0.8591889513500236,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8744198278657083,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034,
    0.8253278883423034
  ],
  "21": [
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall.",
    "Some students rehearse elevator pitches quietly against a wall, while career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable.",
    "Students at the event rehearse elevator pitches quietly against a wall as career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves students from uncertainty toward industry options deemed suitable. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, students rehearse elevator pitches quietly against a wall. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves uncertainty toward industry options deemed suitable. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, students rehearse elevator pitches quietly against a wall. Career counselors identify unsure students and redirect them toward applicable industries, offering guidance that moves uncertainty toward industry options deemed suitable. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair event, students rehearse elevator pitches quietly against a wall; career counselors identify unsure students and redirect them toward applicable industries, guiding them toward suitable industry options. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, a line of students waits for the career fair to open. Healthcare providers showcase photos of community outreach.",
    "At the career fair event, students rehearse elevator pitches quietly against a wall while career counselors identify unsure students and redirect them toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, a line of students waits for the career fair to open. Healthcare providers showcase photos of community outreach.",
    "At the career fair, students rehearse concise elevator pitches against a wall in quiet, hushed voices, refining delivery, while career counselors identify unsure students and redirect them toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, offering guidance relevant to preparation. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, a line of students waits for the fair to open. Healthcare providers showcase photos of community outreach. Human resources teams jot notes on tablets as students introduce themselves, alongside career counselors directing attendees. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, activity unfolds around the university gym and entrance. Outside, a line of students waits for the fair to open; inside, healthcare providers present and showcase photos of their community outreach. In the hall, students rehearse concise elevator pitches against a wall in quiet voices, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth; a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, offering guidance, and career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves; groups of friends mark target employers on the event map; event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders near the resume review table by the stage."
  ],
  "21_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.3563415402814515,
    0.3563415402814515,
    0.3563415402814515,
    0.3563415402814515,
    0.6141441110831743,
    0.6141441110831743,
    0.6141441110831743,
    0.6141441110831743,
    0.6141441110831743,
    0.7925926316370177,
    0.7925926316370177,
    0.7925926316370177,
    0.840994980219596,
    0.840994980219596,
    0.840994980219596,
    0.840994980219596,
    0.840994980219596,
    0.8812801847001792,
    0.8812801847001792,
    0.8812801847001792,
    0.8812801847001792,
    0.8812801847001792,
    0.8775598582618577,
    0.8775598582618577,
    0.8775598582618577,
    0.8775598582618577,
    0.8775598582618577,
    0.8775598582618577,
    0.8775598582618577,
    0.8976354791104604,
    0.8976354791104604,
    0.8976354791104604,
    0.8976354791104604,
    0.8976354791104604,
    0.8976354791104604,
    0.8976354791104604,
    0.8976354791104604,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937,
    0.9017285803416937
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while dozens of booths with colorful banners circle the polished floor.",
    "At the event, the engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor. Career counselors identify unsure students and redirect them toward applicable industries, providing guidance that moves students from uncertainty toward industry options deemed suitable.",
    "At the event, the engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor. Career counselors identify unsure students and redirect them toward applicable industries, providing guidance that moves students from uncertainty toward industry options deemed suitable. A welcome announcement outlines the fair schedule over the PA system.",
    "The event features a resume review table near the stage and dozens of booths with colorful banners circling the polished floor. Career counselors identify unsure students and redirect them toward applicable industries, guiding them from uncertainty toward suitable industry options. A welcome announcement over the PA system outlines the fair schedule. In a quiet setting, several finance firms offer QR codes enabling immediate internship applications. A group of students rehearses elevator pitches against a wall, in hushed voices as they practice concise pitches. Nearby, alumni volunteers share quick pep talks near the coffee station, offering encouragement.",
    "A resume review table near the stage anchors the event, as dozens of booths with colorful banners circle the polished floor. Career counselors identify unsure students and guide them toward appropriate industries, translating uncertainty into options. A welcome PA announces the fair schedule. In a quiet area, several finance firms display QR codes for immediate internship applications. Students rehearse elevator pitches against a wall in hushed voices. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, blending informal outreach with demonstrations and literature displays.",
    "A resume review table near the stage anchors the event as dozens of booths with colorful banners circle the polished floor. Career counselors identify unsure students and guide them toward appropriate industries, translating uncertainty into options. A welcome PA announces the fair schedule. In a quiet area, several finance firms display QR codes for immediate internship applications. Students rehearse elevator pitches against a wall in hushed voices. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, blending informal outreach with demonstrations and literature displays.",
    "At the university career fair held in a gym, dozens of booths with banners surround the space, with an engineering society sponsoring a resume review table near the stage. Career counselors identify unsure students and guide them toward applicable industries, translating uncertainty into options, while HR teams jot notes on tablets as students introduce themselves. Friends mark target employers on the event map. A welcome PA announces the fair schedule, and students line up outside the gym before opening. In a quiet area, finance firms display QR codes for internships; alumni volunteers offer pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth; consulting firms stack case-study booklets on high tables for easy viewing. Healthcare providers showcase community outreach photos as part of outreach efforts. Students rehearse elevator pitches against a wall quietly."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.40715831921933493,
    0.40715831921933493,
    0.40715831921933493,
    0.40715831921933493,
    0.40715831921933493,
    0.5696672967478104,
    0.5696672967478104,
    0.5696672967478104,
    0.5696672967478104,
    0.5696672967478104,
    0.5696672967478104,
    0.7492809936281809,
    0.7492809936281809,
    0.7492809936281809,
    0.7492809936281809,
    0.7492809936281809,
    0.7492809936281809,
    0.873140053968941,
    0.873140053968941,
    0.873140053968941,
    0.873140053968941,
    0.873140053968941,
    0.873140053968941,
    0.9078585051557271,
    0.9078585051557271,
    0.9078585051557271,
    0.9078585051557271,
    0.9078585051557271,
    0.9078585051557271,
    0.9078585051557271,
    0.9078585051557271,
    0.9078585051557271,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.914254004936724,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504,
    0.8790980031352504
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "The scene shows alumni volunteers delivering quick pep talks near the coffee station.",
    "The scene shows alumni volunteers delivering quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables, creating a scene that blends informal outreach with demonstration and literature displays.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables, creating a scene that blends informal outreach with demonstration and literature displays. Dozens of booths with colorful banners encircle the polished floor, as groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a career-event venue, alumni volunteers deliver brief pep talks near the coffee station while a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables among dozens of booths with colorful banners encircling the polished floor, as groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes for immediate internship applications. In a quiet area, students rehearse elevator pitches against a wall, practicing concise pitches in hushed voices. Career counselors direct unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, dozens of booths encircle the polished floor, where alumni volunteers deliver pep talks near the coffee station and a robotics startup flies a drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. The engineering society sponsors a resumereview table near the stage, and finance firms provide QR codes for internship applications. In a quiet area, students rehearse elevator pitches; career counselors direct unsure students toward applicable industries, with HR jotting notes on tablets as students introduce themselves. Healthcare providers present photographs of community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths, and students queue outside the gym ahead of opening as counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the campus career fair inside the gym, dozens of booths encircle a polished floor with colorful banners. Alumni volunteers deliver pep talks near the coffee station, and a robotics startup flies a drone above its booth to draw attention. Consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage, and several finance firms display QR codes for internship applications. In quieter areas, students rehearse elevator pitches as career counselors direct unsure students toward applicable industries, and HR staff jot notes on tablets as students introduce themselves. Healthcare providers present photographs of community outreach efforts. Event staff scan registrations and hand out lanyards at the entrance. A welcome PA announces the schedule, and alumni panels discuss preparing for technical interviews; outside the gym, students queue before opening."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3545313365949921,
    0.3545313365949921,
    0.3545313365949921,
    0.4110375272566748,
    0.4110375272566748,
    0.4110375272566748,
    0.4110375272566748,
    0.4110375272566748,
    0.4110375272566748,
    0.574371017816161,
    0.574371017816161,
    0.574371017816161,
    0.574371017816161,
    0.574371017816161,
    0.574371017816161,
    0.574371017816161,
    0.574371017816161,
    0.574371017816161,
    0.574371017816161,
    0.7991033462947678,
    0.7991033462947678,
    0.7991033462947678,
    0.7991033462947678,
    0.7991033462947678,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8187113423879548,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8790053179917179,
    0.8760356909192543
  ],
  "24": [
    "",
    "",
    "",
    "Several finance firms offer QR codes to enable immediate internship applications.",
    "Several finance firms offer QR codes to enable immediate internship applications.",
    "Several finance firms offer QR codes that enable immediate internship applications. In a quiet setting, a group of students rehearses elevator pitches against a wall, practicing concise pitches with hushed voices.",
    "Several finance firms offer QR codes that enable immediate internship applications, and in a quiet setting a group of students rehearses elevator pitches against a wall, practicing concise pitches with hushed voices.",
    "In a quiet setting, several finance firms offer QR codes that enable immediate internship applications. A group of students rehearses elevator pitches against a wall, practicing concise pitches with hushed voices. Nearby, alumni volunteers share quick pep talks near the coffee station, offering encouragement.",
    "In a quiet setting, several finance firms offer QR codes that enable immediate internship applications. A group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Nearby, alumni volunteers share quick pep talks near the coffee station, offering encouragement.",
    "In a quiet setting, several finance firms offer QR codes that enable immediate internship applications. A group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Nearby, alumni volunteers share quick pep talks near the coffee station, offering encouragement. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a quiet setting, several finance firms provide QR codes that enable immediate internship applications. A group of students rehearses elevator pitches against a wall, practicing concise pitches in hushed voices. Nearby, alumni volunteers share quick pep talks near the coffee station, offering encouragement. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a quiet venue, several finance firms display QR codes enabling immediate internship applications. A group of students rehearses concise elevator pitches against a wall, speaking in hushed voices. Nearby, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "In a quiet venue, several finance firms display QR codes enabling immediate internship applications. A group of students rehearses concise elevator pitches against a wall, speaking in hushed voices. Nearby, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the campus career fair and surrounding spaces, dozens of booths with colorful banners encircle a polished floor. Finance firms display QR codes for immediate internship applications, complemented by a robotics startup flying a small drone above its booth. Groups of friends mark target employers on the event map, while alumni volunteers deliver quick pep talks near the coffee station and career counselors identify unsure students to redirect them toward applicable industries. A quiet wall hosts groups rehearsing concise elevator pitches, refining delivery, and outside the university gym, students line up before opening. Human resources teams jot notes on tablets as students introduce themselves; an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables; healthcare providers present photographs of their community outreach.",
    "At the campus career fair and surrounding spaces, dozens of booths with colorful banners encircle a polished floor. Finance firms display QR codes for immediate internship applications, and a robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map; alumni volunteers offer quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. A quiet wall hosts groups rehearsing concise elevator pitches. Outside the university gym, students line up before opening. HR teams jot notes on tablets as students introduce themselves; an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case-study booklets on high tables; healthcare providers display photographs of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the campus career fair and surrounding spaces, dozens of booths with colorful banners encircle a polished floor. Finance firms display QR codes for immediate internship applications, while a robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map; alumni volunteers offer quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. A quiet wall hosts groups rehearsing concise elevator pitches. Outside the university gym, students line up before opening. HR teams jot notes on tablets as students introduce themselves; an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case-study booklets on high tables; healthcare providers display photographs of their community outreach. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4083112847298922,
    0.4083112847298922,
    0.4083112847298922,
    0.4083112847298922,
    0.4083112847298922,
    0.4083112847298922,
    0.5214345950759254,
    0.5214345950759254,
    0.5214345950759254,
    0.5214345950759254,
    0.37075937403712506,
    0.37075937403712506,
    0.37075937403712506,
    0.37075937403712506,
    0.6391038681622458,
    0.6391038681622458,
    0.6391038681622458,
    0.6391038681622458,
    0.6391038681622458,
    0.6362908311918115,
    0.6362908311918115,
    0.6362908311918115,
    0.7145699731491468,
    0.7145699731491468,
    0.7145699731491468,
    0.7145699731491468,
    0.7159441284321211,
    0.7159441284321211,
    0.7159441284321211,
    0.7159441284321211,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.7582203095535609,
    0.8751896753654043,
    0.8751896753654043,
    0.8751896753654043,
    0.8751896753654043,
    0.8751896753654043,
    0.8751896753654043,
    0.8751896753654043,
    0.8751896753654043,
    0.8751896753654043,
    0.8751896753654043,
    0.8826216941816444,
    0.8826216941816444,
    0.8826216941816444,
    0.8826216941816444,
    0.8826216941816444,
    0.8826709078704196,
    0.8826709078704196,
    0.8826709078704196,
    0.8826709078704196,
    0.8826709078704196,
    0.8826709078704196,
    0.8826709078704196
  ]
}