{
  "0": [
    "",
    "",
    "",
    "",
    "Healthcare providers are displaying photos that document their community outreach efforts. The scene centers on a showcase of outreach imagery by medical staff, with the photos conveying engagement with the community.",
    "Healthcare providers are displaying photos that document their community outreach efforts. The scene centers on a showcase of outreach imagery created by medical staff, with the photographs conveying engagement with the community. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers are displaying a photo exhibit documenting their community outreach, with a showcase of imagery created by medical staff that conveys engagement with the community. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers are displaying a photo exhibit documenting their community outreach, with a showcase of imagery created by medical staff that conveys engagement with the community. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Healthcare providers are displaying a photo exhibit documenting their community outreach, featuring imagery created by medical staff that conveys engagement with the community. Alumni volunteers are sharing quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers display a photo exhibit documenting their community outreach, featuring imagery created by medical staff that conveys engagement with the community. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. The scene shows students clutching resumes inside branded folders while healthcare providers display photos documenting their outreach efforts. At the center is a showcase of outreach imagery created by medical staff, with the photos conveying active engagement with the community.",
    "Healthcare providers present a photo exhibit documenting their community outreach, featuring imagery created by medical staff that conveys active engagement with the community. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders as providers display outreach photographs. At the center is a showcase of outreach imagery created by medical staff, anchoring the scene and reinforcing the community-focused presentation.",
    "At the event, healthcare providers present a photo exhibit documenting their community outreach, featuring imagery created by medical staff and anchored by a central showcase that reinforces the community-focused presentation. Alumni volunteers give quick pep talks near the coffee station, adding brief informal encouragement. Dozens of booths with colorful banners encircle the polished floor, while students clutch resumes in branded folders as providers display outreach photographs. In a business setting, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps and current software offerings.",
    "At the professional gathering, healthcare providers present a photo exhibit documenting their community outreach, featuring imagery created by medical staff with a central showcase reinforcing active community engagement. Dozens of booths with colorful banners encircle the polished floor, where students clutch resumes tucked inside branded folders as providers display outreach photographs. Alumni volunteers offer quick pep talks near the coffee station. In the business segment, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps and current software offerings.",
    "At the professional gathering, healthcare providers present a photo exhibit documenting their community outreach, created by medical staff, with imagery and a central showcase reinforcing active engagement with the community. Dozens of booths with colorful banners encircle the polished floor, where students clutch resumes tucked inside branded folders as providers display outreach photographs. Alumni volunteers offer quick pep talks near the coffee station, providing informal encouragement. In the business segment, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps and current software offerings. Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the professional gathering on campus, a photo exhibit created by medical staff documents community outreach, anchored by a central showcase and imagery that reinforces active engagement with the community. Dozens of booths with colorful banners encircle the polished floor, where students clutch resumes tucked inside branded folders as providers display outreach photographs. Alumni volunteers offer quick pep talks near the coffee station, providing informal encouragement. In the business segment, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps and software offerings. Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "On campus, a professional gathering features a photo exhibit created by medical staff documenting community outreach, anchored by a central showcase and imagery reinforcing active engagement with the community. Dozens of booths with colorful banners encircle the polished floor, where students clutch resumes tucked inside branded folders as providers display outreach photographs. Alumni volunteers offer quick pep talks near the coffee station. In the business segment, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps and software offerings. Outside the university gym, students line up before the career fair opens as event staff scan registrations and hand out lanyards at the entrance.",
    "On campus, a professional gathering centers on a career fair that unfolds both outside the university gym before opening and inside the gym itself. A photo exhibit by healthcare providers documents community outreach, anchored by a central showcase and imagery of active engagement. Dozens of booths with colorful banners encircle a polished floor; students clutch resumes tucked inside branded folders as providers display outreach photographs. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while a welcome PA outlines the fair schedule. In the business segment, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps and software offerings.",
    "On campus, a professional gathering centers on a career fair unfolding outside the university gym before opening and inside the gym. A photo exhibit by healthcare providers documents community outreach, anchored by a central showcase and imagery of active engagement. Dozens of booths with colorful banners encircle a polished floor, where students clutch resumes tucked inside branded folders as providers display outreach photographs. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while a welcome PA outlines the fair schedule. In the business segment, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps and software offerings."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33398863050879446,
    0.33398863050879446,
    0.33398863050879446,
    0.33398863050879446,
    0.4852333070244905,
    0.4852333070244905,
    0.4852333070244905,
    0.42214271956120797,
    0.42214271956120797,
    0.42214271956120797,
    0.42214271956120797,
    0.4265768751863809,
    0.4265768751863809,
    0.5029107631966845,
    0.5029107631966845,
    0.5029107631966845,
    0.5029107631966845,
    0.5886665685485555,
    0.5886665685485555,
    0.5886665685485555,
    0.5886665685485555,
    0.5886665685485555,
    0.5766580144492255,
    0.5766580144492255,
    0.5766580144492255,
    0.5766580144492255,
    0.5766580144492255,
    0.5766580144492255,
    0.6548391577473835,
    0.6548391577473835,
    0.6548391577473835,
    0.6548391577473835,
    0.6548391577473835,
    0.6378830879753132,
    0.6378830879753132,
    0.6378830879753132,
    0.6378830879753132,
    0.7635589643662877,
    0.7635589643662877,
    0.7635589643662877,
    0.7635589643662877,
    0.7635589643662877,
    0.7948087541125745,
    0.7948087541125745,
    0.7948087541125745,
    0.7948087541125745,
    0.7948087541125745,
    0.779811450523161,
    0.779811450523161,
    0.779811450523161,
    0.779811450523161,
    0.779811450523161,
    0.779811450523161,
    0.8842727917457103,
    0.8842727917457103,
    0.8842727917457103,
    0.8842727917457103,
    0.8842727917457103,
    0.8842727917457103,
    0.8698559352991003,
    0.8698559352991003,
    0.8698559352991003
  ],
  "1": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "In a business setting, consulting firms stack glossy case study booklets on high tables.",
    "In a business setting, consulting firms stack glossy case study booklets on high tables.",
    "At a business setting, consulting firms stack glossy case study booklets on high tables. During the event, healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station.",
    "In a business setting, consulting firms stack glossy case study booklets on high tables. At the event, healthcare providers present community outreach photos and display a photo exhibit documenting their outreach, with imagery created by medical staff conveying community engagement. Near the coffee station, alumni volunteers give quick pep talks, adding brief informal encouragement. Tech companies display demo screens showing their latest apps and current software offerings.",
    "In a business event setting, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps and current software offerings; healthcare providers present community outreach photos and display a photo exhibit documenting their outreach, with imagery created by medical staff conveying community engagement. Near the coffee station, alumni volunteers give quick pep talks, providing brief informal encouragement.",
    "In a business event setting, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps and current software offerings. Healthcare providers present community outreach photos and display a photo exhibit documenting their outreach, with imagery created by medical staff conveying community engagement. Near the coffee station, alumni volunteers give quick pep talks, offering brief informal encouragement.",
    "At a mixed campus career fair and business event, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps and current software offerings. Healthcare providers present outreach photos and maintain a photo exhibit documenting their community engagement, with imagery created by medical staff. Alumni volunteers stand near a coffee station, delivering brief pep talks and contributing to a collaborative atmosphere. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, the same mix of exhibitors—tech companies with demo screens and healthcare providers with outreach photography—repeats, centered by a showcase of outreach imagery created by medical staff signaling ongoing community engagement. Dozens of booths with colorful banners circle the polished floor.",
    "At a mixed campus career fair and business event, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps and software offerings. Healthcare providers present outreach photos and maintain a photo exhibit documenting their community engagement, with imagery created by medical staff. Alumni volunteers stand near a coffee station, delivering brief pep talks and contributing to a collaborative atmosphere. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, the same mix of exhibitors repeats, centered by a showcase of outreach imagery created by medical staff signaling ongoing community engagement. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "A mixed campus career fair and business event features consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens of their latest apps and software; healthcare providers present outreach photos and host a photo exhibit documenting their community engagement, with imagery created by medical staff. Alumni volunteers stand near a coffee station, delivering brief pep talks and contributing to a collaborative atmosphere. Outside the gym, students line up before opening, clutching resumes in branded folders; inside, the exhibitors repeat the same mix, centered by a showcase of outreach imagery created by medical staff signaling ongoing community engagement. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "At a mixed campus career fair and business event, dozens of booths with colorful banners circle the polished floor. Consulting firms display glossy case study booklets on high tables, while tech companies show demo screens of their latest apps and software. Healthcare providers present outreach photos and host a photo exhibit documenting their community engagement, with imagery created by medical staff. Alumni volunteers stand near a coffee station, delivering brief pep talks and helping foster a collaborative atmosphere. Outside the gym, students line up before opening, clutching resumes in branded folders; inside, exhibitors repeat the same mix, centered by a showcase of outreach imagery created by medical staff signaling ongoing community engagement. Career counselors remind attendees to maintain eye contact.",
    "At a mixed campus career fair and business event, dozens of booths with colorful banners circle the polished floor. Consulting firms display glossy case study booklets on high tables, while tech companies show demo screens of their latest apps and software. Healthcare providers present outreach photos and host a photo exhibit documenting their community engagement, with imagery created by medical staff. Alumni volunteers stand near a coffee station, delivering brief pep talks and helping foster a collaborative atmosphere. Outside the gym, students line up before opening, clutching resumes in branded folders; inside, exhibitors repeat the same mix, centered by a showcase of outreach imagery created by medical staff signaling ongoing community engagement. Career counselors remind attendees to maintain eye contact.",
    "At a mixed university career fair and professional gathering, dozens of booths encircle a polished floor, both outside the gym where students line up before opening, clutching resumes in branded folders as event staff scan registrations and hand out lanyards, and inside where exhibitors repeat the same mix. Consulting firms display glossy case study booklets on high tables, while tech companies show demo screens of their latest apps. Healthcare providers present outreach photos and host a photo exhibit documenting their community engagement, with imagery created by medical staff and a central showcase reinforcing active engagement present at both settings. Alumni volunteers stand near the coffee station delivering brief pep talks to foster a collaborative atmosphere. Career counselors remind attendees to maintain eye contact. In the business segment, tech offerings and case studies are showcased, and providers display outreach photographs."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.31532225844916956,
    0.31532225844916956,
    0.31532225844916956,
    0.31532225844916956,
    0.31532225844916956,
    0.31532225844916956,
    0.5171299689176869,
    0.5171299689176869,
    0.5171299689176869,
    0.5171299689176869,
    0.5171299689176869,
    0.587578094153954,
    0.587578094153954,
    0.587578094153954,
    0.587578094153954,
    0.587578094153954,
    0.5100150399166571,
    0.5100150399166571,
    0.5100150399166571,
    0.5868197116843165,
    0.5868197116843165,
    0.5868197116843165,
    0.5868197116843165,
    0.5868197116843165,
    0.5868197116843165,
    0.753467453106957,
    0.753467453106957,
    0.753467453106957,
    0.753467453106957,
    0.753467453106957,
    0.7709505470095694,
    0.7709505470095694,
    0.7709505470095694,
    0.7709505470095694,
    0.7709505470095694,
    0.7709505470095694,
    0.7956921942907984,
    0.7956921942907984,
    0.7956921942907984,
    0.7956921942907984,
    0.7956921942907984,
    0.7956921942907984,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.800797955304275,
    0.7988931224206869
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and healthcare providers showcase community outreach photos.",
    "At the career fair venue, tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the career fair venue, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the career fair venue, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair venue, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, clutching resumes tucked inside branded folders. Healthcare providers showcase a photo exhibit documenting their community outreach, featuring imagery created by medical staff and centering on active engagement. At the entrance, event staff scan registrations and hand out lanyards as a welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the career fair venue, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, clutching resumes tucked inside branded folders. Healthcare providers showcase a photo exhibit documenting their community outreach, featuring imagery created by medical staff and centering on active engagement. At the entrance, event staff scan registrations and hand out lanyards as a welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. Outside the gym, students line up before opening, clutching resumes tucked inside branded folders. Healthcare providers showcase a photo exhibit documenting their community outreach, featuring imagery created by medical staff and centering on active engagement. At the entrance, event staff scan registrations and hand out lanyards while a welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor. Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. Outside the gym, students line up before opening, clutching resumes tucked inside branded folders. Healthcare providers showcase a photo exhibit documenting their community outreach, featuring imagery created by medical staff and centering on active engagement. At the entrance, event staff scan registrations and hand out lanyards, and a welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At a mixed campus career fair and business event held in a university gym, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, featuring imagery created by medical staff and centering on active engagement. Outside the gym, students line up before opening, clutching resumes tucked inside branded folders. At the entrance, event staff scan registrations and hand out lanyards while a welcome announcement outlines the fair schedule over the PA system. Alumni volunteers stand near a coffee station delivering brief pep talks and helping foster a collaborative atmosphere. Inside, exhibitors repeat the mix, centered by a showcase of outreach imagery created by medical staff signaling ongoing community engagement. Career counselors remind attendees to maintain eye contact.",
    "The scene is a university gym hosting a mixed campus career fair and business event. Dozens of booths with colorful banners line the polished floor, where tech companies display demo screens and consulting firms stack glossy case study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, featuring imagery created by medical staff and centering on active engagement. Outside, students line up before opening, clutching resumes tucked inside branded folders. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Alumni volunteers stand near a coffee station, delivering brief pep talks and helping foster a collaborative atmosphere. Inside, exhibitors repeat the mix, centered by a showcase of outreach imagery created by medical staff signaling ongoing community engagement. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.4278728985553707,
    0.4278728985553707,
    0.4278728985553707,
    0.4278728985553707,
    0.4278728985553707,
    0.637721379463771,
    0.637721379463771,
    0.637721379463771,
    0.7677662656373548,
    0.7677662656373548,
    0.7677662656373548,
    0.7677662656373548,
    0.7863598225552444,
    0.7863598225552444,
    0.7863598225552444,
    0.7863598225552444,
    0.8271776890503322,
    0.8271776890503322,
    0.8271776890503322,
    0.8271776890503322,
    0.8271776890503322,
    0.8271776890503322,
    0.8271776890503322,
    0.8271776890503322,
    0.8271776890503322,
    0.8271776890503322,
    0.8446019153762545,
    0.8446019153762545,
    0.8446019153762545,
    0.8446019153762545,
    0.8446019153762545,
    0.8479948196914793,
    0.8479948196914793,
    0.8479948196914793,
    0.8479948196914793,
    0.8479948196914793,
    0.88868111601679,
    0.88868111601679,
    0.88868111601679,
    0.88868111601679,
    0.8889009504385557,
    0.8889009504385557,
    0.8889009504385557,
    0.8889009504385557,
    0.8889009504385557,
    0.8889009504385557,
    0.8889009504385557,
    0.8530884706865971,
    0.8530884706865971,
    0.8530884706865971,
    0.8530884706865971,
    0.8530884706865971
  ],
  "3": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps at the event, highlighting current software offerings. During the same gathering, healthcare providers showcase community outreach photos, illustrating their local initiatives. Near the coffee station, alumni volunteers share quick pep talks, adding brief, informal encouragement to the scene.",
    "At the event, tech companies display demo screens showing their latest apps and current software offerings. Healthcare providers display a photo exhibit documenting their community outreach, with imagery created by medical staff conveying engagement with the community. Near the coffee station, alumni volunteers share quick pep talks, adding brief informal encouragement to the scene.",
    "At the event, tech companies display demo screens showing their latest apps and current software offerings. Healthcare providers display a photo exhibit documenting their community outreach, with imagery created by medical staff conveying engagement with the community and showcasing community outreach photos. Near the coffee station, alumni volunteers share quick pep talks, adding brief informal encouragement.",
    "The event features tech companies displaying demo screens of their latest apps and current software offerings, alongside consulting firms stacking glossy case study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, with imagery created by medical staff conveying engagement with the community and showcasing outreach photos. Near the coffee station, alumni volunteers share quick pep talks, adding brief informal encouragement. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens of their latest apps and current software offerings, while consulting firms stack glossy case study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, with imagery created by medical staff that conveys engagement with the community and showcases outreach photos. Near the coffee station, alumni volunteers share brief pep talks, offering informal encouragement. Students line up outside the university gym before the career fair opens.",
    "At the event, tech companies display demo screens of their latest apps and current software offerings, while consulting firms stack glossy case study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, with imagery created by medical staff that conveys engagement with the community and showcases outreach photos. Near the coffee station, alumni volunteers share brief pep talks, offering informal encouragement. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, tech companies display demo screens of their latest apps and current software offerings, while consulting firms stack glossy case study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, with imagery created by medical staff that conveys engagement with the community and showcases outreach photos. Near the coffee station, alumni volunteers share brief pep talks offering informal encouragement. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, tech companies display demo screens of their latest apps and current software offerings, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes in branded folders and providers display outreach photographs. The healthcare photo exhibit, featuring imagery created by medical staff, is anchored by a central showcase reinforcing the community-focused presentation. Near the coffee station, alumni volunteers give quick pep talks offering informal encouragement. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the career fair, tech companies display demo screens of their latest apps and software, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes in branded folders and providers display outreach photographs. The healthcare photo exhibit, featuring imagery created by medical staff, is anchored by a central showcase reinforcing the community-focused presentation. Near the coffee station, alumni volunteers offer quick pep talks and informal encouragement. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens.",
    "On a university campus hosting a career fair, students arrive outside the gym before opening, forming a line and clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps and software offerings, and consulting firms stack glossy case-study booklets on high tables among dozens of booths with colorful banners encircling the polished floor. A healthcare photo exhibit, featuring imagery created by medical staff, is anchored by a central showcase of outreach imagery and conveys community engagement. Near the coffee station, alumni volunteers offer quick pep talks and informal encouragement. Event staff scan registrations and hand out lanyards at the entrance. In a business-event setting, the same arrangement recurs: consulting firms with glossy booklets on high tables, tech companies with demo screens, healthcare providers with community outreach photos and a photo exhibit, and alumni volunteers giving brief pep talks.",
    "At a university campus hosting a career fair, students form a line outside the gym before opening, clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps and software offerings, while consulting firms stack glossy case-study booklets on high tables among dozens of booths with colorful banners on the polished floor. A healthcare photo exhibit, imagery created by medical staff, is anchored by a central outreach showcase and conveys community engagement. Near the coffee station, alumni volunteers offer quick pep talks, and event staff scan registrations and hand out lanyards at the entrance. In a business-event setting, the same arrangement recurs with consulting firms, tech companies, healthcare providers with outreach photos and a photo exhibit, and alumni volunteers delivering brief pep talks."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3491750663559545,
    0.3491750663559545,
    0.5936401759464456,
    0.5936401759464456,
    0.5936401759464456,
    0.5936401759464456,
    0.605163594801051,
    0.605163594801051,
    0.605163594801051,
    0.605163594801051,
    0.6004153636098659,
    0.6004153636098659,
    0.6004153636098659,
    0.6004153636098659,
    0.7676446784080273,
    0.7676446784080273,
    0.7676446784080273,
    0.7676446784080273,
    0.7676446784080273,
    0.7430826535436013,
    0.7430826535436013,
    0.7690251839853599,
    0.7690251839853599,
    0.7690251839853599,
    0.7690251839853599,
    0.7690251839853599,
    0.7727450071056208,
    0.7727450071056208,
    0.7727450071056208,
    0.7727450071056208,
    0.7727450071056208,
    0.7844489727418757,
    0.7844489727418757,
    0.7844489727418757,
    0.7844489727418757,
    0.7844489727418757,
    0.8261628650412413,
    0.8261628650412413,
    0.8261628650412413,
    0.8261628650412413,
    0.8261628650412413,
    0.7550717952377897,
    0.7550717952377897,
    0.7550717952377897,
    0.7550717952377897,
    0.7550717952377897,
    0.7550717952377897,
    0.7550717952377897,
    0.7550717952377897,
    0.7550717952377897,
    0.7550717952377897,
    0.7497496477440695,
    0.7497496477440695,
    0.7497496477440695,
    0.7497496477440695,
    0.7497496477440695
  ],
  "4": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The scene shows students clutching resumes inside branded folders while healthcare providers display photos that document their community outreach efforts. At the center is a showcase of outreach imagery created by medical staff, with the photos conveying active engagement with the community.",
    "On a university campus during a career fair, students clutch resumes inside branded folders as they arrive, while outside the gym they line up before it opens. Inside, tech companies display demo screens featuring their latest apps, and healthcare providers showcase community outreach photos. At the center, a showcase of outreach imagery created by medical staff conveys active engagement with the community. Alumni volunteers share quick pep talks near a coffee station.",
    "On a university campus hosting a career fair, students arrive clutching resumes inside branded folders and form a line outside the gym before it opens. Inside, tech companies display demo screens featuring their latest apps, and healthcare providers showcase outreach photos documenting their community engagement. At the center, a showcase of outreach imagery created by medical staff conveys active engagement with the community. Alumni volunteers share quick pep talks near the coffee station.",
    "On a university campus hosting a career fair, students arrive outside the gym before it opens, forming a line and clutching resumes inside branded folders. Inside, tech companies display demo screens of their latest apps and current software offerings, while consulting firms stack glossy case-study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, with imagery created by medical staff conveying engagement with the community and showcasing outreach photos, and at the center, a showcase of outreach imagery created by medical staff. Near the coffee station, alumni volunteers share quick pep talks, adding brief informal encouragement.",
    "On a university campus hosting a career fair, students arrive outside the gym before opening, forming a line and clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps and current software offerings, while consulting firms stack glossy case-study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, with imagery created by medical staff conveying engagement with the community, and at the center a showcase of outreach imagery created by medical staff. Near the coffee station, alumni volunteers share quick pep talks, offering brief informal encouragement. In a business-event setting, the same arrangement recurs: consulting firms with glossy booklets on high tables, tech companies with demo screens, healthcare providers with community outreach photos and a photo exhibit, and alumni volunteers giving brief pep talks.",
    "On a university campus hosting a career fair, dozens of booths with colorful banners encircle a polished floor as students arrive outside the gym, forming a line and clutching resumes tucked inside branded folders. Inside, tech companies display demo screens of their latest apps and current software offerings, while consulting firms stack glossy case-study booklets on high tables. Healthcare providers present a photo exhibit documenting their community outreach, with imagery created by medical staff and a central showcase reinforcing active engagement. Near the coffee station, alumni volunteers offer brief pep talks. In a business-event setting, the same arrangement recurs: consulting firms with glossy booklets on high tables, tech companies with demo screens, healthcare providers with outreach photos and a photo exhibit, and alumni volunteers delivering quick encouragement. In the professional gathering, healthcare providers again present the photo exhibit featuring imagery created by medical staff and a central showcase.",
    "On a university campus hosting a career fair in the gym, dozens of booths with colorful banners encircle a polished floor as students clutch resumes tucked inside branded folders, and outside before opening lines form as event staff scan registrations while handing out lanyards at the entrance. Inside, tech companies display demo screens of their latest apps and current software offerings, consulting firms stack glossy case-study booklets on high tables, and healthcare providers present a photo exhibit documenting outreach imagery created by medical staff with a central showcase reinforcing active engagement. Alumni volunteers offer brief pep talks near the coffee station. The same arrangement recurs in business-event settings: consulting firms with glossy booklets on high tables, tech demo screens, healthcare outreach photos with a central showcase, and alumni pep talks near the coffee station. In the professional gathering, healthcare providers again present the photo exhibit featuring imagery by medical staff and a central outreach showcase."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.44523926664556224,
    0.44523926664556224,
    0.44523926664556224,
    0.44523926664556224,
    0.8275987217752958,
    0.8275987217752958,
    0.8275987217752958,
    0.8275987217752958,
    0.8275987217752958,
    0.8275987217752958,
    0.7971595392891785,
    0.7971595392891785,
    0.7971595392891785,
    0.7971595392891785,
    0.7971595392891785,
    0.7971595392891785,
    0.7971595392891785,
    0.7971595392891785,
    0.7908571030799121,
    0.7908571030799121,
    0.7908571030799121,
    0.7908571030799121,
    0.7908571030799121,
    0.7908571030799121,
    0.7908571030799121,
    0.7908571030799121,
    0.7188456875083318,
    0.7188456875083318,
    0.7188456875083318,
    0.7188456875083318,
    0.7188456875083318,
    0.7188456875083318,
    0.7188456875083318,
    0.7188456875083318,
    0.7226256635359596,
    0.7226256635359596,
    0.7226256635359596,
    0.7226256635359596,
    0.7226256635359596,
    0.7226256635359596,
    0.7226256635359596,
    0.7226256635359596,
    0.7344727286705126,
    0.7344727286705126,
    0.7344727286705126,
    0.7344727286705126,
    0.7344727286705126,
    0.7344727286705126,
    0.7344727286705126,
    0.7344727286705126,
    0.7344727286705126,
    0.7344727286705126
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos.",
    "At the university career fair, students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos. During the event, alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, students line up outside the university gym before the fair opens, while healthcare providers display community outreach photos. During the event, alumni volunteers deliver quick pep talks near the coffee station.",
    "At the university career fair held in the gym, students line up outside before it opens while healthcare providers display photos documenting their outreach, including imagery created by medical staff that conveys active community engagement. During the event, alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor. The scene shows students clutching resumes inside branded folders as healthcare providers present the outreach photos. At the center, a showcase of outreach imagery created by medical staff emphasizes engagement with the community.",
    "The university career fair is held in the gym, with dozens of booths and colorful banners encircling the polished floor. Students line up outside before opening and clutch resumes inside branded folders as healthcare providers display outreach photos and imagery created by medical staff that emphasizes active community engagement. During the event, alumni volunteers deliver quick pep talks near the coffee station. At the center, a showcase of outreach imagery created by medical staff highlights community engagement. Tech companies display demo screens showing their latest apps.",
    "At a university career fair held in the gym, dozens of booths with colorful banners encircle a polished floor. Students line up outside before opening and clutch resumes tucked inside branded folders. Healthcare providers display photographs and imagery created by medical staff that emphasize active community engagement, with a central showcase of outreach imagery reinforcing the theme. Tech companies display demo screens illustrating their latest apps, while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station, providing encouragement throughout the event.",
    "At a university career fair held in the gym, dozens of booths with colorful banners encircle a polished floor. Students line up outside before opening, clutching resumes tucked inside branded folders. Healthcare providers display photographs and imagery created by medical staff that emphasize active community engagement, with a central showcase of outreach imagery reinforcing the theme. Tech companies display demo screens illustrating their latest apps, while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station, providing encouragement throughout the event.",
    "At a university career fair held in the gym, dozens of booths with colorful banners encircle a polished floor as students clutch resumes tucked inside branded folders. Outside before opening, lines form and event staff scan registrations while handing out lanyards at the entrance. Healthcare providers display photographs and imagery created by medical staff that emphasize active community engagement, including a central showcase of outreach imagery reinforcing the theme. In the business segment, consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens of their latest apps and current software offerings. Alumni volunteers offer quick pep talks near the coffee station, providing informal encouragement throughout the event.",
    "A university career fair is held in the gym, with dozens of booths and colorful banners surrounding a polished floor as students clutch resumes tucked inside branded folders. Outside before opening, lines form as event staff scan registrations and hand out lanyards at the entrance. Healthcare providers display photographs and imagery created by medical staff that emphasize active community engagement, including a central showcase of outreach imagery reinforcing the theme. In the business segment, consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens of their latest apps and current software offerings. Alumni volunteers offer quick pep talks near the coffee station, providing informal encouragement throughout the event.",
    "The scene is a university gym hosting a career fair with dozens of booths and colorful banners around a polished floor, as students clutch resumes tucked inside branded folders. Outside before opening, lines form while event staff scan registrations and hand out lanyards at the entrance; a welcome PA outlines the fair schedule. Inside, healthcare providers display a photo exhibit documenting their community outreach, featuring imagery created by medical staff and centering on active engagement. In the business segment, consulting firms stack glossy case-study booklets on high tables, and tech companies run demo screens of their latest apps and current software offerings. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "A university gym hosts a career fair with dozens of booths and colorful banners around a polished floor, as students clutch resumes tucked inside branded folders. Outside before opening, lines form while staff scan registrations and hand out lanyards at the entrance, and a welcome PA outlines the fair schedule. Inside, healthcare providers display a photo exhibit documenting their community outreach, featuring imagery created by medical staff and centering on active engagement. In the business segment, consulting firms stack glossy case-study booklets on high tables, and tech companies run demo screens of their latest apps and current software offerings. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.5016105304695715,
    0.5016105304695715,
    0.5016105304695715,
    0.5016105304695715,
    0.5016105304695715,
    0.5016105304695715,
    0.5016105304695715,
    0.5016105304695715,
    0.5016105304695715,
    0.5016105304695715,
    0.7210700755458228,
    0.7210700755458228,
    0.7210700755458228,
    0.7210700755458228,
    0.7249154449128352,
    0.7249154449128352,
    0.7249154449128352,
    0.7249154449128352,
    0.7249154449128352,
    0.7932795096200317,
    0.7932795096200317,
    0.7932795096200317,
    0.7932795096200317,
    0.7932795096200317,
    0.8735627038146319,
    0.8735627038146319,
    0.8735627038146319,
    0.8735627038146319,
    0.8476069812651206,
    0.8476069812651206,
    0.8476069812651206,
    0.8476069812651206,
    0.8476069812651206,
    0.8420453684635121,
    0.8420453684635121,
    0.8420453684635121,
    0.8420453684635121,
    0.8420453684635121,
    0.8420453684635121,
    0.8527851542812426,
    0.8527851542812426,
    0.8527851542812426,
    0.8527851542812426,
    0.8727890595915357,
    0.8727890595915357,
    0.8727890595915357,
    0.8727890595915357,
    0.8727890595915357,
    0.8708540591899405,
    0.8708540591899405,
    0.8708540591899405,
    0.8708540591899405,
    0.8708540591899405,
    0.8708540591899405,
    0.8861843860824572,
    0.8861843860824572,
    0.8861843860824572,
    0.8861843860824572
  ],
  "6": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "During the event, healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station.",
    "During the event, healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the university campus for the career fair, students line up outside the gym before it opens. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university campus for the career fair, students line up outside the gym before it opens. Tech companies display demo screens showing their latest apps, while healthcare providers showcase outreach photos documenting their community engagement. Alumni volunteers share quick pep talks near the coffee station. The scene shows students clutching resumes inside branded folders. At the center is a showcase of outreach imagery created by medical staff, with the photos conveying active engagement with the community.",
    "At a university campus career fair, students line up outside the gym before it opens, clutching resumes inside branded folders as they arrive. Inside, tech companies display demo screens featuring their latest apps, and healthcare providers showcase outreach photos documenting active community engagement. A central showcase presents outreach imagery created by medical staff, conveying ongoing engagement with the community. Alumni volunteers offer quick pep talks near a coffee station, contributing to the collaborative atmosphere.",
    "At a university campus career fair, students line up outside the gym before it opens, clutching resumes in branded folders as they arrive. Inside, tech companies display demo screens of their latest apps, while healthcare providers showcase outreach photos documenting active community engagement. A central showcase features outreach imagery created by medical staff, signaling ongoing engagement with the community. Alumni volunteers offer quick pep talks near a coffee station, contributing to a collaborative atmosphere. Dozens of booths with colorful banners circle the polished floor.",
    "At a university campus career fair, students line up outside the gym before it opens, clutching resumes in branded folders as they arrive. Inside, tech companies display demo screens of their latest apps while healthcare providers showcase outreach photos documenting active community engagement; a central showcase features imagery created by medical staff signaling ongoing engagement with the community. Dozens of booths with colorful banners circle the polished floor; alumni volunteers offer quick pep talks near a coffee station, contributing to a collaborative atmosphere. In a related professional gathering, students clutch resumes tucked inside branded folders while tech companies display demo screens illustrating their latest apps; consulting firms stack glossy case study booklets on high tables near the coffee station.",
    "At a university campus career fair, students line up outside the gym before it opens, clutching resumes in branded folders as they arrive. Inside, tech companies display demo screens of their latest apps while healthcare providers showcase outreach photos documenting active community engagement, with a central showcase featuring imagery created by medical staff signaling ongoing engagement with the community. Dozens of booths with colorful banners circle the polished floor as alumni volunteers offer quick pep talks near a coffee station, contributing to a collaborative atmosphere. In a related professional gathering, students clutch resumes tucked inside branded folders while tech companies display demo screens illustrating their latest apps; consulting firms stack glossy case study booklets on high tables near the coffee station.",
    "At a university campus career fair and a related professional gathering, dozens of booths with colorful banners encircle a polished floor while students line up outside the gym before opening, clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps, providing a tech-focused counterpoint to outreach and motivation nearby. Healthcare providers exhibit a photo collection documenting active community engagement, with imagery created by medical staff at a central showcase reinforcing ongoing community outreach. Alumni volunteers deliver short pep talks near a coffee station, contributing to a collaborative atmosphere; consulting firms stack glossy case study booklets on high tables near the coffee station. The scene blends two related events with similar layout and activity of banners, booths, and informal networking.",
    "On a university campus hosting a career fair and a related professional gathering, dozens of booths with colorful banners encircle a polished floor while students line up outside the gym before opening, clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps and current software offerings, and consulting firms stack glossy case-study booklets on high tables near a coffee station. Healthcare providers present a photo collection documenting active community engagement, with imagery created by medical staff at a central showcase reinforcing ongoing outreach. Near the coffee station, alumni volunteers deliver short pep talks, contributing to a collaborative atmosphere. The scene mirrors a recurring business-event layout: banners, booths, informal networking, and the same arrangement of tech demos, outreach photos, and brief talks.",
    "On a university campus, a career fair unfolds inside the gym, with dozens of booths and colorful banners surrounding a polished floor, while students line up outside before opening, clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps and software offerings, and consulting firms stack glossy case-study booklets on high tables near a coffee station. Healthcare providers present a photo collection documenting active community engagement, created by medical staff, with imagery showcased around a central outreach display. Near the coffee station, alumni volunteers deliver short pep talks, contributing to a collaborative atmosphere. The scene mirrors a recurring business-event layout of banners, booths, informal networking, and the same arrangement of demos, outreach imagery, and brief talks. Outside, before opening, lines form as event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus, a career fair unfolds both outside the gym before opening and inside the gym, with dozens of booths and colorful banners around a polished floor as students clutch resumes in branded folders. Outside, lines form as staff scan registrations and hand out lanyards at the entrance, while a welcome PA outlines the schedule. Inside, tech companies display demo screens of their latest apps and software, and consulting firms stack glossy case-study booklets on high tables near a coffee station; alumni volunteers deliver short pep talks nearby, contributing to a collaborative atmosphere. Healthcare providers present a photo collection documenting active community engagement, created by medical staff, with imagery showcased around a central outreach display. Career counselors remind attendees to maintain eye contact. The arrangement mirrors a recurring business-event layout of banners, booths, informal networking, demos, outreach imagery, and brief talks."
  ],
  "6_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.40258275285738354,
    0.40258275285738354,
    0.40258275285738354,
    0.6648131468353989,
    0.6648131468353989,
    0.6648131468353989,
    0.6648131468353989,
    0.6648131468353989,
    0.6648131468353989,
    0.8189665790232368,
    0.8189665790232368,
    0.8189665790232368,
    0.8189665790232368,
    0.7978869871981137,
    0.7978869871981137,
    0.7978869871981137,
    0.7978869871981137,
    0.8030477875853259,
    0.8030477875853259,
    0.8030477875853259,
    0.8030477875853259,
    0.8219408200128433,
    0.8219408200128433,
    0.8219408200128433,
    0.8219408200128433,
    0.8219408200128433,
    0.8219408200128433,
    0.7735268534158355,
    0.7735268534158355,
    0.7735268534158355,
    0.7735268534158355,
    0.7735268534158355,
    0.7735268534158355,
    0.7735268534158355,
    0.7583105763001973,
    0.7583105763001973,
    0.7583105763001973,
    0.7583105763001973,
    0.7583105763001973,
    0.7583105763001973,
    0.7543689486199744,
    0.7543689486199744,
    0.7543689486199744,
    0.7543689486199744,
    0.7543689486199744,
    0.7543689486199744,
    0.7308818851093519,
    0.7308818851093519,
    0.7308818851093519,
    0.7308818851093519,
    0.7308818851093519,
    0.7771531355364547,
    0.7771531355364547,
    0.7771531355364547,
    0.7771531355364547,
    0.7771531355364547,
    0.7771531355364547,
    0.7771531355364547,
    0.7771531355364547,
    0.7771531355364547
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps.",
    "At a professional gathering, students clutch resumes tucked inside branded folders; tech companies display demo screens illustrating their latest apps; and in a business setting, consulting firms stack glossy case study booklets on high tables.",
    "At a professional gathering, students clutch resumes tucked inside branded folders; tech companies display demo screens illustrating their latest apps; and in a business setting, consulting firms stack glossy case study booklets on high tables.",
    "At a professional gathering, students clutch resumes tucked inside branded folders while tech companies display demo screens illustrating their latest apps; in a business setting, consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station.",
    "At a professional gathering, dozens of booths with colorful banners circle the polished floor. Students clutch resumes tucked inside branded folders as tech companies display demo screens illustrating their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers display a photo exhibit documenting their community outreach, featuring imagery created by medical staff that conveys engagement with the community; at the center is a showcase of outreach imagery by medical staff reinforcing active community engagement.",
    "In a professional gathering, dozens of booths with colorful banners circle the polished floor. Students clutch resumes tucked inside branded folders as tech companies display demo screens illustrating their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers display a photo exhibit documenting their community outreach, featuring imagery created by medical staff that conveys engagement with the community, with a central showcase of outreach imagery by medical staff reinforcing active community engagement.",
    "In a professional gathering, dozens of booths with colorful banners encircle a polished floor. Students clutch resumes tucked inside branded folders as tech companies display demo screens illustrating their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers display a photo exhibit documenting their community outreach, featuring imagery created by medical staff that conveys engagement with the community, with a central showcase of outreach imagery by medical staff reinforcing active community engagement.",
    "A professional gathering and campus career fair unfold on a polished floor bordered by dozens of booths with colorful banners. Students clutch resumes tucked in branded folders as tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables near a coffee station; alumni volunteers offer quick pep talks by the coffee station, contributing to a collaborative atmosphere. Healthcare providers present a photo exhibit documenting their ongoing community outreach, with imagery created by medical staff and a central showcase reinforcing active engagement with the community. At a university campus event, students line up outside the gym before it opens, then move inside where the same setup—tech demos, outreach photos, central imagery—reappears, reinforcing continuity across related professional gatherings.",
    "A professional gathering and campus career fair unfold on a polished floor bordered by dozens of booths with colorful banners. Students clutch resumes tucked in branded folders as tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables near a coffee station, while alumni volunteers offer quick pep talks by the coffee station, contributing to a collaborative atmosphere. Healthcare providers present a photo exhibit documenting ongoing community outreach, with imagery created by medical staff and a central showcase reinforcing active engagement with the community. At a university campus event, students line up outside the gym before opening, then move inside to encounter the same setup—tech demos, outreach photos, central imagery—reaffirming continuity across related professional gatherings.",
    "A university campus career fair unfolds on a polished floor bordered by dozens of booths and colorful banners. Students clutch resumes in branded folders as tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables near a coffee station, while alumni volunteers offer quick pep talks at the coffee station. Healthcare providers present a photo exhibit created by medical staff documenting ongoing community outreach, with a central showcase reinforcing active engagement. Outside the gym before opening, lines form as staff scan registrations and hand out lanyards; inside, attendees encounter the same setup—tech demos, outreach photos, central imagery—reaffirming continuity across related gatherings.",
    "A university campus career fair unfolds on a polished floor bordered by dozens of booths and colorful banners. Students clutch resumes in branded folders as tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables near a coffee station, while alumni volunteers offer quick pep talks at the coffee station. Healthcare providers present a photo exhibit created by medical staff documenting ongoing community outreach, with a central showcase reinforcing active engagement. Outside the gym before opening, lines form as staff scan registrations and hand out lanyards; inside, attendees encounter the same setup—tech demos, outreach photos, central imagery—reaffirming continuity across related gatherings. Students line up outside the university gym before the career fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3770798247546496,
    0.3770798247546496,
    0.447145805904323,
    0.447145805904323,
    0.447145805904323,
    0.447145805904323,
    0.447145805904323,
    0.47054067359798696,
    0.47054067359798696,
    0.47054067359798696,
    0.47054067359798696,
    0.47054067359798696,
    0.47054067359798696,
    0.47054067359798696,
    0.5832318291679345,
    0.5832318291679345,
    0.5832318291679345,
    0.5832318291679345,
    0.5832318291679345,
    0.6337048231715302,
    0.6337048231715302,
    0.6337048231715302,
    0.6337048231715302,
    0.6337048231715302,
    0.6266330173112661,
    0.6266330173112661,
    0.6266330173112661,
    0.6266330173112661,
    0.6216860997447404,
    0.6216860997447404,
    0.6216860997447404,
    0.6216860997447404,
    0.6216860997447404,
    0.6216860997447404,
    0.7036847286059376,
    0.7036847286059376,
    0.7036847286059376,
    0.7036847286059376,
    0.7036847286059376,
    0.7036847286059376,
    0.7036847286059376,
    0.706935431544263,
    0.706935431544263,
    0.706935431544263,
    0.706935431544263,
    0.706935431544263,
    0.706935431544263,
    0.780904057197898,
    0.780904057197898,
    0.780904057197898,
    0.780904057197898,
    0.780904057197898,
    0.780904057197898,
    0.780904057197898,
    0.7974418547550289
  ],
  "8": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "During the event, healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station.",
    "During the event, healthcare providers display community outreach photos, illustrating their on-the-ground outreach work. Alumni volunteers give short pep talks near the coffee station, adding encouragement to the gathering. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to the outreach and motivation nearby.",
    "At the event, healthcare providers display community outreach photos illustrating their on-the-ground outreach work. Alumni volunteers give short pep talks near the coffee station, adding encouragement to the gathering. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to the outreach and motivation nearby.",
    "At the event, healthcare providers display community outreach photos illustrating their on-the-ground outreach work. Alumni volunteers give short pep talks near the coffee station, adding encouragement to the gathering. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to the outreach and motivation nearby. Dozens of booths with colorful banners encircle the polished floor.",
    "At the event, healthcare providers display community outreach photos illustrating their on-the-ground outreach work, and they continue to showcase these photos at the university career fair. Alumni volunteers give short pep talks near the coffee station, adding encouragement to the gathering. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to the outreach and motivation nearby. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers display community outreach photos illustrating their on-the-ground outreach work and continue to showcase these photos at the university career fair. Alumni volunteers deliver short pep talks near the coffee station, adding encouragement to the gathering. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to the outreach and motivation nearby. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens.",
    "Across a university career fair and a professional gathering, dozens of booths with colorful banners encircle a polished floor. Students line up outside the university gym before the fair opens. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to outreach and motivation nearby, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver short pep talks near the coffee station, adding encouragement to the gathering. Healthcare providers display a photo exhibit documenting their community outreach, featuring imagery created by medical staff; at the center is a showcase of outreach imagery by medical staff reinforcing active community engagement.",
    "Across a university career fair and professional gathering, dozens of booths with colorful banners encircle a polished floor. Students line up outside the university gym before the fair opens. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to outreach and motivation nearby, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver short pep talks near the coffee station, adding encouragement to the gathering. Healthcare providers display a photo exhibit documenting their community outreach, featuring imagery created by medical staff, with a central showcase of outreach imagery by medical staff reinforcing active community engagement.",
    "At a university career fair and professional gathering, dozens of booths encircle a polished floor. Outside the gym, students line up before opening; event staff scan registrations and hand out lanyards at the entrance. Inside, tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. In the business segment, tech offerings and case studies are showcased. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes tucked inside branded folders as providers display outreach photographs. Healthcare providers display photo exhibits documenting their community outreach, created by medical staff, with a central showcase reinforcing active engagement, present at the professional gathering as well as the career fair.",
    "At a university career fair and professional gathering, dozens of booths encircle a polished floor around a gym. Outside, students line up before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables. In the business segment, tech offerings and case studies are showcased. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes tucked inside branded folders as providers display outreach photographs. Healthcare providers display photo exhibits documenting their community outreach, created by medical staff, with a central showcase reinforcing active engagement, present at the professional gathering as well as the career fair. Career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.40258275285738354,
    0.40258275285738354,
    0.40258275285738354,
    0.40258275285738354,
    0.40258275285738354,
    0.40258275285738354,
    0.573181065604634,
    0.573181065604634,
    0.573181065604634,
    0.5708155405326331,
    0.5708155405326331,
    0.6255749486899977,
    0.6255749486899977,
    0.6255749486899977,
    0.6255749486899977,
    0.6255749486899977,
    0.6255749486899977,
    0.7736193640263777,
    0.7736193640263777,
    0.7736193640263777,
    0.7736193640263777,
    0.7736193640263777,
    0.7736193640263777,
    0.7792927948351215,
    0.7792927948351215,
    0.7792927948351215,
    0.7792927948351215,
    0.7792927948351215,
    0.7792927948351215,
    0.7792927948351215,
    0.7522136073035899,
    0.7522136073035899,
    0.7522136073035899,
    0.7522136073035899,
    0.7522136073035899,
    0.7572211221276836,
    0.7572211221276836,
    0.7572211221276836,
    0.7572211221276836,
    0.7572211221276836,
    0.7572211221276836,
    0.7572211221276836,
    0.7572211221276836,
    0.7996017398031744,
    0.7996017398031744,
    0.7996017398031744,
    0.7996017398031744,
    0.7996017398031744,
    0.7996017398031744,
    0.7996017398031744,
    0.838022525143281,
    0.838022525143281,
    0.838022525143281,
    0.838022525143281,
    0.838022525143281,
    0.838022525143281,
    0.838022525143281
  ],
  "9": [
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "A scene features students clutching resumes inside branded folders, while healthcare providers display photos documenting their community outreach efforts. The scene centers on a showcase of outreach imagery created by medical staff, with the photos conveying engagement with the community.",
    "Students clutch resumes inside branded folders while healthcare providers display photos documenting their community outreach efforts. The scene centers on a showcase of outreach imagery created by medical staff, with the photos conveying engagement with the community.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Healthcare providers display a showcase of outreach imagery created by medical staff; the photos document their community outreach efforts and convey engagement with the community. The scene centers on these images as a focal point of the display, highlighting the healthcare team's outreach work.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Healthcare providers display a showcase of outreach imagery created by medical staff; the photos document their on-the-ground community outreach and engagement, and the display centers on these images as a focal point of the exhibit. Alumni volunteers give short pep talks near the coffee station, adding encouragement. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to the outreach and motivational activity nearby.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Healthcare providers display a showcase of outreach imagery created by medical staff, centering on on-the-ground community outreach and engagement as the exhibit’s focal point, with photos illustrating their outreach work. Alumni volunteers give short pep talks near the coffee station, adding encouragement to the gathering. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to the outreach and motivational activity nearby.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Healthcare providers display a showcase of outreach imagery created by medical staff, centering on on-the-ground community outreach and engagement, with photos illustrating their outreach work. Alumni volunteers give short pep talks near the coffee station, adding encouragement to the gathering. Tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to the outreach and motivational activity nearby.",
    "At a university campus career fair, students line up outside the gym before it opens, clutching resumes in branded folders as they arrive. Inside, tech companies display demo screens of their latest apps, providing a tech-focused counterpoint to the outreach and motivational activity nearby. Healthcare providers showcase outreach photos documenting active community engagement, with a central showcase featuring outreach imagery created by medical staff that centers on on-the-ground engagement. Alumni volunteers offer quick pep talks near a coffee station, contributing to a collaborative atmosphere. Dozens of booths with colorful banners circle the polished floor.",
    "At a university campus career fair, students line up outside the gym before opening, clutching resumes in branded folders. Inside, tech companies set up demo screens showing their latest apps, providing a tech-focused counterpoint to outreach and motivational activity nearby. Healthcare providers display community outreach photos illustrating their on-the-ground outreach work, with a central showcase featuring imagery created by medical staff that centers on on-the-ground engagement. Alumni volunteers offer short pep talks near the coffee station, contributing to a collaborative atmosphere and adding encouragement. Dozens of booths with colorful banners encircle the polished floor.",
    "At a university gym-based career fair, dozens of booths with colorful banners encircle a polished floor. Students line up outside before opening, clutching resumes tucked inside branded folders. Inside, tech companies display demo screens illustrating their latest apps, providing a tech-focused counterpoint to outreach and motivational activity nearby; consulting firms stack glossy case-study booklets on high tables. Healthcare providers display photographs and imagery created by medical staff that emphasize active community engagement, with a central showcase of outreach imagery reinforcing the theme. Alumni volunteers offer quick pep talks near the coffee station, contributing to a collaborative atmosphere and providing encouragement throughout the event.",
    "At a university gym-based career fair, dozens of booths with colorful banners encircle a polished floor. Students line up outside before opening, clutching resumes tucked inside branded folders. Inside, tech companies display demo screens illustrating their latest apps, providing a tech-focused counterpoint to outreach and motivational activity nearby; consulting firms stack glossy case-study booklets on high tables. Healthcare providers display photographs and imagery created by medical staff that emphasize active community engagement, with a central showcase of outreach imagery reinforcing the theme. Alumni volunteers offer quick pep talks near the coffee station, contributing to a collaborative atmosphere and providing encouragement throughout the event.",
    "At a university gym-based career fair, dozens of booths with colorful banners encircle a polished floor while students clutch resumes in branded folders and line up outside before opening. Inside, tech companies display demo screens of their latest apps and software, providing a tech-focused counterpoint to outreach and motivational activity nearby, while consulting firms stack glossy case-study booklets on high tables. Healthcare providers display photographs and imagery created by medical staff that emphasize active community engagement, anchored by a central outreach-themed showcase. Alumni volunteers offer quick pep talks near the coffee station, contributing to a collaborative atmosphere and informal encouragement throughout the event. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university gym-based career fair, dozens of booths with colorful banners surround a polished floor while students clutch resumes tucked in branded folders. Outside before opening, lines form as event staff scan registrations and hand out lanyards at the entrance. Inside, tech companies run demo screens of their latest apps and software, a tech-focused counterpoint to outreach and motivational activity nearby, while consulting firms stack glossy case-study booklets on high tables. Healthcare providers display photographs and imagery created by medical staff that emphasize active community engagement, anchored by a central outreach-themed showcase. Alumni volunteers offer quick pep talks near the coffee station, contributing to a collaborative atmosphere and informal encouragement throughout the event.",
    "At a university gym-based career fair, a polished floor is bordered by dozens of booths with colorful banners, while students clutch resumes tucked in branded folders. Outside before opening, lines form as staff scan registrations and hand out lanyards at the entrance. Inside, tech companies run demo screens of their latest apps, offering a tech-focused counterpoint to outreach activity nearby, as consulting firms stack glossy case-study booklets on high tables near a coffee station. Healthcare providers present a photo exhibit created by medical staff documenting active community outreach, anchored by a central outreach-themed showcase. Alumni volunteers offer quick pep talks near the coffee station, contributing to a collaborative and informal atmosphere. The setup—tech demos, outreach photos, central imagery—reaffirms continuity across related gatherings."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.4515622423572965,
    0.4515622423572965,
    0.4515622423572965,
    0.4538252221803204,
    0.4538252221803204,
    0.4538252221803204,
    0.4538252221803204,
    0.6667196474602338,
    0.6667196474602338,
    0.6667196474602338,
    0.7739291478718203,
    0.7739291478718203,
    0.7739291478718203,
    0.7739291478718203,
    0.7739291478718203,
    0.7799223231440273,
    0.7799223231440273,
    0.7799223231440273,
    0.7799223231440273,
    0.7799223231440273,
    0.7799223231440273,
    0.779434496827976,
    0.779434496827976,
    0.779434496827976,
    0.779434496827976,
    0.779434496827976,
    0.8070587512945916,
    0.8070587512945916,
    0.8070587512945916,
    0.7952413560783042,
    0.7952413560783042,
    0.7952413560783042,
    0.7952413560783042,
    0.8425888475786073,
    0.8425888475786073,
    0.8425888475786073,
    0.8425888475786073,
    0.8425888475786073,
    0.8425888475786073,
    0.8425888475786073,
    0.8425888475786073,
    0.8425888475786073,
    0.8425888475786073,
    0.8578876301627925,
    0.8578876301627925,
    0.8578876301627925,
    0.8578876301627925,
    0.8578876301627925,
    0.8578876301627925,
    0.8621187128032594,
    0.8621187128032594,
    0.8621187128032594,
    0.8621187128032594,
    0.8621187128032594,
    0.8621187128032594,
    0.8621187128032594,
    0.7901512344869037
  ]
}