{
  "0": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.6561916285165907,
    0.6561916285165907,
    0.6561916285165907,
    0.6561916285165907,
    0.7780550897308391,
    0.7780550897308391,
    0.7780550897308391,
    0.7780550897308391,
    0.7780550897308391,
    0.7780550897308391,
    0.7780550897308391,
    0.809896640228989,
    0.809896640228989,
    0.809896640228989,
    0.809896640228989,
    0.809896640228989,
    0.8398780660526413,
    0.8398780660526413,
    0.8398780660526413,
    0.8398780660526413,
    0.8398780660526413,
    0.8455710662096314,
    0.8455710662096314,
    0.8455710662096314,
    0.8455710662096314,
    0.8455710662096314,
    0.8455710662096314,
    0.8455710662096314,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.9009781787031601,
    0.8936449582606207,
    0.8936449582606207,
    0.8936449582606207,
    0.8936449582606207,
    0.8936449582606207,
    0.8936449582606207,
    0.8898602590496569,
    0.8898602590496569,
    0.8898602590496569,
    0.8898602590496569,
    0.8898602590496569,
    0.8898602590496569,
    0.8898602590496569,
    0.8898602590496569
  ],
  "1": [
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets lay on the high tables. Students are holding branded folders containing resumes.",
    "Several glossy case study booklets rest on the high tables. Students are holding branded folders containing resumes. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets rest on the high tables. Students are holding branded folders containing resumes. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets rest on the high tables. Students are holding branded folders containing resumes, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets rest on the high tables, and dozens of booths with colorful banners circle the polished floor. Students are holding branded folders containing resumes, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets rest on the high tables, and dozens of booths with colorful banners circle the polished floor. Students are holding branded folders containing resumes, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "The polished floor is surrounded by dozens of booths featuring colorful banners. Several glossy case study booklets rest on the high tables, and consulting firms have stacked more booklets there. Students are holding branded folders containing resumes, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Glossy case study booklets are stacked on high tables, with consulting firms also presenting more booklets. Students hold branded folders containing resumes, and healthcare providers display community outreach photos. Tech companies are showcasing demo screens featuring their latest apps. Career counselors are reminding attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Glossy case study booklets are stacked on high tables, with consulting firms also presenting more booklets. Students hold branded folders containing resumes, and healthcare providers display community outreach photos. Tech companies are showcasing demo screens featuring their latest apps, and career counselors are reminding attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Glossy case study booklets are stacked on high tables, with consulting firms also presenting more booklets. Students hold branded folders containing resumes, and healthcare providers display community outreach photos. Tech companies are showcasing demo screens featuring their latest apps, and career counselors are reminding attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Glossy case study booklets are stacked on high tables, with consulting firms also presenting more booklets. Students hold branded folders containing resumes, and healthcare providers display community outreach photos. Tech companies are showcasing demo screens featuring their latest apps, and career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "1_score": [
    0.3210969859128918,
    0.3210969859128918,
    0.43960369847470804,
    0.43960369847470804,
    0.6209606212250056,
    0.6209606212250056,
    0.6209606212250056,
    0.6209606212250056,
    0.6585355561118532,
    0.6585355561118532,
    0.6585355561118532,
    0.6585355561118532,
    0.6585355561118532,
    0.6585355561118532,
    0.6585355561118532,
    0.6585355561118532,
    0.6585355561118532,
    0.6273688902940562,
    0.6273688902940562,
    0.6273688902940562,
    0.6273688902940562,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6736168040732494,
    0.6862786328215542,
    0.6862786328215542,
    0.6862786328215542,
    0.6862786328215542,
    0.6862786328215542,
    0.6862786328215542,
    0.6862786328215542,
    0.6862786328215542,
    0.747836919329937,
    0.747836919329937,
    0.747836919329937,
    0.747836919329937,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7093135798164454,
    0.7193831663636965,
    0.7193831663636965,
    0.7193831663636965,
    0.7193831663636965,
    0.7193831663636965,
    0.7193831663636965
  ],
  "2": [
    "",
    "The career counselors reminded attendees to maintain eye contact during presentations.",
    "Attendees were reminded to maintain eye contact during presentations. Event staff scanned registrations and handed out lanyards at the entrance. The entrance was busy with attendees being registered and receiving lanyards.",
    "Attendees were registering at the entrance, receiving lanyards from event staff. The entrance was busy with attendees being registered. Alumni volunteers were giving quick pep talks near the coffee station. Attendees were reminded to maintain eye contact during presentations.",
    "Attendees were registering at the entrance, receiving lanyards from event staff. The entrance was busy with attendees being registered. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opens. Attendees were reminded to maintain eye contact during presentations.",
    "Attendees were registering at the entrance, receiving lanyards from event staff as the entrance was busy with attendees being registered. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opens. Healthcare providers showcased community outreach photos.",
    "Attendees were registering at the entrance, receiving lanyards from event staff as the entrance was busy. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opened. Healthcare providers showcased community outreach photos. Career counselors reminded attendees to maintain eye contact.",
    "Attendees were registering at the entrance, receiving lanyards from event staff as the entrance was busy. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opened. Healthcare providers showcased community outreach photos, while career counselors reminded attendees to maintain eye contact. Consulting firms stacked glossy case study booklets on high tables.",
    "Attendees were registering at the entrance, receiving lanyards from event staff as the entrance was busy. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opened. Healthcare providers showcased community outreach photos, while career counselors reminded attendees to maintain eye contact. Consulting firms stacked glossy case study booklets on high tables and tech companies displayed demo screens showing their latest apps.",
    "Attendees were registering at the entrance, receiving lanyards from event staff as the entrance was busy. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opened. Healthcare providers showcased community outreach photos, while consulting firms stacked glossy case study booklets on high tables and tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact.",
    "Attendees were registering at the entrance, receiving lanyards from event staff as the entrance was busy. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opened. Healthcare providers showcased community outreach photos, and consulting firms stacked glossy case study booklets on high tables while tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact.",
    "Attendees were registering at the entrance, receiving lanyards from event staff as the entrance was busy. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opened. Healthcare providers showcased community outreach photos, and consulting firms stacked glossy case study booklets on high tables while tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact.",
    "Attendees were registering at the entrance, receiving lanyards from event staff as the entrance was busy. Alumni volunteers were giving quick pep talks near the coffee station, and students lined up outside the university gym before the career fair opened. Healthcare providers showcased community outreach photos, and consulting firms stacked glossy case study booklets on high tables while tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "2_score": [
    0.0,
    0.3424606617474054,
    0.3424606617474054,
    0.3424606617474054,
    0.47810306289963783,
    0.47810306289963783,
    0.47810306289963783,
    0.47810306289963783,
    0.47810306289963783,
    0.6360263980731251,
    0.6360263980731251,
    0.6360263980731251,
    0.7881643781738383,
    0.7881643781738383,
    0.7881643781738383,
    0.7881643781738383,
    0.7323484614944107,
    0.7323484614944107,
    0.7323484614944107,
    0.7323484614944107,
    0.7938784766863491,
    0.7938784766863491,
    0.7938784766863491,
    0.7938784766863491,
    0.7938784766863491,
    0.7938784766863491,
    0.7938784766863491,
    0.7938784766863491,
    0.7976159522656225,
    0.7976159522656225,
    0.7976159522656225,
    0.7976159522656225,
    0.7976159522656225,
    0.7791653703622055,
    0.7791653703622055,
    0.7791653703622055,
    0.7791653703622055,
    0.7791653703622055,
    0.7828705432301453,
    0.7828705432301453,
    0.7828705432301453,
    0.7828705432301453,
    0.7828705432301453,
    0.7828705432301453,
    0.7828705432301453,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.7869491996651581,
    0.8107448282770949,
    0.8107448282770949,
    0.8107448282770949,
    0.8107448282770949,
    0.8107448282770949
  ],
  "3": [
    "",
    "",
    "Students clutch resumes inside branded folders. A small, blue drone buzzes overhead.",
    "Students clutch resumes inside branded folders as a small, blue drone buzzes overhead. Tech companies display demo screens showing their latest apps.",
    "Attendees clutch resumes inside branded folders as a small, blue drone buzzes overhead. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Attendees hold resumes within branded folders as a small, blue drone buzzes overhead. Tech companies display demo screens showcasing their latest apps, while career counselors advise attendees to maintain eye contact. Healthcare providers present community outreach photos.",
    "Attendees hold resumes within branded folders as a small, blue drone buzzes overhead. Tech companies display demo screens showcasing their latest apps, and career counselors advise attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, while healthcare providers present community outreach photos.",
    "Attendees hold resumes within branded folders as a small, blue drone buzzes overhead. Tech companies display demo screens showcasing their latest apps, and career counselors advise attendees to maintain eye contact. Students line up outside the university gym, while healthcare providers present community outreach photos.",
    "The polished floor surrounds dozens of booths with colorful banners. Attendees hold resumes within branded folders as a small, blue drone buzzes overhead. Tech companies display demo screens showcasing their latest apps, and career counselors advise attendees to maintain eye contact. Students line up outside the university gym, while healthcare providers present community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners, and attendees hold resumes within branded folders. A small, blue drone buzzes overhead as tech companies showcase their latest apps on demo screens. Students line up outside the university gym, while healthcare providers present community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners, and attendees hold resumes within branded folders. A small, blue drone buzzes overhead as tech companies showcase their latest apps on demo screens. Students line up outside the university gym, while healthcare providers present community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners, and attendees hold resumes within branded folders. A small, blue drone buzzes overhead as tech companies showcase their latest apps on demo screens. Students line up outside the university gym, while healthcare providers present community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners, and attendees hold resumes within branded folders. Tech companies display demo screens showing their latest apps, while event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "3_score": [
    0.0,
    0.0,
    0.38341059886938766,
    0.38341059886938766,
    0.438049683836222,
    0.438049683836222,
    0.438049683836222,
    0.6200301697222065,
    0.6200301697222065,
    0.6200301697222065,
    0.6200301697222065,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.5852538161911885,
    0.7616591792444909,
    0.7616591792444909,
    0.7616591792444909,
    0.7616591792444909,
    0.7616591792444909,
    0.697441997085267,
    0.697441997085267,
    0.697441997085267,
    0.697441997085267,
    0.697441997085267,
    0.697441997085267,
    0.7272300606109394,
    0.7272300606109394,
    0.7272300606109394,
    0.7272300606109394,
    0.7272300606109394,
    0.7272300606109394,
    0.7272300606109394,
    0.6426436540601802,
    0.6426436540601802,
    0.6426436540601802,
    0.6426436540601802,
    0.6426436540601802,
    0.6426436540601802,
    0.6928935137991272,
    0.6928935137991272,
    0.6928935137991272,
    0.6928935137991272,
    0.6928935137991272,
    0.6928935137991272,
    0.6928935137991272,
    0.6928935137991272,
    0.7550212256206608,
    0.7550212256206608,
    0.7550212256206608,
    0.7550212256206608,
    0.7550212256206608,
    0.7550212256206608,
    0.7550212256206608,
    0.7550212256206608,
    0.7550212256206608,
    0.7550212256206608,
    0.623108010825633,
    0.623108010825633
  ],
  "4": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos. Consulting firms have stacked glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos, while consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos, while consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos, while consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are showcasing community outreach photos, while consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens."
  ],
  "4_score": [
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4265205589811083,
    0.4265205589811083,
    0.4265205589811083,
    0.4265205589811083,
    0.4265205589811083,
    0.5163882737281491,
    0.5163882737281491,
    0.5163882737281491,
    0.5163882737281491,
    0.5684404561657845,
    0.5684404561657845,
    0.5684404561657845,
    0.5684404561657845,
    0.5684404561657845,
    0.5684404561657845,
    0.5684404561657845,
    0.5684404561657845,
    0.6462495903643312,
    0.6462495903643312,
    0.6462495903643312,
    0.6462495903643312,
    0.6462495903643312,
    0.6462495903643312,
    0.6462495903643312,
    0.6462495903643312,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.7067787481941054,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.68412476453906,
    0.78871094869705,
    0.78871094869705
  ],
  "5": [
    "",
    "",
    "Students clutch resumes inside branded folders. A large, blue folder is prominent.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A large, blue folder is prominent among them. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.39902435743338305,
    0.6015789661759534,
    0.6015789661759534,
    0.6015789661759534,
    0.7542766351508575,
    0.7542766351508575,
    0.7542766351508575,
    0.8010752300983631,
    0.8010752300983631,
    0.8010752300983631,
    0.8010752300983631,
    0.8010752300983631,
    0.8010752300983631,
    0.8010752300983631,
    0.8010752300983631,
    0.8010752300983631,
    0.7797551548593735,
    0.7797551548593735,
    0.7797551548593735,
    0.7797551548593735,
    0.7797551548593735,
    0.7797551548593735,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.843378135915662,
    0.8561120086144773,
    0.8561120086144773,
    0.8561120086144773,
    0.8561120086144773,
    0.8561120086144773,
    0.8561120086144773,
    0.8771371550910528,
    0.8771371550910528,
    0.8771371550910528,
    0.8771371550910528,
    0.8771371550910528,
    0.8771371550910528,
    0.8771371550910528,
    0.8771371550910528,
    0.8771371550910528,
    0.8710142142653158,
    0.8710142142653158,
    0.8710142142653158,
    0.8710142142653158,
    0.8710142142653158,
    0.8710142142653158,
    0.8710142142653158,
    0.8710142142653158,
    0.8710142142653158
  ],
  "6": [
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes, which they clutch inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes, which they clutch inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes, which they clutch inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes, which they clutch inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes, which they clutch inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and clutching resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and clutching resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.621714724255375,
    0.621714724255375,
    0.7296442315383107,
    0.7296442315383107,
    0.7296442315383107,
    0.7516338118291446,
    0.7516338118291446,
    0.8011790154164469,
    0.8011790154164469,
    0.8011790154164469,
    0.8011790154164469,
    0.8011790154164469,
    0.8011790154164469,
    0.8011790154164469,
    0.8537930425912246,
    0.8537930425912246,
    0.8537930425912246,
    0.8539581765954318,
    0.8539581765954318,
    0.8539581765954318,
    0.8539581765954318,
    0.8539581765954318,
    0.8539581765954318,
    0.8539581765954318,
    0.8539581765954318,
    0.8367544332162586,
    0.8367544332162586,
    0.8367544332162586,
    0.8367544332162586,
    0.8367544332162586,
    0.8367544332162586,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8604488520513288,
    0.8087841351609081,
    0.8087841351609081,
    0.8087841351609081,
    0.8087841351609081,
    0.8087841351609081,
    0.7676312552120415,
    0.7676312552120415,
    0.7676312552120415,
    0.7676312552120415,
    0.7676312552120415
  ],
  "7": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a small group of providers standing outside a brightly colored building, likely a clinic or office. Several children are visible in the background, smiling and holding balloons. A banner with the words \"Healthy Kids Day\" is partially visible behind the providers.",
    "The healthcare providers are displaying photographs from community outreach events. Several children are visible in the background, smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers are displaying photographs from community outreach events, showing several children smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens.",
    "Several healthcare providers are displaying photographs from community outreach events, showing several children smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Several healthcare providers are displaying photographs from community outreach events, showing several children smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Several healthcare providers are displaying photographs from community outreach events, showing several children smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Several healthcare providers are displaying photographs from community outreach events, showing several children smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Several healthcare providers are displaying photographs from community outreach events, showing several children smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Several healthcare providers are displaying photographs from community outreach events, showing several children smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several healthcare providers are displaying photographs from community outreach events, showing several children smiling and holding balloons outside a brightly colored building, likely a clinic or office. A banner with the words “Healthy Kids Day” is partially visible behind the providers. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Healthcare providers are displaying photographs from community outreach events featuring smiling children holding balloons outside a brightly colored building, likely a clinic or office. A banner reading “Healthy Kids Day” is partially visible. Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Alumni volunteers share quick pep talks near the coffee station, and dozens of booths with colorful banners circle a polished floor. Career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.3993885581022635,
    0.3993885581022635,
    0.5117752684973034,
    0.5117752684973034,
    0.5117752684973034,
    0.511292770595799,
    0.511292770595799,
    0.511292770595799,
    0.511292770595799,
    0.5640915160530157,
    0.5640915160530157,
    0.5640915160530157,
    0.5640915160530157,
    0.5640915160530157,
    0.5640915160530157,
    0.5640915160530157,
    0.5640915160530157,
    0.5640915160530157,
    0.5640915160530157,
    0.6685959816768212,
    0.6685959816768212,
    0.6685959816768212,
    0.6685959816768212,
    0.6685959816768212,
    0.6685959816768212,
    0.7105129187763515,
    0.7105129187763515,
    0.7105129187763515,
    0.7105129187763515,
    0.7105129187763515,
    0.7105129187763515,
    0.7678449598058288,
    0.7678449598058288,
    0.7678449598058288,
    0.7678449598058288,
    0.7678449598058288,
    0.7678449598058288,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.783036105679915,
    0.7716334456988685,
    0.7716334456988685,
    0.7716334456988685,
    0.7716334456988685,
    0.7716334456988685,
    0.7716334456988685,
    0.7716334456988685
  ],
  "8": [
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets lay stacked on high tables. Students are holding branded folders containing resumes.",
    "Several glossy case study booklets lay stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students are holding branded folders containing resumes.",
    "Several glossy case study booklets are stacked on high tables. Students are holding branded folders containing resumes, and they clutch resumes inside those branded folders.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Students are holding branded folders containing resumes, and they clutch resumes inside those branded folders.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Students are holding branded folders containing resumes, clutching those resumes inside.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Students are holding branded folders containing resumes, clutching those resumes inside. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance. Students are holding branded folders containing resumes, clutching those resumes inside. Consulting firms are also stacking glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables, with consulting firms also stacking similar booklets. Event staff scan registrations and hand out lanyards at the entrance, while students are holding branded folders containing resumes, clutching those resumes. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables, with consulting firms also stacking similar booklets. Event staff scan registrations and hand out lanyards at the entrance, while students are holding branded folders containing resumes, clutching those resumes. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "Several glossy case study booklets are stacked on high tables, with consulting firms also stacking similar booklets. Event staff scan registrations and hand out lanyards at the entrance, while students are holding branded folders containing resumes, clutching those resumes. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos near the coffee station, and alumni volunteers share quick pep talks.",
    "Several glossy case study booklets are stacked on high tables, with consulting firms also stacking similar booklets. Event staff scan registrations and hand out lanyards at the entrance, while students are holding branded folders containing resumes, clutching those resumes. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos near the coffee station, and alumni volunteers share quick pep talks.",
    "Several glossy case study booklets are stacked on high tables, with consulting firms also stacking similar booklets. Event staff scan registrations and hand out lanyards at the entrance, while students are holding branded folders containing resumes, clutching those resumes. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos near the coffee station, and alumni volunteers share quick pep talks. Tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4364383848732142,
    0.4364383848732142,
    0.4364383848732142,
    0.4714245069971817,
    0.4714245069971817,
    0.4714245069971817,
    0.46413175343104107,
    0.46413175343104107,
    0.6285303276362214,
    0.6285303276362214,
    0.6285303276362214,
    0.6285303276362214,
    0.6285303276362214,
    0.647701111225503,
    0.647701111225503,
    0.647701111225503,
    0.647701111225503,
    0.647701111225503,
    0.7107721848792037,
    0.7107721848792037,
    0.7107721848792037,
    0.7107721848792037,
    0.7107721848792037,
    0.7374848776480321,
    0.7374848776480321,
    0.7374848776480321,
    0.7374848776480321,
    0.7374848776480321,
    0.7374848776480321,
    0.7374848776480321,
    0.7374848776480321,
    0.7096679645698609,
    0.7096679645698609,
    0.7096679645698609,
    0.7096679645698609,
    0.7096679645698609,
    0.7096679645698609,
    0.7096679645698609,
    0.7121680217903199,
    0.7121680217903199,
    0.7121680217903199,
    0.7121680217903199,
    0.7121680217903199,
    0.7121680217903199,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7465382965865079,
    0.7689342243337152,
    0.7689342243337152,
    0.7689342243337152
  ],
  "9": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, and dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, and dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.6821946724143082,
    0.7887836447365663,
    0.7887836447365663,
    0.7887836447365663,
    0.8218876059825266,
    0.8218876059825266,
    0.8218876059825266,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8597869078258458,
    0.8608034153984504,
    0.8608034153984504,
    0.8608034153984504,
    0.8818088777370756,
    0.8818088777370756,
    0.8818088777370756,
    0.8818088777370756,
    0.8818088777370756,
    0.8452676232409015,
    0.8452676232409015,
    0.8452676232409015,
    0.8452676232409015,
    0.8452676232409015,
    0.8453836138796345,
    0.8453836138796345,
    0.8453836138796345,
    0.8453836138796345,
    0.8453836138796345,
    0.8453836138796345,
    0.8453836138796345,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.8372896034966586,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804,
    0.868426251104804
  ]
}