{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and event staff scan registrations, handing out lanyards at the entrance.",
    "At the event, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and event staff scan registrations, handing out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the event, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and event staff scan registrations, handing out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and event staff scan registrations, handing out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the event, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and event staff scan registrations, handing out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event, healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.5403504180331682,
    0.5403504180331682,
    0.5403504180331682,
    0.5403504180331682,
    0.5403504180331682,
    0.7776041444567581,
    0.7776041444567581,
    0.7776041444567581,
    0.7776041444567581,
    0.7594177216599283,
    0.7594177216599283,
    0.7594177216599283,
    0.7594177216599283,
    0.7594177216599283,
    0.7918320694518383,
    0.7918320694518383,
    0.7918320694518383,
    0.7918320694518383,
    0.8167332721355633,
    0.8167332721355633,
    0.8167332721355633,
    0.8315106505313632,
    0.8315106505313632,
    0.8315106505313632,
    0.8275708472524521,
    0.8275708472524521,
    0.8275708472524521,
    0.8275708472524521,
    0.8275708472524521,
    0.8283642220131242,
    0.8283642220131242,
    0.8283642220131242,
    0.833621300207779,
    0.833621300207779,
    0.833621300207779,
    0.833621300207779,
    0.833621300207779,
    0.8326579937807772,
    0.8326579937807772,
    0.8326579937807772,
    0.8326579937807772,
    0.8326579937807772,
    0.8413915132717693,
    0.8413915132717693,
    0.8413915132717693,
    0.8413915132717693,
    0.8413915132717693,
    0.8413915132717693,
    0.8469314388239988,
    0.8469314388239988,
    0.8469314388239988,
    0.8469314388239988,
    0.8469314388239988,
    0.8469314388239988,
    0.8469314388239988,
    0.8469314388239988,
    0.8469314388239988
  ],
  "1": [
    "",
    "Workshops on networking etiquette have begun in the adjoining classroom.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, in the adjoining classroom, networking etiquette workshops have begun. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule.",
    "In the adjoining classroom at the fair, networking etiquette workshops have begun. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, networking etiquette workshops have begun in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA system outlines the fair schedule. Career counselors also redirect unsure students toward applicable industries.",
    "At the fair, networking etiquette workshops are taking place in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact, and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule.",
    "At the fair, networking etiquette workshops are taking place in the adjoining classroom. Nearby, consulting firms have stacked glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, networking etiquette workshops are taking place in the adjoining classroom. Nearby, consulting firms have stacked glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, networking etiquette workshops are conducted in the adjoining classroom. Nearby, consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the fair, networking activities unfold around a polished floor ring of dozens of booths, each adorned with colorful banners. Etiquette workshops are held in the adjoining classroom, while nearby consulting firms display glossy case study booklets stacked on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a polished floor ring encircles dozens of booths, each bannered in bright colors. Etiquette workshops are held in the adjoining classroom, while nearby consulting firms display glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.32932402939002786,
    0.45819086571530665,
    0.45819086571530665,
    0.45819086571530665,
    0.45819086571530665,
    0.5539068367921166,
    0.5539068367921166,
    0.5539068367921166,
    0.6401173549911389,
    0.6401173549911389,
    0.6401173549911389,
    0.6401173549911389,
    0.6401173549911389,
    0.6401173549911389,
    0.7087696407096782,
    0.7087696407096782,
    0.7087696407096782,
    0.7087696407096782,
    0.7087696407096782,
    0.7087696407096782,
    0.7087696407096782,
    0.8537020477332096,
    0.8537020477332096,
    0.8537020477332096,
    0.8537020477332096,
    0.8537020477332096,
    0.8512911102616192,
    0.8512911102616192,
    0.8512911102616192,
    0.8512911102616192,
    0.8512911102616192,
    0.8512911102616192,
    0.8624782427785487,
    0.8624782427785487,
    0.8624782427785487,
    0.857220032919136,
    0.857220032919136,
    0.857220032919136,
    0.857220032919136,
    0.857220032919136,
    0.8688500459471846,
    0.8688500459471846,
    0.8688500459471846,
    0.8848638510485973,
    0.8848638510485973,
    0.8848638510485973,
    0.8848638510485973,
    0.9000768442378415,
    0.9000768442378415,
    0.9000768442378415,
    0.9000768442378415,
    0.9000768442378415,
    0.9000768442378415,
    0.9000768442378415,
    0.9044494928349709,
    0.9044494928349709,
    0.9044494928349709,
    0.9044494928349709,
    0.9044494928349709,
    0.9072171690772493,
    0.9072171690772493
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards; meanwhile alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case-study booklets on high tables.",
    "Staff at the event entrance scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "The scene centers on an event with staff at the entrance scanning registrations and handing out lanyards. Nearby, alumni volunteers offer brief pep talks near the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. A few students rehearse elevator pitches quietly against the wall.",
    "The scene centers on an event where staff at the entrance scan registrations and hand out lanyards. Nearby, alumni volunteers offer brief pep talks by the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. A few students rehearse elevator pitches quietly against the wall.",
    "The scene centers on an event where staff at the entrance scan registrations and hand out lanyards. Nearby, alumni volunteers offer brief pep talks by the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. A few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Nearby, alumni volunteers offer brief pep talks by the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. A few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards, while alumni volunteers nearby offer brief pep talks by the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage. Consulting firms place glossy case-study booklets on high tables. A few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while alumni volunteers nearby offer brief pep talks by the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage. Consulting firms place glossy case-study booklets on high tables. A few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff at the entrance scan registrations and hand out lanyards, while alumni volunteers nearby offer brief pep talks by the coffee station. Healthcare providers showcase photographs of community outreach. The engineering society sponsors a resume-review table near the stage. Consulting firms place glossy case-study booklets on high tables. A few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.3929547554037819,
    0.3929547554037819,
    0.3929547554037819,
    0.5541877897379792,
    0.5541877897379792,
    0.5541877897379792,
    0.5541877897379792,
    0.7853098876638902,
    0.7853098876638902,
    0.7853098876638902,
    0.7668169263747513,
    0.7668169263747513,
    0.7668169263747513,
    0.7668169263747513,
    0.7736041041706335,
    0.7736041041706335,
    0.7736041041706335,
    0.7736041041706335,
    0.7736041041706335,
    0.7736041041706335,
    0.7736041041706335,
    0.7736041041706335,
    0.7679224268073237,
    0.7679224268073237,
    0.7679224268073237,
    0.7679224268073237,
    0.7679224268073237,
    0.7679224268073237,
    0.7746725373099848,
    0.7746725373099848,
    0.7746725373099848,
    0.7746725373099848,
    0.7746725373099848,
    0.8057293356595262,
    0.8057293356595262,
    0.8057293356595262,
    0.8057293356595262,
    0.8394625724386353,
    0.8394625724386353,
    0.8394625724386353,
    0.8394625724386353,
    0.8394625724386353,
    0.8406028092046621,
    0.8406028092046621,
    0.8406028092046621,
    0.8406028092046621,
    0.8406028092046621,
    0.8406028092046621,
    0.8412654100014065,
    0.8412654100014065,
    0.8412654100014065,
    0.8412654100014065,
    0.8412654100014065,
    0.8412654100014065,
    0.8126750787575776,
    0.8126750787575776,
    0.8126750787575776,
    0.8126750787575776
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards; inside, some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.37514746167179036,
    0.37514746167179036,
    0.37514746167179036,
    0.37514746167179036,
    0.37514746167179036,
    0.37514746167179036,
    0.37514746167179036,
    0.37514746167179036,
    0.37514746167179036,
    0.597919467330851,
    0.597919467330851,
    0.597919467330851,
    0.597919467330851,
    0.597919467330851,
    0.597919467330851,
    0.597919467330851,
    0.597919467330851,
    0.597919467330851,
    0.7542407327500232,
    0.7542407327500232,
    0.7542407327500232,
    0.7711964016673611,
    0.7711964016673611,
    0.7711964016673611,
    0.812233154369007,
    0.812233154369007,
    0.812233154369007,
    0.812233154369007,
    0.8069368746921093,
    0.8069368746921093,
    0.8069368746921093,
    0.8069368746921093,
    0.8060726609870466,
    0.8060726609870466,
    0.8060726609870466,
    0.8060726609870466,
    0.8425982119452469,
    0.8425982119452469,
    0.8425982119452469,
    0.8425982119452469,
    0.8425982119452469,
    0.8425982119452469,
    0.8543689283976315,
    0.8543689283976315,
    0.8543689283976315,
    0.8543689283976315,
    0.8554493974996897,
    0.8554493974996897,
    0.8554493974996897,
    0.8554493974996897,
    0.8554493974996897,
    0.8560932252874888,
    0.8560932252874888,
    0.8560932252874888
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "A group scene shows students rehearsing elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews.",
    "In a multi-room setting, students quietly rehearse elevator pitches against a wall as an alumni panel discusses preparation for technical interviews; in the adjoining classroom, workshops on networking etiquette commence.",
    "In a multi-room setting, some students quietly rehearse elevator pitches against a wall while an alumni panel discusses preparation for technical interviews; in the adjoining classroom, workshops on networking etiquette commence.",
    "In a multi-room setting, some students are quietly rehearsing elevator pitches against a wall while an alumni panel discusses preparation for technical interviews; in the adjoining classroom, workshops on networking etiquette commence.",
    "In a multi-room setting, some students are quietly rehearsing elevator pitches against a wall in one room, while an alumni panel discusses preparation for technical interviews. In the adjoining classroom, workshops on networking etiquette commence.",
    "In a multi-room setting, some students are quietly rehearsing elevator pitches against a wall in one room. An alumni panel discusses preparation for technical interviews. In the adjoining classroom, workshops on networking etiquette commence.",
    "Across a multi-room setting, some students quietly rehearse elevator pitches against a wall in one room, while an alumni panel discusses preparation for technical interviews; in the adjoining classroom, workshops on networking etiquette commence.",
    "Across a multi-room setting, some students quietly rehearse elevator pitches against a wall in one room, while an alumni panel discusses preparation for technical interviews. In the adjoining classroom, workshops on networking etiquette commence.",
    "In a multi-room setting, some students quietly rehearse elevator pitches against a wall in one room, while an alumni panel discusses preparation for technical interviews. In the adjoining classroom, networking etiquette workshops are commencing.",
    "In a multi-room setting, some students quietly rehearse elevator pitches against a wall in one room, while an alumni panel discusses preparation for technical interviews. In the adjoining classroom, networking etiquette workshops are commencing.",
    "In a multi-room setting, one room has students quietly rehearsing elevator pitches against a wall while an alumni panel discusses preparation for technical interviews; in the adjoining classroom, networking etiquette workshops are commencing.",
    "In a multi-room setting, one room contains students quietly rehearsing elevator pitches against a wall while an alumni panel discusses preparation for technical interviews; in the adjoining classroom, networking etiquette workshops are commencing."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.36853825767728415,
    0.36853825767728415,
    0.359084340625573,
    0.359084340625573,
    0.359084340625573,
    0.359084340625573,
    0.3487219747837075,
    0.3487219747837075,
    0.3487219747837075,
    0.3487219747837075,
    0.3487219747837075,
    0.3320698652448691,
    0.3320698652448691,
    0.3320698652448691,
    0.3320698652448691,
    0.3320698652448691,
    0.3320698652448691,
    0.4528654861289466,
    0.4528654861289466,
    0.4528654861289466,
    0.4528654861289466,
    0.5856170252513987,
    0.5856170252513987,
    0.5856170252513987,
    0.5856170252513987,
    0.5856170252513987,
    0.5856170252513987,
    0.5856170252513987,
    0.34314562128792686,
    0.34314562128792686,
    0.34314562128792686,
    0.34314562128792686,
    0.47812023218310507,
    0.47812023218310507,
    0.47812023218310507,
    0.47812023218310507,
    0.47812023218310507,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.46476075562057645,
    0.3289545133779746,
    0.3289545133779746,
    0.3289545133779746,
    0.3289545133779746,
    0.3289545133779746
  ],
  "5": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Staff scan registrations at the event entrance and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station. A welcome PA announcement outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, attendees move through an entrance where staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station. A welcome PA announces the fair schedule. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor.",
    "Attendees pass through an entrance where staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map while students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and a welcome PA announces the fair schedule. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Attendees move through an entrance where staff scan registrations and hand out lanyards. Groups of friends mark target employers on a large event map while students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and a welcome PA broadcasts the fair schedule. Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "Attendees move through an entrance where staff scan registrations and hand out lanyards. Groups of friends mark target employers on a large event map while students clutch resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station, and a welcome PA broadcasts the fair schedule. Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5695324497039903,
    0.5695324497039903,
    0.7715681258852999,
    0.7715681258852999,
    0.7715681258852999,
    0.773411321729883,
    0.773411321729883,
    0.773411321729883,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8611006561382432,
    0.8894283260246727,
    0.8894283260246727,
    0.8894283260246727,
    0.8894283260246727,
    0.8894283260246727,
    0.88227402246309,
    0.88227402246309,
    0.88227402246309,
    0.88227402246309,
    0.88227402246309,
    0.8761429149867207,
    0.8761429149867207,
    0.8742560313215885,
    0.8742560313215885,
    0.8742560313215885,
    0.8742560313215885,
    0.8742560313215885,
    0.8742560313215885,
    0.8742560313215885,
    0.8742560313215885,
    0.8834420438481274,
    0.8834420438481274,
    0.8834420438481274,
    0.8834420438481274,
    0.8772119822029327,
    0.8772119822029327,
    0.8772119822029327,
    0.8772119822029327,
    0.8958124290432865,
    0.8958124290432865,
    0.8958124290432865,
    0.8958124290432865,
    0.8829623228347572,
    0.8829623228347572,
    0.8829623228347572,
    0.8829623228347572,
    0.8829623228347572,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634,
    0.8728270580345634
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while some students rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall, while event staff scan registrations and hand out lanyards at the entrance.",
    "In the venue, students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the venue, students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the venue, some students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the venue, some students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the venue, students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the venue, students clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.34027295565307336,
    0.34027295565307336,
    0.34027295565307336,
    0.34027295565307336,
    0.40815298581686943,
    0.40815298581686943,
    0.40815298581686943,
    0.725811621029802,
    0.725811621029802,
    0.725811621029802,
    0.7677532396932569,
    0.7677532396932569,
    0.7677532396932569,
    0.7677532396932569,
    0.785029047612257,
    0.785029047612257,
    0.785029047612257,
    0.785029047612257,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7876259465614208,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7826626060135345,
    0.7892702111200015,
    0.7892702111200015,
    0.7892702111200015,
    0.7892702111200015,
    0.7892702111200015,
    0.7892702111200015,
    0.7892702111200015,
    0.8098108927607384,
    0.8098108927607384,
    0.8098108927607384,
    0.8098108927607384,
    0.8098108927607384,
    0.8098108927607384,
    0.8123687366843071
  ],
  "7": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Ahead of the career fair opening, students line up outside the university gym. A cybersecurity company conducts a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves.",
    "Ahead of the career fair opening, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "Before the career fair opens, students line up outside the university gym as a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves, and groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention, while dozens of booths with colorful banners circle the polished floor.",
    "Before the career fair opens, students line up outside the university gym as a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves, and groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps, and a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention, while dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Prior to the career fair opening, students line up outside the university gym as a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "Before the career fair opens, students line up outside the university gym as a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Before the career fair opens at the university gym, students line up outside as a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Before the career fair opens at the university gym, students line up outside while a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on an event map. Dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens at the university gym, students line up outside as a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens in the university gym, students line up outside as a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.5228189575015242,
    0.5228189575015242,
    0.5228189575015242,
    0.5228189575015242,
    0.5228189575015242,
    0.648177016749622,
    0.648177016749622,
    0.7710881679085108,
    0.7710881679085108,
    0.7710881679085108,
    0.8246133065712976,
    0.8246133065712976,
    0.8246133065712976,
    0.8432909260599314,
    0.8432909260599314,
    0.8432909260599314,
    0.8432909260599314,
    0.863005954755627,
    0.863005954755627,
    0.863005954755627,
    0.8883272762593126,
    0.8883272762593126,
    0.8883272762593126,
    0.8883272762593126,
    0.8883272762593126,
    0.8687522045488111,
    0.8687522045488111,
    0.8687522045488111,
    0.8949386418795208,
    0.8949386418795208,
    0.8949386418795208,
    0.8949386418795208,
    0.8999653695333221,
    0.8999653695333221,
    0.8999653695333221,
    0.8997958608150315,
    0.8997958608150315,
    0.8997958608150315,
    0.8997958608150315,
    0.8997958608150315,
    0.8997958608150315,
    0.8925185836690785,
    0.8925185836690785,
    0.8925185836690785,
    0.8925185836690785,
    0.8914345119599955,
    0.8914345119599955,
    0.8914345119599955,
    0.8914345119599955,
    0.8914345119599955,
    0.8914345119599955,
    0.8914345119599955,
    0.8909084768103057,
    0.8909084768103057,
    0.8909084768103057,
    0.8909084768103057,
    0.8909084768103057,
    0.8909084768103057,
    0.8951503546045714,
    0.8951503546045714,
    0.8951503546045714
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activities and the use of tablets for recording during introductions.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, indicating concurrent activities and the use of tablets for recording during introductions, while alumni volunteers share quick pep talks near the coffee station.",
    "Human resources teams jot notes on tablets as students introduce themselves, with tablets used for recording during introductions and concurrent activities noted. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Human resources teams jot notes on tablets as students introduce themselves, and tablets are used for recording during introductions and concurrent activities. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders.",
    "A university career fair scene unfolds: HR teams jot notes on tablets as students introduce themselves, and tablets are used for recording during introductions and concurrent activities. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "A university career fair scene unfolds on campus. HR teams jot notes on tablets as students introduce themselves, and tablets are used for recording during introductions and concurrent activities. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Inside, students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "The university career fair unfolds across campus with activity both outside and inside the gym. Before opening, students line up outside the university gym, awaiting entry. Inside the gym, HR teams jot notes on tablets as students introduce themselves, and tablets are used for recording during introductions and concurrent activities. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "The university career fair unfolds across campus, with activity both outside and inside the gym. Before opening, students line up outside the university gym awaiting entry. Inside the gym, HR teams jot notes on tablets as students introduce themselves, and tablets are used for recording during introductions and concurrent activities. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Across the campus, a university career fair unfolds with activity both outside and inside the gym. Before opening, students line up outside the gym awaiting entry. Inside, HR teams use tablets to record introductions and note events as students present themselves. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders. Networking etiquette workshops run in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At a university campus, a career fair unfolds with activity both outside and inside the gym. Before opening, students line up outside the gym awaiting entry. Inside, HR teams use tablets to record introductions and note events as students present themselves. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Networking etiquette workshops are held in the adjoining classroom.",
    "A university campus career fair unfolds with activity both outside and inside the gym. Before opening, students line up outside the gym awaiting entry. Inside, HR teams use tablets to record introductions and note events as students present themselves. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Networking etiquette workshops are held in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At a university campus career fair unfolding inside a gym and outside, students line up outside awaiting entry while event staff scan registrations and hand out lanyards at the entrance. Inside, HR teams use tablets to record introductions and note events as students present themselves. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on an event map beside the activity. Students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Networking etiquette workshops are held in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "A university campus career fair unfolds both inside a gym and outside, with students lining up outside awaiting entry as event staff scan registrations and hand out lanyards at the entrance. Inside, HR teams use tablets to record introductions and note events as students present themselves. Alumni volunteers offer brief pep talks near the coffee station. Groups of friends mark target employers on an event map beside the activity. Students clutch resumes in branded folders. The engineering society runs a resume-review table near the stage. Networking etiquette workshops take place in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community-outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.29741332773406626,
    0.29741332773406626,
    0.29741332773406626,
    0.29741332773406626,
    0.34374961261758236,
    0.34374961261758236,
    0.34374961261758236,
    0.7262731301389671,
    0.7262731301389671,
    0.7262731301389671,
    0.7262731301389671,
    0.7262731301389671,
    0.7262731301389671,
    0.7262731301389671,
    0.7262731301389671,
    0.7262731301389671,
    0.7262731301389671,
    0.6991351327862041,
    0.6991351327862041,
    0.6991351327862041,
    0.6991351327862041,
    0.810380978836348,
    0.810380978836348,
    0.810380978836348,
    0.810380978836348,
    0.8350482983511733,
    0.8350482983511733,
    0.8350482983511733,
    0.8350482983511733,
    0.859636357381584,
    0.859636357381584,
    0.859636357381584,
    0.859636357381584,
    0.859636357381584,
    0.859636357381584,
    0.859636357381584,
    0.8680995708957988,
    0.8680995708957988,
    0.8680995708957988,
    0.8599937650470285,
    0.8599937650470285,
    0.8599937650470285,
    0.8599937650470285,
    0.8599937650470285,
    0.8472225307399719,
    0.8472225307399719,
    0.8472225307399719,
    0.8472225307399719,
    0.8659235108026322,
    0.8659235108026322,
    0.8659235108026322,
    0.8659235108026322,
    0.86451508577568,
    0.86451508577568,
    0.86451508577568,
    0.86451508577568,
    0.86451508577568,
    0.86451508577568,
    0.8694588403506478,
    0.8694588403506478,
    0.8694588403506478,
    0.8694588403506478,
    0.8694588403506478
  ],
  "9": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the event, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the event, staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, staff scan registrations and hand out lanyards to attendees, establishing early check-in and identity at the booths. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, providing a formal session alongside the main exhibit area.",
    "At the event, staff scan registrations and hand out lanyards to attendees, establishing early check-in and identity at the booths. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, providing a formal session alongside the main exhibit area.",
    "The career fair opens with staff scanning registrations and handing out lanyards, establishing early check-in and attendee identity at booths. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, providing a formal session alongside the main exhibit area. Students line up outside the university gym before the career fair opens.",
    "At the career fair opening, staff scan registrations and hand out lanyards, establishing early check-in and attendee identity at booths. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, providing a formal session alongside the main exhibit area. Students line up outside the university gym before the career fair opens.",
    "At the career fair opening, staff scan registrations and hand out lanyards to establish early check-in and attendee identity at booths. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, providing a formal session alongside the main exhibit area. Students line up outside the university gym before the fair opens as dozens of booths with colorful banners circle the polished floor.",
    "At the career fair opening, staff scan registrations and hand out lanyards to establish early check-in and attendee identity at booths. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, providing a formal session alongside the main exhibit area. Students line up outside the university gym before the fair opens as dozens of booths with colorful banners circle the polished floor."
  ],
  "9_score": [
    0.0,
    0.0,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.5756509556546445,
    0.5756509556546445,
    0.5756509556546445,
    0.5756509556546445,
    0.8129418574328109,
    0.8129418574328109,
    0.8129418574328109,
    0.8129418574328109,
    0.8129418574328109,
    0.8039263402198527,
    0.8039263402198527,
    0.8039263402198527,
    0.8039263402198527,
    0.8039263402198527,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8435575033685629,
    0.8493355509551945,
    0.8493355509551945,
    0.8493355509551945,
    0.8493355509551945,
    0.8493355509551945,
    0.8493355509551945,
    0.8493355509551945,
    0.8398337510290164,
    0.8398337510290164,
    0.8398337510290164,
    0.8398337510290164,
    0.8398337510290164,
    0.8398337510290164,
    0.8398337510290164,
    0.8398337510290164,
    0.8398337510290164,
    0.8398337510290164,
    0.890946323921145,
    0.890946323921145,
    0.890946323921145,
    0.890946323921145,
    0.890946323921145,
    0.890946323921145,
    0.890946323921145,
    0.890946323921145,
    0.8835979281288764,
    0.8835979281288764,
    0.8835979281288764,
    0.890819522451308,
    0.890819522451308,
    0.890819522451308,
    0.890819522451308,
    0.890819522451308,
    0.890819522451308,
    0.890819522451308,
    0.890819522451308
  ]
}