{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case-study booklets on high tables, presenting a formal display for the fair. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables as a formal display. A welcome announcement plays over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables for a formal display, while a welcome announcement plays over the PA. A robotics startup draws attention by flying a small drone above its booth. The scene reflects a professional networking setting with several students quietly rehearsing elevator pitches against a wall, clutching resumes inside branded folders. Tech companies show demo screens of their latest apps. Alumni volunteers offer brief pep talks near the coffee station. The arrangement supports preparation, product showcases, mentorship, and literature distribution in a cohesive layout.",
    "At the fair, consulting firms display glossy case-study booklets on high tables while a welcome announcement plays over the PA. A robotics startup draws attention by flying a small drone over its booth. The scene is a professional networking setting with several students quietly rehearsing elevator pitches against a wall, clutching resumes inside branded folders. Tech companies show demo screens of their latest apps. Alumni volunteers offer brief pep talks near the coffee station. The arrangement supports preparation, product showcases, mentorship, and literature distribution in a cohesive layout. An alumni panel discusses how to prepare for technical interviews.",
    "At a campus career fair, consulting firms display glossy case-study booklets on high tables as a welcome announcement plays over the PA. A robotics startup draws attention by flying a small drone over its booth. Students rehearse elevator pitches against a wall, clutching resumes inside branded folders. Tech companies show demo screens of their latest apps, while alumni volunteers deliver brief pep talks near the coffee station. The layout supports preparation, product showcases, mentorship, and literature distribution. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5811394585700806,
    0.5811394585700806,
    0.5811394585700806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.7326287421780806,
    0.834347786282846,
    0.834347786282846,
    0.834347786282846,
    0.834347786282846,
    0.834347786282846,
    0.834347786282846,
    0.834347786282846,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8586680445431926,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243,
    0.8400708325617243
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career event, counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At a career event, counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At a career event, counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Career counselors also redirect unsure students toward applicable industries.",
    "At the career event, counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and a scene shows students clutching resumes inside branded folders.",
    "At a career event, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and inside, they clutch resumes in branded folders. Staff scan registrations at the entrance and hand out lanyards. A welcome PA announcement outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens; inside, they clutch resumes in branded folders. Staff scan registrations at the entrance and hand out lanyards. A welcome PA announcement outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, attendees are reminded by counselors to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens; inside, they clutch resumes in branded folders as staff scan registrations at the entrance and hand out lanyards. A welcome PA announces the fair schedule. An alumni panel discusses preparation for technical interviews. Finance firms provide QR codes for immediate internship applications, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, attendees are reminded by counselors to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens; inside, they clutch resumes in branded folders as staff scan registrations at the entrance and hand out lanyards. A welcome PA announces the fair schedule. An alumni panel discusses preparation for technical interviews. Finance firms provide QR codes for immediate internship applications, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, attendees are reminded by counselors to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens; inside, they clutch resumes in branded folders as staff scan registrations at the entrance and hand out lanyards. A welcome PA announces the fair schedule. An alumni panel discusses preparation for technical interviews. Finance firms provide QR codes for immediate internship applications, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens; inside, they clutch resumes in branded folders as staff scan registrations at the entrance and hand out lanyards. A welcome PA announces the fair schedule. An alumni panel discusses preparation for technical interviews. Finance firms provide QR codes for immediate internship applications, and a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4043633713187339,
    0.4043633713187339,
    0.4043633713187339,
    0.4043633713187339,
    0.4043633713187339,
    0.5368811173026027,
    0.5368811173026027,
    0.5368811173026027,
    0.5368811173026027,
    0.5368811173026027,
    0.5368811173026027,
    0.5368811173026027,
    0.7656493309449882,
    0.7656493309449882,
    0.7656493309449882,
    0.7656493309449882,
    0.7656493309449882,
    0.7656493309449882,
    0.8625498832672333,
    0.8625498832672333,
    0.8625498832672333,
    0.8625498832672333,
    0.8625498832672333,
    0.8625498832672333,
    0.8625498832672333,
    0.886314634215792,
    0.886314634215792,
    0.886314634215792,
    0.886314634215792,
    0.886314634215792,
    0.886314634215792,
    0.886314634215792,
    0.886314634215792,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.876206472486778,
    0.8842473445696052,
    0.8842473445696052,
    0.8842473445696052
  ],
  "2": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "The scene depicts several students rehearsing elevator pitches quietly against a wall, while they clutch resumes inside branded folders.",
    "The scene shows several students rehearsing elevator pitches quietly against a wall, clutching resumes inside branded folders. Tech companies display demo screens showcasing their latest apps, while alumni volunteers share quick pep talks near the coffee station.",
    "The scene shows a professional networking setting with several students rehearsing elevator pitches quietly against a wall, clutching resumes inside branded folders. Tech companies display demo screens of their latest apps. Alumni volunteers share brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. The arrangement supports preparation, product showcases, mentorship, and literature distribution in a cohesive layout.",
    "Across a professional networking setting, several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station. Consulting firms arrange glossy case study booklets on high tables. The arrangement supports preparation, product showcases, mentorship, and literature distribution in a cohesive layout. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, dozens of booths with colorful banners circle the polished floor, hosting tech companies displaying demo screens of their latest apps, consulting firms with glossy case study booklets on high tables, and finance firms offering QR codes for immediate internship applications. Students rehearse elevator pitches against a wall and clutch resumes in branded folders; alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Staff scan registrations and hand out lanyards at the entrance, while a welcome PA outlines the schedule. Groups of friends mark target employers on the event map. Networking etiquette workshops take place in an adjoining classroom, with healthcare providers displaying community outreach photos. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens.",
    "At a university career fair, dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens of their latest apps, consulting firms present glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Students rehearse elevator pitches against a wall, clutch resumes in branded folders; alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Staff scan registrations and hand out lanyards at the entrance as a welcome PA outlines the schedule. Groups of friends mark target employers on the event map. Networking etiquette workshops take place in an adjoining classroom, with healthcare providers displaying community outreach photos. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2986576287774742,
    0.2986576287774742,
    0.2986576287774742,
    0.5062315498769082,
    0.5062315498769082,
    0.5062315498769082,
    0.5062315498769082,
    0.5062315498769082,
    0.5062315498769082,
    0.5062315498769082,
    0.6759570261971957,
    0.6759570261971957,
    0.6759570261971957,
    0.6759570261971957,
    0.6759570261971957,
    0.6759570261971957,
    0.6759570261971957,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.7230678011678653,
    0.8848295193053085,
    0.8848295193053085,
    0.8848295193053085,
    0.8848295193053085,
    0.8848295193053085,
    0.8848295193053085,
    0.8783972096331212,
    0.8783972096331212,
    0.8783972096331212,
    0.8783972096331212,
    0.8783972096331212,
    0.8783972096331212,
    0.8783972096331212
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "During the event, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "During the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "During the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. The counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders.",
    "At the campus career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact. The counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the campus career fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens as career counselors remind attendees to maintain eye contact. Counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, guiding attendees. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair, a welcome PA announces the schedule while dozens of booths with colorful banners circle the polished floor, guiding attendees. Groups of friends mark target employers on the event map and some students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin, and healthcare providers showcase community outreach photos. Outside the university gym, students line up before the fair opens as career counselors remind attendees to maintain eye contact. Counselors redirect unsure students toward applicable industries, and alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. The layout forms a lively perimeter around the venue."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6137242094895603,
    0.6137242094895603,
    0.6137242094895603,
    0.6137242094895603,
    0.6137242094895603,
    0.6137242094895603,
    0.6137242094895603,
    0.6234656131046796,
    0.6234656131046796,
    0.6234656131046796,
    0.8105673272135404,
    0.8105673272135404,
    0.8105673272135404,
    0.8105673272135404,
    0.8105673272135404,
    0.8105673272135404,
    0.8620892673762597,
    0.8620892673762597,
    0.8620892673762597,
    0.8620892673762597,
    0.8620892673762597,
    0.8620892673762597,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8683692905609552,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8917695025624031,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543,
    0.8905579330417543
  ],
  "4": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, setting the scene for focused instruction. Some students rehearse elevator pitches quietly against the wall, practicing delivery as the session starts.",
    "Networking etiquette workshops are underway in the adjoining classroom, establishing the scene for focused instruction. Some students rehearse elevator pitches quietly against the wall as the session starts. Meanwhile, students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom, establishing the scene for focused instruction. Some students rehearse elevator pitches quietly against the wall as the session starts. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are underway in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall as the session starts. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are underway in the adjoining classroom as students rehearse elevator pitches quietly against the wall at the session's start. Outside the university gym, students line up before the career fair opens, while a PA welcome announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance, as dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are underway in the adjoining classroom, where students rehearse elevator pitches quietly against the wall as the session starts. Outside the university gym, students line up before the career fair opens while a PA welcome announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance, as dozens of booths with colorful banners circle the polished floor.",
    "The university career fair unfolds with a networking etiquette workshop in an adjoining classroom, where students rehearse elevator pitches; outside the gym, lines form before opening as a PA announces the schedule. Dozens of booths with colorful banners circle the polished floor while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. Staff scan registrations and hand out lanyards at the entrance, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students clutch resumes in branded folders, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "The university career fair unfolds with a networking etiquette workshop in an adjoining classroom where students rehearse elevator pitches. Outside the gym, lines form before opening as a PA announces the schedule. Dozens of booths with colorful banners circle the polished floor, as tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students clutch resumes in branded folders, and a cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.43240756932839425,
    0.43240756932839425,
    0.43240756932839425,
    0.43240756932839425,
    0.617678313435791,
    0.617678313435791,
    0.617678313435791,
    0.617678313435791,
    0.617678313435791,
    0.7674248677567821,
    0.7674248677567821,
    0.7674248677567821,
    0.7674248677567821,
    0.7674248677567821,
    0.7674248677567821,
    0.8367749633860964,
    0.8367749633860964,
    0.8367749633860964,
    0.8367749633860964,
    0.8367749633860964,
    0.8367749633860964,
    0.8367749633860964,
    0.8367749633860964,
    0.8367749633860964,
    0.8374833935321029,
    0.8374833935321029,
    0.8374833935321029,
    0.8374833935321029,
    0.8374833935321029,
    0.8374833935321029,
    0.8374833935321029,
    0.8374833935321029,
    0.8374833935321029,
    0.8324311774107058,
    0.8324311774107058,
    0.8324311774107058,
    0.8324311774107058,
    0.8324311774107058,
    0.8324311774107058,
    0.8324311774107058,
    0.8324311774107058,
    0.8324311774107058,
    0.8324311774107058,
    0.8924845597294844,
    0.8924845597294844,
    0.8924845597294844,
    0.8924845597294844,
    0.8924845597294844,
    0.8924845597294844,
    0.8924845597294844,
    0.8976028043245909,
    0.8976028043245909,
    0.8976028043245909,
    0.8976028043245909
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map as part of the scene. Alumni volunteers share quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. The scene also shows students clutching resumes inside branded folders.",
    "Groups of friends mark target employers on the event map as part of the scene. Alumni volunteers share quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. The scene also shows students clutching resumes inside branded folders.",
    "Groups of friends mark target employers on the event map as part of the scene, while alumni volunteers offer quick pep talks near the coffee station. The scene combines demonstrations, pep talks, and quiet pitch practice, with tech companies displaying demo screens of their latest apps. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall, positioned along the wall near the coffee area. Branding is visible on both the folders and the demo displays. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact as part of the proceedings. Networking etiquette workshops begin in the adjoining classroom.",
    "The career fair presents a cohesive scene of demonstrations, pep talks, and quiet pitch practice, with groups of friends marking target employers on the event map while alumni volunteers offer quick pep talks near the coffee area. Tech companies display demo screens of their latest apps, and students clutch resumes inside branded folders as they rehearse elevator pitches quietly against a wall near the coffee area. Branding is visible on both the folders and the demo displays. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor of the fair. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the university career fair in the gym, dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map and tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors direct unsure students toward applicable industries while reminding them to maintain eye contact. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall near the coffee area. In adjoining classrooms, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA outlines the fair schedule; outside, students line up before opening.",
    "At the university career fair in the gym, dozens of booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map and tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, while career counselors guide unsure students toward applicable industries and remind them to maintain eye contact. Students clutch resumes in branded folders and rehearse elevator pitches quietly against a wall by the coffee area. In adjoining classrooms, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. The cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA outlines the fair schedule and a welcome announcement repeats it over the PA system; outside, students line up before opening."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.6821722739665594,
    0.6821722739665594,
    0.6821722739665594,
    0.6821722739665594,
    0.6821722739665594,
    0.6821722739665594,
    0.7310906338791194,
    0.7310906338791194,
    0.7310906338791194,
    0.7310906338791194,
    0.7310906338791194,
    0.7310906338791194,
    0.7760378316494336,
    0.7760378316494336,
    0.7760378316494336,
    0.7760378316494336,
    0.7760378316494336,
    0.7760378316494336,
    0.7760378316494336,
    0.7760378316494336,
    0.7760378316494336,
    0.7760378316494336,
    0.870346285237833,
    0.870346285237833,
    0.870346285237833,
    0.870346285237833,
    0.870346285237833,
    0.870346285237833,
    0.870346285237833,
    0.870346285237833,
    0.8750028685854105,
    0.8750028685854105,
    0.8750028685854105,
    0.8750028685854105,
    0.8750028685854105,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841,
    0.8688876946917841
  ],
  "6": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, and a scene shows students clutching resumes inside branded folders.",
    "Alumni volunteers share quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showcasing their latest apps.",
    "Alumni volunteers deliver quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showcasing their latest apps.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the polished floor, forming a lively perimeter. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map.",
    "A career fair scene unfolds with alumni volunteers delivering quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the polished floor, forming a lively perimeter. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "A career fair scene unfolds with alumni volunteers delivering quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the polished floor, forming a lively perimeter around the venue. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map as part of the scene.",
    "At the career fair, alumni volunteers deliver quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as dozens of booths with colorful banners surround the polished floor, forming a lively perimeter around the venue. A welcome PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the campus career fair, alumni volunteers deliver quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the venue. A welcome PA outlines the schedule, and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens as counselors remind attendees to maintain eye contact.",
    "At the campus career fair, alumni volunteers deliver pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the venue. A welcome PA outlines the schedule, and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens as counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.51394244637014,
    0.51394244637014,
    0.51394244637014,
    0.388163020692215,
    0.388163020692215,
    0.388163020692215,
    0.388163020692215,
    0.388163020692215,
    0.8327183755433089,
    0.8327183755433089,
    0.8327183755433089,
    0.8327183755433089,
    0.8301316591298109,
    0.8301316591298109,
    0.8301316591298109,
    0.8301316591298109,
    0.8301316591298109,
    0.8301316591298109,
    0.8938458648392387,
    0.8938458648392387,
    0.8938458648392387,
    0.8938458648392387,
    0.867424791247745,
    0.867424791247745,
    0.867424791247745,
    0.867424791247745,
    0.8902451444886272,
    0.8902451444886272,
    0.8902451444886272,
    0.8902451444886272,
    0.8902451444886272,
    0.8902451444886272,
    0.8902451444886272,
    0.8902451444886272,
    0.8902451444886272,
    0.8863892271354212,
    0.8863892271354212,
    0.8863892271354212,
    0.8863892271354212,
    0.8863892271354212,
    0.8863892271354212,
    0.8863892271354212,
    0.8863892271354212,
    0.8863892271354212,
    0.8863892271354212,
    0.8818882463921622,
    0.8818882463921622,
    0.8818882463921622,
    0.8818882463921622,
    0.8818882463921622,
    0.8818882463921622,
    0.8818882463921622,
    0.8807862676732928,
    0.8807862676732928,
    0.8807862676732928,
    0.8807862676732928,
    0.8807862676732928
  ],
  "7": [
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact.",
    "At the career fair event, groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, students line up outside the gym before the event opens. Inside, groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "At the university career fair, students line up outside the gym before the event opens. Inside, groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, students line up outside the gym before the event opens. Inside, groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair held in the gym, students line up outside before the event opens. Inside, groups of friends mark target employers on the event map as tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries; students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. A welcome announcement over the PA outlines the fair schedule.",
    "At a university career fair held in the gym, students line up outside before opening. Inside, booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map and tech companies display demo screens with branding. Career counselors remind attendees to maintain eye contact; networking etiquette workshops run in an adjoining classroom; healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders, rehearsing elevator pitches quietly against a wall near the coffee area. At the event entrance, staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule.",
    "A university career fair is held in the gym, with students lining up outside before opening. Inside, booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map and tech companies display demo screens with branding. Career counselors remind attendees to maintain eye contact; networking etiquette workshops run in an adjoining classroom; healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders, rehearsing elevator pitches quietly against a wall near the coffee area. At the event entrance, staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "A university career fair is held in the gym, with students lining up outside before opening. Inside, booths with colorful banners encircle the polished floor as groups of friends mark target employers on the event map and tech companies display demo screens with branding. Career counselors remind attendees to maintain eye contact; networking etiquette workshops run in an adjoining classroom; healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders, rehearsing elevator pitches quietly against a wall near the coffee area. At the event entrance, staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3913742686922138,
    0.3913742686922138,
    0.3913742686922138,
    0.3913742686922138,
    0.3913742686922138,
    0.8019224946222041,
    0.8019224946222041,
    0.8019224946222041,
    0.8019224946222041,
    0.8019224946222041,
    0.7860642063367346,
    0.7860642063367346,
    0.7860642063367346,
    0.7860642063367346,
    0.7860642063367346,
    0.7860642063367346,
    0.7860642063367346,
    0.7860642063367346,
    0.7860642063367346,
    0.8292276563146814,
    0.8292276563146814,
    0.8292276563146814,
    0.8292276563146814,
    0.8292276563146814,
    0.8465677921179735,
    0.8465677921179735,
    0.8465677921179735,
    0.8465677921179735,
    0.8465677921179735,
    0.8465677921179735,
    0.8465677921179735,
    0.8465677921179735,
    0.8761268538384104,
    0.8761268538384104,
    0.8761268538384104,
    0.8761268538384104,
    0.8761268538384104,
    0.8761268538384104,
    0.8761268538384104,
    0.8644349692725245,
    0.8644349692725245,
    0.8644349692725245,
    0.8644349692725245,
    0.8644349692725245,
    0.8644349692725245,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505,
    0.8762730410990505
  ],
  "8": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "A career fair scene features dozens of booths with colorful banners circling the polished floor; career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners circle the polished floor at the career fair, guiding attendees. Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners circle the polished floor at the career fair, guiding attendees. Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners circle the polished floor at the career fair, guiding attendees. Career counselors redirect unsure students toward applicable industries as students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners circle the polished floor of the career fair, guiding attendees. Career counselors redirect unsure students toward applicable industries as students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair, guiding attendees as career counselors direct unsure students toward applicable industries; students clutch resumes inside branded folders. In the adjoining classroom, networking etiquette workshops are underway, with career counselors reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. At the fair, consulting firms stack glossy case-study booklets on high tables as a formal display. A welcome announcement plays over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair, guiding attendees as career counselors direct unsure students toward applicable industries, with students clutching resumes in branded folders. In the adjoining classroom, networking etiquette workshops are underway, and counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on an event map. Students line up outside the university gym before the fair opens. At the fair, consulting firms stack glossy case-study booklets on high tables as a formal display. A welcome announcement plays over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5291315007209777,
    0.5291315007209777,
    0.5291315007209777,
    0.5291315007209777,
    0.5291315007209777,
    0.5291315007209777,
    0.8010136583876177,
    0.8010136583876177,
    0.8010136583876177,
    0.8010136583876177,
    0.8010136583876177,
    0.8010136583876177,
    0.8279604515956982,
    0.8279604515956982,
    0.8279604515956982,
    0.8279604515956982,
    0.8279604515956982,
    0.8279604515956982,
    0.8279604515956982,
    0.8279604515956982,
    0.8279604515956982,
    0.8360118846981807,
    0.8360118846981807,
    0.8360118846981807,
    0.8360118846981807,
    0.8360118846981807,
    0.8360118846981807,
    0.851503968212792,
    0.851503968212792,
    0.851503968212792,
    0.851503968212792,
    0.851503968212792,
    0.851503968212792,
    0.851503968212792,
    0.851503968212792,
    0.851503968212792,
    0.851503968212792,
    0.8948860805824668,
    0.8948860805824668,
    0.8948860805824668,
    0.8948860805824668,
    0.8948860805824668,
    0.8948860805824668,
    0.8948860805824668,
    0.8948860805824668,
    0.8983318441645075,
    0.8983318441645075,
    0.8983318441645075,
    0.8983318441645075
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends mark target employers on the event map while tech companies display demo screens showcasing their latest apps. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. Alumni volunteers deliver quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, groups of friends mark target employers on the event map while tech companies display demo screens showcasing their latest apps. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. Alumni volunteers deliver quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, groups of friends mark target employers on the event map and tech companies display demo screens for their latest apps. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. Alumni volunteers deliver quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders. A welcome announcement over the PA outlines the fair schedule. Students line up outside the gym before the event opens. Inside, networking etiquette workshops run in the adjoining classroom, healthcare providers showcase community outreach photos, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, groups of friends mark target employers on an event map while tech companies display demo screens for their latest apps. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. Alumni volunteers give quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders, and a welcome announcement over the PA outlines the fair schedule. Students line up outside the gym before the event opens. Inside, networking etiquette workshops run in the adjoining classroom, healthcare providers showcase community outreach photos, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, groups of friends mark target employers on an event map while tech companies display demo screens for their latest apps. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. Alumni volunteers give quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders, and a welcome announcement over the PA outlines the fair schedule. Students line up outside the gym before the event opens. Inside, networking etiquette workshops run in the adjoining classroom, healthcare providers showcase community outreach photos, and a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, groups of friends mark target employers on an event map while tech companies display demo screens for their latest apps. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. Alumni volunteers give quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders as a welcome PA outlines the fair schedule. Outside the gym, students line up before opening. Inside, networking etiquette workshops run in the adjoining classroom, healthcare providers showcase community outreach photos, and a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.45975881479252484,
    0.45975881479252484,
    0.45975881479252484,
    0.45975881479252484,
    0.45975881479252484,
    0.6146253293112273,
    0.6146253293112273,
    0.6146253293112273,
    0.6146253293112273,
    0.6146253293112273,
    0.6146253293112273,
    0.6146253293112273,
    0.6146253293112273,
    0.6146253293112273,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8829048521454921,
    0.8769740855853285,
    0.8769740855853285,
    0.8769740855853285,
    0.8769740855853285,
    0.8769740855853285,
    0.8777589748420918,
    0.8777589748420918,
    0.8777589748420918,
    0.8777589748420918,
    0.8777589748420918,
    0.8777589748420918,
    0.8777589748420918,
    0.8777589748420918,
    0.8777589748420918,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528,
    0.8783948231187528
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fairs schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations at the entrance and hand out lanyards. A welcome announcement over the PA system outlines the fairs schedule. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. A welcome PA announcement outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "Staff scan registrations at the entrance and hand out lanyards. A welcome PA announcement outlines the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, staff scan registrations and hand out lanyards at the entrance, while a welcome PA announcement outlines the schedule. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Networking etiquette workshops take place in an adjoining classroom, with healthcare providers displaying community outreach photos. Students line up outside the university gym before the fair opens, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students clutch resumes in branded folders.",
    "At a university career fair, staff scan registrations and hand out lanyards at the entrance while a welcome PA announcement outlines the schedule. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Networking etiquette workshops take place in an adjoining classroom, with healthcare providers displaying community outreach photos. Students line up outside the university gym before the fair opens, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Staff scan registrations and hand out lanyards at the entrance as a welcome PA outlines the schedule. An alumni panel discusses technical interview prep. Friends mark target employers on the event map; finance firms offer QR codes for immediate internships. Dozens of booths with colorful banners encircle the polished floor. Networking etiquette workshops are held in an adjoining classroom, with healthcare providers displaying outreach photos. Students line up outside the university gym before opening. Career counselors remind attendees to maintain eye contact and direct unsure students toward industries. Students clutch resumes in branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers give pep talks near the coffee station as tech companies showcase demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a drone above its booth to draw attention."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.8119387266378375,
    0.8119387266378375,
    0.8119387266378375,
    0.8550977429409932,
    0.8550977429409932,
    0.8550977429409932,
    0.9054142927128942,
    0.9054142927128942,
    0.9054142927128942,
    0.9054142927128942,
    0.9035060036634038,
    0.9035060036634038,
    0.9035060036634038,
    0.9035060036634038,
    0.9035060036634038,
    0.9035060036634038,
    0.9035060036634038,
    0.9035060036634038,
    0.9035060036634038,
    0.8779339415635965,
    0.8779339415635965,
    0.8779339415635965,
    0.8779339415635965,
    0.8779339415635965,
    0.8779339415635965,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.8747207596328646,
    0.857319182078725,
    0.857319182078725,
    0.857319182078725,
    0.857319182078725,
    0.857319182078725
  ],
  "11": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showcasing their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. A scene shows students clutching resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter around the venue. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter around the venue. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give quick pep talks near the coffee station as career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map as part of the scene.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter around the venue. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter around the venue, as a welcome PA announces the fair schedule. Tech companies display demo screens of their latest apps; alumni volunteers deliver quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. In a professional networking setting, several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Consulting firms arrange glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. The arrangement supports preparation, product showcases, mentorship, and literature distribution in a cohesive layout.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter as a welcome PA announces the fair schedule. Tech companies display demo screens of their latest apps; alumni volunteers deliver quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. In a professional networking setting, several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Consulting firms arrange glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. The arrangement supports preparation, product showcases, mentorship, and literature distribution in a cohesive layout. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "11_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5637761147038503,
    0.5637761147038503,
    0.5637761147038503,
    0.7725901261993037,
    0.7725901261993037,
    0.7725901261993037,
    0.7725901261993037,
    0.7725901261993037,
    0.8742283773348453,
    0.8742283773348453,
    0.8742283773348453,
    0.8742283773348453,
    0.8742283773348453,
    0.8742283773348453,
    0.903101651076055,
    0.903101651076055,
    0.903101651076055,
    0.903101651076055,
    0.903101651076055,
    0.903101651076055,
    0.903101651076055,
    0.9128665939020039,
    0.9128665939020039,
    0.9128665939020039,
    0.9128665939020039,
    0.9128665939020039,
    0.9128665939020039,
    0.9128665939020039,
    0.9128665939020039,
    0.9135586577682964,
    0.9135586577682964,
    0.9135586577682964,
    0.9135586577682964,
    0.9135586577682964,
    0.9135586577682964,
    0.9135586577682964,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.8946146616517319,
    0.9042913748189821,
    0.9042913748189821,
    0.9042913748189821,
    0.9042913748189821,
    0.9042913748189821,
    0.9042913748189821
  ],
  "12": [
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fairs schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fairs schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement broadcast over the PA system outlines the schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the university career fair, a welcome announcement broadcast over the PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an on-site event unfolds on a polished floor inside the gym, with dozens of booths and colorful banners forming a lively perimeter. Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A welcome announcement over the PA outlines the schedule, and the PA also announces that workshops on networking etiquette will begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver short pep talks near the coffee station. Career counselors direct unsure students toward applicable industries, and tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.44026770812983734,
    0.44026770812983734,
    0.44026770812983734,
    0.6874854353831806,
    0.6874854353831806,
    0.6874854353831806,
    0.6874854353831806,
    0.6900005222958184,
    0.6900005222958184,
    0.6900005222958184,
    0.8412610207981477,
    0.8412610207981477,
    0.8412610207981477,
    0.8412610207981477,
    0.8412610207981477,
    0.8412610207981477,
    0.8412610207981477,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8676883587395134,
    0.8213875099750014,
    0.8213875099750014,
    0.8213875099750014,
    0.8213875099750014,
    0.8213875099750014,
    0.8213875099750014,
    0.8213875099750014,
    0.8213875099750014,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361,
    0.8836183116057361
  ],
  "13": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, as tech companies display demo screens showcasing their latest apps.",
    "Networking etiquette workshops have begun in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps.",
    "Networking etiquette workshops have begun in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Students line up outside the university gym before the career fair opens. At the fair, consulting firms stack glossy case-study booklets on high tables as a formal display. A welcome announcement plays over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention.",
    "A university career fair unfolds with networking etiquette workshops in the adjoining classroom and career counselors reminding attendees to maintain eye contact. Alumni volunteers give pep talks near the coffee station, while tech companies display demo screens with branding to showcase their apps. Students line up outside the university gym before the fair opens. Inside, consulting firms stack glossy case-study booklets on high tables for display, and a welcome announcement on the PA outlines the schedule. A robotics startup flies a small drone above its booth to draw attention. The event blends demonstrations, pep talks, and quiet elevator-pitch practice; several students rehearse elevator pitches quietly against a wall, clutching resumes in branded folders along the wall near the coffee area. At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark employers on the event map; a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university career fair, a multi-area layout unfolds: outside the gym, students line up before opening as staff at the entrance scan registrations and hand out lanyards. Inside, groups of friends mark target employers on an event map; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps; consulting firms arrange glossy case-study booklets on high tables; an alumni panel discusses how to prepare for technical interviews; a PA welcome announcement outlines the schedule. In the adjoining classroom, workshops on networking etiquette occur while career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos. Alumni volunteers give brief pep talks near the coffee station; a robotics startup flies a small drone above its booth to draw attention; several students rehearse elevator pitches quietly against a wall, clutching resumes in branded folders along the wall near the coffee area. The arrangement supports preparation, product showcases, mentorship, and literature distribution."
  ],
  "13_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32465589293037417,
    0.32465589293037417,
    0.32465589293037417,
    0.5348160242020883,
    0.5348160242020883,
    0.5348160242020883,
    0.5348160242020883,
    0.5348160242020883,
    0.5225911524734194,
    0.5225911524734194,
    0.5225911524734194,
    0.5225911524734194,
    0.5225911524734194,
    0.5225911524734194,
    0.6983799384312555,
    0.6983799384312555,
    0.6983799384312555,
    0.6983799384312555,
    0.6983799384312555,
    0.69752807480859,
    0.69752807480859,
    0.69752807480859,
    0.69752807480859,
    0.69752807480859,
    0.69752807480859,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8588560282335107,
    0.8973503730624576,
    0.8973503730624576,
    0.8973503730624576,
    0.8973503730624576,
    0.8973503730624576,
    0.8973503730624576,
    0.8645755694442656,
    0.8645755694442656,
    0.8645755694442656,
    0.8645755694442656,
    0.8645755694442656,
    0.8645755694442656,
    0.8645755694442656
  ],
  "14": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "An on-site career fair scene: career counselors direct unsure students toward applicable industries, and alumni volunteers deliver short pep talks near the coffee station. Tech companies display demo screens highlighting their latest apps.",
    "An on-site career fair scene unfolds with career counselors directing unsure students toward applicable industries, while alumni volunteers deliver short pep talks near the coffee station. Tech companies display demo screens highlighting their latest apps. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders.",
    "An on-site career fair unfolds with career counselors directing unsure students toward applicable industries, while alumni volunteers deliver short pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. A welcome announcement over the PA system outlines the fair schedule.",
    "An on-site career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space to form a lively perimeter. Career counselors direct unsure students toward applicable industries while alumni volunteers deliver short pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "An on-site career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space to form a lively perimeter. Career counselors direct unsure students toward applicable industries while alumni volunteers deliver short pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. The PA also announces that workshops on networking etiquette will begin in the adjoining classroom.",
    "The on-site university career fair unfolds on a polished floor with dozens of booths and colorful banners forming a lively perimeter. Career counselors guide unsure students toward applicable industries while alumni volunteers give short pep talks near the coffee station. Tech companies display demo screens of their latest apps; several students rehearse elevator pitches against a wall and clutch resumes inside branded folders. A welcome PA outlines the schedule, and an alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops are held in the adjoining classroom, with healthcare providers displaying community outreach photos. Outside the gym, students line up before opening. Inside, groups of friends mark target employers on an event map. Staff scan registrations and hand out lanyards at the entrance.",
    "On-site university career fair unfolds on a polished floor with dozens of booths and colorful banners forming a lively perimeter. Career counselors guide unsure students toward applicable industries while alumni volunteers give short pep talks near the coffee station. Tech companies display demo screens of their apps as students rehearse elevator pitches against a wall and clutch resumes in branded folders. A welcome PA outlines the schedule and an alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops are held in the adjoining classroom, with healthcare providers displaying outreach photos; attendees are reminded to maintain eye contact. Outside the gym, students line up before opening; inside, groups of friends mark target employers on an event map. Staff scan registrations and hand out lanyards at entry. Consulting firms stack glossy case-study booklets on high tables as a robotics startup flies a drone above its booth to draw attention."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.6619484645432705,
    0.6619484645432705,
    0.6619484645432705,
    0.6619484645432705,
    0.7712999701419636,
    0.7712999701419636,
    0.7712999701419636,
    0.7712999701419636,
    0.7712999701419636,
    0.859079634207019,
    0.859079634207019,
    0.859079634207019,
    0.859079634207019,
    0.859079634207019,
    0.859079634207019,
    0.859079634207019,
    0.8767514622692697,
    0.8767514622692697,
    0.8767514622692697,
    0.8767514622692697,
    0.8767514622692697,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8736968345665603,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8693411647309972,
    0.8789084844119528,
    0.8789084844119528,
    0.8789084844119528,
    0.8789084844119528,
    0.8789084844119528
  ],
  "15": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens that showcase their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens that showcase their latest apps. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. The scene blends demonstrations, pep talks, and quiet pitch practice, with branding visible on both the folders and the demo displays, and the students positioned along the wall near the coffee area.",
    "The scene depicts a venue where demonstrations, pep talks, and quiet elevator-pitch practice unfold around a coffee station. Alumni volunteers deliver quick pep talks near the coffee station while tech companies display demo screens showcasing their latest apps. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact as part of the proceedings. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Branding is visible on both the folders and the demo displays, and the students are positioned along the wall near the coffee area. The scene blends demonstrations, pep talks, and quiet pitch practice as a cohesive activity.",
    "The scene is a venue where demonstrations, pep talks, and quiet elevator-pitch practice unfold around a coffee station. Alumni volunteers deliver quick pep talks near the coffee station as tech companies display demo screens of their latest apps. Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact as part of the proceedings. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, with branding visible on both the folders and the demo displays. The students are positioned along the wall near the coffee area. The activities blend demonstrations, pep talks, and quiet pitch practice into a cohesive activity.",
    "At a venue, demonstrations, pep talks, and quiet elevator-pitch practice unfold around a coffee station. Alumni volunteers deliver quick pep talks near the coffee station as tech companies display demo screens of their latest apps. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, with branding visible on both the folders and the demo displays. The students are positioned along the wall near the coffee area. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact as part of the proceedings. The activities blend demonstrations, pep talks, and quiet pitch practice into a cohesive overall program."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4098956136731804,
    0.4098956136731804,
    0.4098956136731804,
    0.4098956136731804,
    0.4098956136731804,
    0.5612672709309323,
    0.5612672709309323,
    0.5612672709309323,
    0.5612672709309323,
    0.5612672709309323,
    0.5593251799523629,
    0.5593251799523629,
    0.5593251799523629,
    0.5593251799523629,
    0.7000097132107587,
    0.7000097132107587,
    0.7000097132107587,
    0.7000097132107587,
    0.7000097132107587,
    0.7000097132107587,
    0.672852279320205,
    0.672852279320205,
    0.672852279320205,
    0.672852279320205,
    0.672852279320205,
    0.672852279320205,
    0.672852279320205,
    0.672852279320205,
    0.6867407660728784,
    0.6867407660728784,
    0.6867407660728784,
    0.6867407660728784,
    0.6867407660728784,
    0.6867407660728784,
    0.6867407660728784,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923,
    0.7140894385368923
  ],
  "16": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, while alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showcasing their latest apps, while alumni volunteers share quick pep talks near the coffee station. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. The scene blends demonstrations, pep talks, and quiet pitch practice, with branding visible on both the folders and the demo displays, and the students positioned along the wall near the coffee area.",
    "The scene presents a fusion of demonstrations, pep talks, and quiet pitch practice. Tech companies display demo screens that showcase their latest apps, while alumni volunteers offer quick pep talks near the coffee station. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Branding is visible on both the folders and the demo displays, and the students are positioned along the wall near the coffee area. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact as part of the proceedings.",
    "The scene blends demonstrations, pep talks, and quiet pitch practice. Tech companies display demo screens showcasing their latest apps, with branding visible on the demo displays. Alumni volunteers offer quick pep talks near the coffee station. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, with branding also on the folders. Students are positioned along the wall near the coffee area. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact as part of the proceedings.",
    "The event blends demonstrations, pep talks, and quiet elevator-pitch practice. Tech companies display demo screens with branding visible on the displays. Alumni volunteers offer quick pep talks near the coffee station. Several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders that also bear branding. Students are positioned along the wall near the coffee area. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact as part of the proceedings. At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, demonstrations, pep talks, and quiet elevator-pitch practice unfold around demo screens displaying branding. Alumni volunteers offer quick pep talks near the coffee station, while students rehearse elevator pitches against a wall, clutching resumes inside branded folders and lined along the wall by the coffee area. Networking etiquette workshops take place in the adjoining classroom, with career counselors reminding attendees to maintain eye contact and direct unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos inside the fair. Students line up outside the university gym before opening. A welcome announcement is broadcast over the PA, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a cohesive layout blends demonstrations and branding on demo screens with preparation, product showcases, mentorship, and literature distribution. Alumni volunteers offer brief pep talks near coffee station, while several students rehearse elevator pitches quietly along a wall, clutching resumes inside branded folders. Networking etiquette workshops take place in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards, and groups of friends mark target employers on the event map. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps; consulting firms arrange glossy case study booklets on high tables; healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The arrangement supports preparation, product showcases, mentorship, and literature distribution. Students line up outside the gym before opening."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4194678735226931,
    0.4194678735226931,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4215729086427391,
    0.4215729086427391,
    0.4215729086427391,
    0.4215729086427391,
    0.4215729086427391,
    0.4215729086427391,
    0.6671504414010985,
    0.6671504414010985,
    0.6671504414010985,
    0.6671504414010985,
    0.6671504414010985,
    0.6671504414010985,
    0.711964828867099,
    0.711964828867099,
    0.711964828867099,
    0.711964828867099,
    0.711964828867099,
    0.7168259563262773,
    0.7168259563262773,
    0.7168259563262773,
    0.7168259563262773,
    0.7168259563262773,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8131801031145244,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8652381175852464,
    0.8760642149234977,
    0.8760642149234977,
    0.8760642149234977,
    0.8760642149234977,
    0.8760642149234977,
    0.8760642149234977,
    0.8760642149234977
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact. Career counselors redirect unsure students toward applicable industries, and a scene shows students clutching resumes inside branded folders.",
    "Networking etiquette workshops occur in the adjoining classroom, alongside healthcare providers displaying community outreach photos. Students line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact. Counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. At the career event, counselors again remind attendees to maintain eye contact, and groups of friends mark target employers on the event map.",
    "At a university career fair, networking etiquette workshops take place in an adjoining classroom with healthcare providers displaying community outreach photos. Students line up outside the university gym before the fair opens, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students clutch resumes in branded folders. Inside, groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the schedule, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, networking etiquette workshops take place in an adjoining classroom as healthcare providers display community outreach photos. Students line up outside the university gym before the fair opens, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students clutch resumes in branded folders. Inside, groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the schedule, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, networking etiquette workshops take place in an adjoining classroom as healthcare providers display community outreach photos. Students line up outside the university gym before the fair opens, and students clutch resumes in branded folders. Inside, groups of friends mark target employers on the event map, and dozens of booths with colorful banners encircle a polished floor. Alumni volunteers deliver quick pep talks near the coffee station, while alumni panels discuss how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showcasing their latest apps. A welcome PA announcement outlines the fair schedule.",
    "At a university career fair, workshops on networking etiquette are held in an adjoining classroom while healthcare providers display community outreach photos. Outside the gym, students line up before the fair opens; inside they clutch resumes in branded folders. Dozens of booths with colorful banners encircle a polished floor as groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. A welcome PA announces the fair schedule.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor as students line up outside the gym before opening and, inside, clutch resumes in branded folders. Attendees map target employers; several groups confer while demo screens from tech firms display their latest apps. A cybersecurity company runs a password cracking challenge on a laptop nearby. Networking etiquette workshops take place in the adjoining classroom, and healthcare providers display community outreach photos. Alumni volunteers offer brief pep talks near the coffee station; an alumni panel covers preparing for technical interviews. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Glossy case study booklets sit on high tables; students rehearse elevator pitches quietly against a wall. The arrangement supports preparation, product showcases, mentorship, and literature distribution."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.5669302000232418,
    0.57562462177961,
    0.57562462177961,
    0.57562462177961,
    0.57562462177961,
    0.744974719785328,
    0.744974719785328,
    0.744974719785328,
    0.744974719785328,
    0.744974719785328,
    0.744974719785328,
    0.7689341784604357,
    0.7689341784604357,
    0.7689341784604357,
    0.7689341784604357,
    0.7689341784604357,
    0.8495684132720871,
    0.8495684132720871,
    0.8495684132720871,
    0.8495684132720871,
    0.8495684132720871,
    0.8495684132720871,
    0.8495684132720871,
    0.8495684132720871,
    0.8495684132720871,
    0.8495684132720871,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8703001014111953,
    0.8781648384965285,
    0.8781648384965285,
    0.8781648384965285,
    0.8781648384965285,
    0.8781648384965285,
    0.8781648384965285,
    0.9003315482142106,
    0.9003315482142106,
    0.9003315482142106,
    0.9003315482142106,
    0.9003315482142106,
    0.9003315482142106,
    0.9003315482142106,
    0.9003315482142106,
    0.9003315482142106,
    0.9003315482142106,
    0.8919781434782539,
    0.8919781434782539
  ],
  "18": [
    "",
    "",
    "",
    "\"\"",
    "A scene shows students clutching resumes inside branded folders.",
    "A scene presents students clutching resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "A career fair scene unfolds on a polished floor, with dozens of booths and colorful banners encircling the space to form a lively perimeter. Students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule.",
    "The scene unfolds at a career fair on a polished floor, with dozens of booths and colorful banners encircling the space to form a lively perimeter. Students clutch resumes inside branded folders while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "The scene is a career fair on a polished floor with dozens of booths and colorful banners encircling the space to form a lively perimeter. Students clutch resumes inside branded folders while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver short pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against a wall, still clutching resumes inside branded folders.",
    "At a career fair on a polished floor, dozens of booths are encircled by colorful banners forming a lively perimeter. Students clutch resumes in branded folders as career counselors redirect unsure attendees toward applicable industries. A welcome PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering short pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against a wall, still clutching branded folders. Networking etiquette workshops begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Branding is visible on both folders and demo displays, and the students are positioned along the wall near the coffee area. The scene blends demonstrations, pep talks, and quiet pitch practice.",
    "An on-site career fair unfolds on a polished floor with dozens of booths and colorful banners encircling the space to form a lively perimeter. Students clutch resumes inside branded folders as career counselors redirect unsure attendees toward applicable industries. A welcome PA outlines the fair schedule, followed by an alumni panel discussing how to prepare for technical interviews, with alumni volunteers delivering short pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against a wall, still clutching branded folders, with branding visible on both folders and demo displays. The students are positioned along the wall near the coffee area. Networking etiquette workshops begin in the adjoining classroom, and the PA announces that these workshops will begin.",
    "An on-site career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space to form a lively perimeter. Students clutch resumes inside branded folders as career counselors redirect attendees toward applicable industries. A welcome PA outlines the fair schedule, including an alumni panel on how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. Several students rehearse elevator pitches quietly against a wall, still clutching branded folders, with branding visible on both folders and demo displays. The students are positioned along the wall near the coffee area. Networking etiquette workshops begin in the adjoining classroom, and the PA announces that these workshops will begin."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3761036467046084,
    0.3761036467046084,
    0.3761036467046084,
    0.4071065363745323,
    0.4071065363745323,
    0.4071065363745323,
    0.4071065363745323,
    0.4071065363745323,
    0.4071065363745323,
    0.8209245658218431,
    0.8209245658218431,
    0.8209245658218431,
    0.8209245658218431,
    0.8209245658218431,
    0.8209245658218431,
    0.8448265268381528,
    0.8448265268381528,
    0.8448265268381528,
    0.8448265268381528,
    0.8448265268381528,
    0.8448265268381528,
    0.8448265268381528,
    0.8448265268381528,
    0.8434937612205174,
    0.8434937612205174,
    0.8434937612205174,
    0.8434937612205174,
    0.8434937612205174,
    0.8434937612205174,
    0.8434937612205174,
    0.8434937612205174,
    0.8434937612205174,
    0.837672720111257,
    0.837672720111257,
    0.837672720111257,
    0.837672720111257,
    0.837672720111257,
    0.837672720111257,
    0.837672720111257,
    0.837672720111257,
    0.8657772675705959,
    0.8657772675705959,
    0.8657772675705959,
    0.8657772675705959,
    0.8657772675705959,
    0.8657772675705959,
    0.8657772675705959,
    0.8657772675705959,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649,
    0.874368932488649
  ],
  "19": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome PA system outlines the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. At a campus career event, students clutch resumes inside branded folders as alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome PA system outlines the schedule as groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. At the campus career event, students clutch resumes inside branded folders as alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.7294013356555925,
    0.7294013356555925,
    0.7294013356555925,
    0.7294013356555925,
    0.7294013356555925,
    0.7294013356555925,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7736334425115043,
    0.7858041377313576,
    0.7858041377313576,
    0.7858041377313576,
    0.7858041377313576,
    0.7858041377313576,
    0.7858041377313576,
    0.7858041377313576,
    0.7858041377313576,
    0.8451185700674109,
    0.8451185700674109,
    0.8451185700674109,
    0.8451185700674109,
    0.8451185700674109,
    0.8451185700674109,
    0.8451185700674109,
    0.8451185700674109,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029,
    0.8787321479143029
  ],
  "20": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showing their latest apps; a welcome announcement over the PA system outlines the fair schedule; groups of friends mark target employers on the event map; a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps; a welcome announcement over the PA system outlines the fair schedule; groups of friends mark target employers on the event map; a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. At a campus career event, students clutch resumes inside branded folders as alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, tech companies display demo screens showing their latest apps as a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. At a campus career event, students clutch resumes inside branded folders while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "The campus career fair features tech companies displaying demo screens of their latest apps as a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders while alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "The on-site university career fair unfolds on a polished floor with dozens of booths and colorful banners forming a lively perimeter, while a welcome PA outlines the schedule. Tech companies display demo screens of their latest apps, and groups of friends mark target employers on an event map both outside the gym before opening and inside. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders as staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors guide unsure students toward applicable industries, with an alumni panel discussing how to prepare for technical interviews. Networking etiquette workshops are held in the adjoining classroom, with healthcare providers displaying community outreach photos. Students rehearse elevator pitches against a wall."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.6794194280826603,
    0.6794194280826603,
    0.6794194280826603,
    0.6794194280826603,
    0.6794194280826603,
    0.6794194280826603,
    0.5331485124178572,
    0.5331485124178572,
    0.5331485124178572,
    0.5331485124178572,
    0.5331485124178572,
    0.5331485124178572,
    0.5331485124178572,
    0.5331485124178572,
    0.7743231585608186,
    0.7743231585608186,
    0.7743231585608186,
    0.7743231585608186,
    0.7743231585608186,
    0.7743231585608186,
    0.7743231585608186,
    0.7743231585608186,
    0.7743231585608186,
    0.7743231585608186,
    0.8735324628910147,
    0.8735324628910147,
    0.8735324628910147,
    0.8735324628910147,
    0.8735324628910147,
    0.8735324628910147,
    0.8673396624433738,
    0.8673396624433738,
    0.8673396624433738,
    0.8673396624433738,
    0.8673396624433738,
    0.8673396624433738,
    0.8673396624433738,
    0.8635235611186372,
    0.8635235611186372,
    0.8635235611186372,
    0.8635235611186372,
    0.8635235611186372,
    0.8635235611186372,
    0.8635235611186372,
    0.8635235611186372,
    0.8770797013820051,
    0.8770797013820051,
    0.8770797013820051,
    0.8770797013820051
  ],
  "21": [
    "",
    "",
    "A scene shows students clutching resumes inside branded folders.",
    "A scene shows students clutching resumes inside branded folders.",
    "Scene shows students clutching resumes inside branded folders as alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Students clutch resumes in branded folders as alumni volunteers deliver quick pep talks near the coffee station; career counselors redirect unsure students toward applicable industries; and an alumni panel discusses how to prepare for technical interviews.",
    "Students clutch resumes in branded folders as alumni volunteers deliver quick pep talks near the coffee station; career counselors redirect unsure students toward applicable industries; and an alumni panel discusses how to prepare for technical interviews.",
    "At a campus career event, students clutch resumes inside branded folders as alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews.",
    "At a campus career event, students clutch resumes inside branded folders as alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter around the venue. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps.",
    "At a campus career event, students clutch resumes inside branded folders as alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter around the venue. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At a campus career fair, students clutch resumes inside branded folders as alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor, forming a lively perimeter around the venue, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case-study booklets on high tables as a formal display.",
    "At a university campus career fair, students clutch resumes in branded folders and line up outside the gym before opening. Alumni volunteers give quick pep talks near the coffee station, and alumni panels discuss how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact; groups of friends inside mark target employers on an event map. Dozens of booths with colorful banners encircle a polished floor; tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth. Consulting firms stack glossy case-study booklets on high tables, and healthcare providers display community outreach photos. Networking etiquette workshops take place in an adjoining classroom, with event staff scanning registrations and handing out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications; a welcome PA outlines the fair schedule."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3761036467046084,
    0.3761036467046084,
    0.3761036467046084,
    0.3761036467046084,
    0.3761036467046084,
    0.3761036467046084,
    0.3761036467046084,
    0.3761036467046084,
    0.3761036467046084,
    0.5294881874490007,
    0.5294881874490007,
    0.5294881874490007,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.4821619643065631,
    0.605137163809049,
    0.605137163809049,
    0.605137163809049,
    0.605137163809049,
    0.605137163809049,
    0.605137163809049,
    0.605137163809049,
    0.8465649349527349,
    0.8465649349527349,
    0.8465649349527349,
    0.8465649349527349,
    0.8465649349527349,
    0.8465649349527349,
    0.8465649349527349,
    0.8569888541068801,
    0.8569888541068801,
    0.8569888541068801,
    0.8569888541068801,
    0.8569888541068801,
    0.8569888541068801,
    0.8569888541068801,
    0.8569888541068801,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8889353767385224,
    0.8969870534860442,
    0.8969870534860442,
    0.8969870534860442,
    0.8969870534860442,
    0.8969870534860442
  ],
  "22": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, students line up outside the gym before the event opens, while at the event entrance staff scan registrations and hand out lanyards. Inside, groups of friends mark target employers on the event map, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "At the university career fair, students line up outside the gym before the event opens, while at the event entrance staff scan registrations and hand out lanyards. Inside, groups of friends mark target employers on the event map, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "At the university career fair, students line up outside the gym before opening while at the entrance staff scan registrations and hand out lanyards. Inside, groups of friends mark target employers on the event map and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos. Across a professional networking setting, several students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station. Consulting firms arrange glossy case study booklets on high tables. The arrangement supports preparation, product showcases, mentorship, and literature distribution in a cohesive layout. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, students line up outside the university gym before opening while at the entrance staff scan registrations and hand out lanyards. Inside, groups of friends mark target employers on an event map, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Networking etiquette workshops start in the adjoining classroom, and healthcare providers display community outreach photos. Throughout, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders as demo screens from tech companies display their latest apps. Alumni volunteers give brief pep talks near the coffee station; glossy case study booklets sit on high tables. An alumni panel discusses how to prepare for technical interviews. A welcome PA announces the fair. The arrangement supports preparation, product showcases, mentorship, and literature distribution."
  ],
  "22_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.466684505927529,
    0.466684505927529,
    0.466684505927529,
    0.466684505927529,
    0.466684505927529,
    0.466684505927529,
    0.466684505927529,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8393126992629104,
    0.8461085159533438,
    0.8461085159533438,
    0.8461085159533438,
    0.8461085159533438,
    0.8461085159533438,
    0.8461085159533438,
    0.8461085159533438,
    0.8461085159533438,
    0.8461085159533438,
    0.8876802768560942,
    0.8876802768560942,
    0.8876802768560942,
    0.8876802768560942,
    0.8876802768560942,
    0.8876802768560942,
    0.8876802768560942,
    0.8876802768560942,
    0.8876802768560942
  ],
  "23": [
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the fair schedule, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement over the PA system outlines the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA outlines the fair schedule as workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders.",
    "A welcome announcement over the PA outlines the fair schedule, with workshops on networking etiquette beginning in the adjoining classroom. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An on-site welcome announcement over the PA outlines the fair schedule, with workshops on networking etiquette starting in the adjoining classroom. Tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station as career counselors steer unsure students toward applicable industries, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "An on-site welcome announcement over the PA outlines the fair schedule, with networking etiquette workshops starting in the adjoining classroom. Tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station as career counselors steer unsure students toward applicable industries, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "The on-site welcome via PA outlines the fair schedule, with networking etiquette workshops in the adjoining classroom. Tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station as career counselors steer unsure students toward applicable industries, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair held in the gym, dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. A welcome PA outlines the schedule, and networking etiquette workshops run in the adjoining classroom. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give quick pep talks near the coffee station while career counselors steer unsure students toward applicable industries. HR teams jot notes on tablets, and students clutch resumes in branded folders. Groups of friends mark target employers on an event map; the engineering society sponsors a resume review table near the stage. Finance firms provide QR codes for immediate internship applications; healthcare providers showcase community outreach photos. Students line up outside the gym before opening, with reminders to maintain eye contact."
  ],
  "23_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4259185867015649,
    0.4259185867015649,
    0.4259185867015649,
    0.4259185867015649,
    0.4259185867015649,
    0.6415343508813749,
    0.6415343508813749,
    0.6415343508813749,
    0.6415343508813749,
    0.6415343508813749,
    0.8514956551662719,
    0.8514956551662719,
    0.8514956551662719,
    0.8514956551662719,
    0.8514956551662719,
    0.8514956551662719,
    0.8514956551662719,
    0.8514956551662719,
    0.8791920869233858,
    0.8791920869233858,
    0.8791920869233858,
    0.8791920869233858,
    0.8791920869233858,
    0.8989948694598723,
    0.8989948694598723,
    0.8989948694598723,
    0.8989948694598723,
    0.8989948694598723,
    0.8989948694598723,
    0.8989948694598723,
    0.8989948694598723,
    0.9099808185916096,
    0.9099808185916096,
    0.9099808185916096,
    0.9099808185916096,
    0.9099808185916096,
    0.9099808185916096,
    0.9099808185916096,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.876578560365044,
    0.8595118167456647,
    0.8595118167456647,
    0.8595118167456647,
    0.8595118167456647,
    0.8595118167456647,
    0.8595118167456647
  ],
  "24": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries; a scene shows students clutching resumes inside branded folders.",
    "In a career fair setting, counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Students clutch resumes tucked inside branded folders. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and students clutch resumes tucked inside branded folders. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, guiding attendees. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, counselors direct unsure students toward applicable industries while students clutch resumes tucked inside branded folders. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showcasing their latest apps with branding visible on the displays. Workshops on networking etiquette begin in the adjoining classroom, alongside demonstrations, pep talks, and quiet pitch practice. Alumni volunteers offer quick pep talks near the coffee station. Several students rehearse elevator pitches quietly against a wall, positioned along the wall near the coffee area. Career counselors remind attendees to maintain eye contact as part of the proceedings.",
    "At the career fair, counselors direct unsure students toward applicable industries while students clutch resumes tucked inside branded folders. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showcasing their latest apps with branding visible on the displays. Workshops on networking etiquette begin in the adjoining classroom, alongside demonstrations, pep talks, and quiet pitch practice. Alumni volunteers offer quick pep talks near the coffee station. Several students rehearse elevator pitches quietly against a wall, positioned along the wall near the coffee area. Career counselors remind attendees to maintain eye contact as part of the proceedings. Healthcare providers showcase community outreach photos.",
    "The scene is a career fair where counselors direct unsure students toward applicable industries while students clutch resumes tucked inside branded folders. A welcome PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor, and tech companies display demo screens showing their latest apps with branding on the displays. Workshops on networking etiquette begin in the adjoining classroom, alongside demonstrations, pep talks, and quiet pitch practice. Alumni volunteers offer quick pep talks near the coffee station. Several students rehearse elevator pitches quietly along the wall near the coffee area. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4787508062886188,
    0.4787508062886188,
    0.4787508062886188,
    0.4787508062886188,
    0.4787508062886188,
    0.775958943066638,
    0.775958943066638,
    0.775958943066638,
    0.775958943066638,
    0.775958943066638,
    0.775958943066638,
    0.826821182550064,
    0.826821182550064,
    0.826821182550064,
    0.826821182550064,
    0.826821182550064,
    0.826821182550064,
    0.826821182550064,
    0.826821182550064,
    0.826821182550064,
    0.826821182550064,
    0.8656755599996486,
    0.8656755599996486,
    0.8656755599996486,
    0.8656755599996486,
    0.8656755599996486,
    0.8656755599996486,
    0.8656755599996486,
    0.8656755599996486,
    0.8656755599996486,
    0.8757677951728846,
    0.8757677951728846,
    0.8757677951728846,
    0.8757677951728846,
    0.8757677951728846,
    0.8757677951728846,
    0.8757677951728846,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8838766266830507,
    0.8351864111281238,
    0.8351864111281238,
    0.8351864111281238,
    0.8351864111281238,
    0.8351864111281238,
    0.8351864111281238,
    0.8351864111281238
  ]
}