{
  "0": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "An event features an alumni panel discussing how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "An event at the fair features an alumni panel discussing how to prepare for technical interviews; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; a welcome announcement outlines the fair schedule over the PA system; the engineering society sponsors a resume review table near the stage.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.6400739491467615,
    0.6400739491467615,
    0.6400739491467615,
    0.6400739491467615,
    0.6400739491467615,
    0.7003887029759716,
    0.7003887029759716,
    0.7003887029759716,
    0.7003887029759716,
    0.7003887029759716,
    0.7003887029759716,
    0.7003887029759716,
    0.7003887029759716,
    0.7003887029759716,
    0.7003887029759716,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.7563685704437069,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.59165693912823,
    0.8405033216219671,
    0.8405033216219671,
    0.8405033216219671,
    0.8405033216219671,
    0.8405033216219671,
    0.8405033216219671,
    0.8405033216219671,
    0.8405033216219671,
    0.8405033216219671,
    0.860958158080458,
    0.860958158080458,
    0.860958158080458
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle the polished floor.",
    "At a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions and redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions and to redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions and to redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions and to redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions and to redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions and to redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.46529951572418216,
    0.46529951572418216,
    0.46529951572418216,
    0.6745209139927548,
    0.6745209139927548,
    0.6745209139927548,
    0.6745209139927548,
    0.6745209139927548,
    0.6745209139927548,
    0.6745209139927548,
    0.6745209139927548,
    0.8083698007876721,
    0.8083698007876721,
    0.8083698007876721,
    0.8083698007876721,
    0.8083698007876721,
    0.8083698007876721,
    0.8083698007876721,
    0.8083698007876721,
    0.809850986523781,
    0.809850986523781,
    0.809850986523781,
    0.8315230648490368,
    0.8315230648490368,
    0.8315230648490368,
    0.8315230648490368,
    0.8315230648490368,
    0.8315230648490368,
    0.8315230648490368,
    0.8315230648490368,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759,
    0.8299750568449759
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In the event setting, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "In the event setting, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "In the event setting, career counselors remind attendees to maintain eye contact, groups of friends mark target employers on the event map, students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "At the event setting, career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets; students introduce themselves.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4000158216173237,
    0.4000158216173237,
    0.4000158216173237,
    0.4000158216173237,
    0.6071867458749438,
    0.6071867458749438,
    0.6071867458749438,
    0.6071867458749438,
    0.6071867458749438,
    0.6071867458749438,
    0.4603984027686345,
    0.4603984027686345,
    0.4603984027686345,
    0.4603984027686345,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.489787693754859,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563,
    0.7774054509332563
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system; groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.5193847525991951,
    0.8299865568296224,
    0.8299865568296224,
    0.8299865568296224,
    0.8299865568296224,
    0.8299865568296224,
    0.8511559978605185,
    0.8511559978605185,
    0.8511559978605185,
    0.8511559978605185,
    0.8511559978605185,
    0.8511559978605185,
    0.8511559978605185,
    0.8493595094233826,
    0.8493595094233826,
    0.8493595094233826,
    0.8493595094233826,
    0.8493595094233826,
    0.8754835618403294,
    0.8754835618403294,
    0.8754835618403294,
    0.8754835618403294,
    0.8754835618403294,
    0.8754835618403294,
    0.8754835618403294,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8787538880571362,
    0.8907556125536102
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Two observational threads are present: some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos.",
    "Two observational threads are present: some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "A polished-floor venue hosts multiple activities: some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the floor.",
    "A polished-floor venue hosts multiple activities: some students rehearse elevator pitches quietly against a wall; healthcare providers display photos from community outreach. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the floor, while tech companies display demo screens showing their latest apps.",
    "In a polished-floor venue, multiple activities unfold: some students rehearse elevator pitches quietly against a wall, while healthcare providers display photos from community outreach. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the floor, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a polished-floor venue, multiple activities unfold: students rehearse elevator pitches quietly against a wall, while healthcare providers display photos from community outreach. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the floor as tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "In a polished-floor venue, a range of career-development activities unfolds. Students rehearse elevator pitches quietly against a wall, while healthcare providers display photos from community outreach. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the floor as tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.32178444396853845,
    0.5329651947442989,
    0.5329651947442989,
    0.5329651947442989,
    0.5329651947442989,
    0.5329651947442989,
    0.679610374873731,
    0.679610374873731,
    0.679610374873731,
    0.679610374873731,
    0.679610374873731,
    0.7125289305824068,
    0.7125289305824068,
    0.7125289305824068,
    0.7125289305824068,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7322187096231557,
    0.7340853322659865,
    0.7340853322659865,
    0.7340853322659865,
    0.7340853322659865,
    0.7340853322659865,
    0.7340853322659865,
    0.7340853322659865,
    0.7340853322659865,
    0.74222643504144
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the map layout.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the map layout. Healthcare providers showcase photos from community outreach efforts.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the map layout. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the map layout. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the map layout. Healthcare providers showcase photos from community outreach efforts. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map by placing markers within the map layout. Healthcare providers display photos from community outreach efforts. Students carry resumes inside branded folders. Finance firms provide QR codes for immediate internship applications. Alumni volunteers share short pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.32034768789274554,
    0.49901338209031043,
    0.49901338209031043,
    0.49901338209031043,
    0.49901338209031043,
    0.49901338209031043,
    0.49901338209031043,
    0.49901338209031043,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.7133828220307286,
    0.766339653523606,
    0.766339653523606,
    0.766339653523606,
    0.766339653523606,
    0.766339653523606,
    0.766339653523606,
    0.766339653523606,
    0.766339653523606,
    0.7853534224077916,
    0.7853534224077916,
    0.7853534224077916,
    0.7853534224077916,
    0.7853534224077916,
    0.7853534224077916,
    0.7853534224077916,
    0.7853534224077916,
    0.7853534224077916,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614,
    0.8126727997046614
  ],
  "6": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "The event entrance features staff scanning registrations and handing out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.780251613321656,
    0.780251613321656,
    0.780251613321656,
    0.780251613321656,
    0.780251613321656,
    0.7776386888755409,
    0.7776386888755409,
    0.7776386888755409,
    0.7776386888755409,
    0.7776386888755409,
    0.7776386888755409,
    0.797638333624249,
    0.797638333624249,
    0.797638333624249,
    0.797638333624249,
    0.797638333624249,
    0.797638333624249,
    0.797638333624249,
    0.797638333624249,
    0.797638333624249,
    0.7998571592265217,
    0.7998571592265217,
    0.7998571592265217,
    0.7998571592265217,
    0.7998571592265217,
    0.7998571592265217,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8009441869850121,
    0.8018994761252238,
    0.8018994761252238,
    0.8018994761252238,
    0.8018994761252238,
    0.833919332808464,
    0.833919332808464,
    0.833919332808464
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle the polished floor as consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners surround a polished floor, with consulting firms stacking glossy case study booklets on high tables. Healthcare providers display community outreach photos, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners surround a polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners surround a polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners surround a polished floor, forming a busy exhibit space. Consulting firms stack glossy case study booklets on high tables, while healthcare providers display community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners surround a polished floor in a busy exhibit space. Consulting firms stack glossy case-study booklets on high tables, while healthcare providers display community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3299570533155586,
    0.3299570533155586,
    0.3299570533155586,
    0.3299570533155586,
    0.34086933603270564,
    0.34086933603270564,
    0.34086933603270564,
    0.34086933603270564,
    0.34086933603270564,
    0.34086933603270564,
    0.34086933603270564,
    0.511101337668053,
    0.511101337668053,
    0.511101337668053,
    0.511101337668053,
    0.511101337668053,
    0.511101337668053,
    0.511101337668053,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.7517760922665384,
    0.820424078745418,
    0.820424078745418,
    0.820424078745418,
    0.820424078745418,
    0.820424078745418,
    0.8126013268592092,
    0.8126013268592092,
    0.8126013268592092,
    0.8126013268592092
  ],
  "8": [
    "",
    "",
    "",
    "A circular ring of dozens of booths, each with colorful banners, encircles a polished floor.",
    "A circular ring of dozens of booths surrounds a polished floor, with each booth displaying colorful banners. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A circular ring of dozens of booths surrounds a polished floor, each booth displaying colorful banners. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "An event space features a circular ring of dozens of booths surrounding a polished floor, with each booth displaying colorful banners. A cybersecurity company conducts a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets stacked on high tables. Adjacent to the main area, workshops on networking etiquette proceed in an adjoining classroom.",
    "An event space features a circular ring of dozens of booths surrounding a polished floor, with each booth displaying colorful banners. A cybersecurity company conducts a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets stacked on high tables. Adjacent to the main area, workshops on networking etiquette proceed in an adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "An event space features a circular ring of dozens of booths surrounding a polished floor, with each booth displaying colorful banners. A cybersecurity company conducts a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets stacked on high tables nearby. Adjacent to the main area, workshops on networking etiquette proceed in an adjoining classroom. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact as they move through the space.",
    "An event space presents a circular ring of dozens of booths surrounding a polished floor, with each booth displaying colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets stacked on high tables nearby. Adjacent to the main area, an adjoining classroom hosts workshops on networking etiquette. Tech companies show demo screens displaying their latest apps. Career counselors remind attendees to maintain eye contact as they move through the space. Groups of friends mark target employers on the event map.",
    "The event space centers on a circular ring of dozens of booths surrounding a polished floor, each booth displaying colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, consulting firms display glossy case-study booklets on high tables. Adjacent to the main area, an adjoining classroom hosts workshops on networking etiquette. Tech companies show demo screens presenting their latest apps. Career counselors remind attendees to maintain eye contact as they move through the space. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "The event space centers on a circular ring of dozens of booths surrounding a polished floor, each booth displaying colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, consulting firms display glossy case-study booklets on high tables. An adjoining classroom to the main area hosts workshops on networking etiquette, which begin there. Tech companies show demo screens presenting their latest apps. Career counselors remind attendees to maintain eye contact as they move through the space. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.2927071814253345,
    0.2927071814253345,
    0.2927071814253345,
    0.2927071814253345,
    0.2927071814253345,
    0.48567681135880547,
    0.48567681135880547,
    0.48567681135880547,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.6524151623329159,
    0.669458082660602,
    0.669458082660602,
    0.669458082660602,
    0.669458082660602,
    0.669458082660602,
    0.669458082660602,
    0.7132384477274765,
    0.7132384477274765,
    0.7132384477274765,
    0.7132384477274765,
    0.7132384477274765,
    0.7132384477274765,
    0.7132384477274765,
    0.7132384477274765,
    0.7471930806231646,
    0.7471930806231646,
    0.7471930806231646,
    0.7471930806231646,
    0.7471930806231646,
    0.7471930806231646,
    0.7471930806231646,
    0.7471930806231646,
    0.7471930806231646,
    0.7625589295009408,
    0.7625589295009408,
    0.7625589295009408,
    0.7625589295009408,
    0.7625589295009408,
    0.7625589295009408,
    0.7625589295009408,
    0.7625589295009408,
    0.7625589295009408,
    0.8061863734287795,
    0.8061863734287795,
    0.8061863734287795,
    0.8061863734287795,
    0.8061863734287795,
    0.8061863734287795,
    0.8061863734287795,
    0.8061863734287795,
    0.8061863734287795,
    0.8061863734287795,
    0.8063597778335346,
    0.8063597778335346
  ],
  "9": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes enabling immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the scene, finance firms offer QR codes that enable immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves; consulting firms stack glossy case study booklets on high tables.",
    "Finance firms display QR codes enabling immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms display QR codes enabling immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, finance firms display QR codes enabling immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, finance firms display QR codes enabling immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, finance firms display QR codes that enable immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, finance firms display QR codes that enable immediate internship applications, and human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.443931123623173,
    0.43291536101378536,
    0.43291536101378536,
    0.43291536101378536,
    0.43291536101378536,
    0.6142893091910573,
    0.6142893091910573,
    0.6142893091910573,
    0.6142893091910573,
    0.6142893091910573,
    0.6142893091910573,
    0.8079074078149581,
    0.8079074078149581,
    0.8079074078149581,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.8224941644067829,
    0.821783341618285,
    0.821783341618285,
    0.821783341618285,
    0.821783341618285,
    0.821783341618285,
    0.821783341618285,
    0.821783341618285,
    0.7851894526892407,
    0.7851894526892407
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair venue, event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair venue, event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair venue, event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair venue, event staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair venue, event staff at the entrance scan registrations and hand out lanyards as attendees move among dozens of booths with colorful banners circling the polished floor. Career counselors redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.7939997436561477,
    0.7939997436561477,
    0.7939997436561477,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8528611179656138,
    0.8791483901889543,
    0.8791483901889543,
    0.8791483901889543,
    0.8791483901889543,
    0.8791483901889543,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.879594975171862,
    0.8800584043865007,
    0.8800584043865007,
    0.8800584043865007,
    0.8800584043865007,
    0.8800584043865007,
    0.880814866184251,
    0.880814866184251,
    0.880814866184251,
    0.880814866184251,
    0.880814866184251
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, presenting a busy fair layout. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle the polished floor, presenting a busy fair layout. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "A busy fair unfolds on a polished floor, with dozens of booths ringed by colorful banners and forming a lively layout. The PA system carries a welcome announcement that outlines the fair schedule. Groups of friends gather around the event map, marking target employers. An alumni panel discusses how to prepare for technical interviews.",
    "A bustling fair unfolds on a polished floor, with dozens of booths ringed by colorful banners that form a lively layout. The PA system carries a welcome announcement outlining the fair schedule. Groups of friends gather around the event map, marking target employers. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "A bustling fair unfolds on a polished floor, with dozens of booths ringed by colorful banners that form a lively layout. The PA system carries a welcome announcement outlining the fair schedule. Groups of friends gather around the event map, marking target employers. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "The scene shows a bustling fair on a polished floor, with dozens of booths ringed by colorful banners forming a lively layout. A PA system delivers a welcome announcement outlining the fair schedule. Groups of friends cluster around the event map, marking target employers. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene shows a bustling fair on a polished floor, with dozens of booths ringed by colorful banners forming a lively layout. A PA system broadcasts a welcome announcement outlining the fair schedule. Groups of friends cluster around the event map, marking target employers. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At a bustling fair on a polished floor, dozens of booths are ringed by colorful banners, creating a lively layout. A PA system broadcasts a welcome announcement with the fair schedule. Groups of friends cluster around the event map, marking target employers. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5729740278372225,
    0.5729740278372225,
    0.5729740278372225,
    0.5729740278372225,
    0.5729740278372225,
    0.5729740278372225,
    0.5729740278372225,
    0.5729740278372225,
    0.7728537725736832,
    0.7728537725736832,
    0.7728537725736832,
    0.7728537725736832,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8367240645778247,
    0.8424872666419486,
    0.8424872666419486,
    0.8424872666419486,
    0.8424872666419486,
    0.8424872666419486,
    0.8575382697933446,
    0.8575382697933446,
    0.8575382697933446,
    0.8575382697933446,
    0.8387078862050539,
    0.8387078862050539,
    0.8387078862050539,
    0.8387078862050539,
    0.8387078862050539,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8451101554186493,
    0.8785793141330542,
    0.8785793141330542,
    0.8785793141330542,
    0.8785793141330542,
    0.8785793141330542,
    0.8785793141330542
  ],
  "12": [
    "",
    "",
    "Alumni volunteers share brief pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station, and a welcome announcement plays over the PA system outlining the fair schedule.",
    "Alumni volunteers deliver brief pep talks near the coffee station, and a welcome announcement plays over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, providing guidance tied to interview readiness. Career counselors redirect unsure students toward applicable industries, helping them identify relevant career paths during the event.",
    "Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, providing guidance tied to interview readiness. Career counselors redirect unsure students toward applicable industries, helping them identify relevant career paths during the event. Students clutch resumes inside branded folders.",
    "At the fair, alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement plays over the PA system, outlining the schedule. An alumni panel discusses how to prepare for technical interviews, offering guidance tied to interview readiness. Career counselors redirect unsure students toward applicable industries, helping them identify relevant career paths during the event. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station as a welcome announcement over the PA system outlines the schedule. An alumni panel discusses preparing for technical interviews and offers guidance tied to interview readiness. Career counselors direct unsure students toward applicable industries and help them identify relevant career paths during the event. Students clutch resumes in branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens.",
    "During the university career fair, alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement over the PA outlines the schedule. An alumni panel discusses preparing for technical interviews and offers guidance tied to interview readiness. Career counselors direct unsure students toward applicable industries and help them identify relevant career paths during the event. Students clutch resumes in branded folders. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "12_score": [
    0.0,
    0.0,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.39172820068916664,
    0.39172820068916664,
    0.39172820068916664,
    0.6061266490232817,
    0.6061266490232817,
    0.6061266490232817,
    0.7851072733324376,
    0.7851072733324376,
    0.7851072733324376,
    0.7851072733324376,
    0.8278389562061762,
    0.8278389562061762,
    0.8278389562061762,
    0.8278389562061762,
    0.8278389562061762,
    0.8278389562061762,
    0.8278389562061762,
    0.8278389562061762,
    0.8278389562061762,
    0.8278389562061762,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8813717436404291,
    0.8424042588311365,
    0.8424042588311365,
    0.8424042588311365,
    0.8424042588311365,
    0.8424042588311365,
    0.8424042588311365,
    0.8424042588311365,
    0.8424042588311365,
    0.8424042588311365,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337,
    0.8809796419812337
  ],
  "13": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops begin in the adjoining classroom, while students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops are underway in the adjoining classroom as students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor.",
    "Networking etiquette workshops are underway in the adjoining classroom as students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, including displays by healthcare providers showcasing community outreach photos.",
    "Networking etiquette workshops are underway in the adjoining classroom as students queue outside the university gym before the career fair opens, clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, including displays by healthcare providers showcasing community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.423040804347091,
    0.423040804347091,
    0.423040804347091,
    0.423040804347091,
    0.423040804347091,
    0.625941048573447,
    0.625941048573447,
    0.625941048573447,
    0.625941048573447,
    0.625941048573447,
    0.625941048573447,
    0.625941048573447,
    0.625941048573447,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8001930949044113,
    0.8152115691877379,
    0.8152115691877379,
    0.8152115691877379,
    0.8152115691877379,
    0.8152115691877379,
    0.8152115691877379,
    0.8126241434091976,
    0.8126241434091976,
    0.8126241434091976,
    0.8126241434091976,
    0.8126241434091976,
    0.8462445613871548,
    0.8462445613871548,
    0.8462445613871548,
    0.8462445613871548
  ],
  "14": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Career counselors redirect unsure students toward applicable industries, as a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5174005122578788,
    0.5174005122578788,
    0.5174005122578788,
    0.5174005122578788,
    0.5174005122578788,
    0.5174005122578788,
    0.5174005122578788,
    0.5174005122578788,
    0.5174005122578788,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.6276445434166416,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8242847134503393,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8305945272295122,
    0.8171120937516559,
    0.8171120937516559,
    0.8171120937516559
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating organized stacks. Career counselors redirect unsure students toward applicable industries.",
    "Consulting firms display glossy case-study booklets by stacking them on high tables, forming organized piles. Career counselors guide unsure students toward industries that fit their interests. Students line up outside the university gym before the career fair opens, anticipating entry for the event.",
    "The scene centers on a career fair environment. Consulting firms display glossy case-study booklets by stacking them on high tables into organized piles. Career counselors guide unsure students toward industries that fit their interests. Outside the university gym, students line up before the career fair opens, anticipating entry. Groups of friends mark target employers on the event map.",
    "At a university career fair, consulting firms display glossy case-study booklets stacked on high tables into organized piles. Career counselors guide unsure students toward industries that fit their interests. Outside the university gym, students line up before the fair opens, awaiting entry. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, consulting firms display glossy case-study booklets stacked on high tables in organized piles. Career counselors guide unsure students toward industries that fit their interests. Outside the university gym, students line up before the fair opens, awaiting entry. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "A university career fair features consulting firms with glossy case-study booklets arranged on high tables in organized piles, while career counselors steer unsure students toward industries that fit their interests. Outside the gym, students queue before the fair opens, and groups of friends mark target employers on an event map. The engineering society runs a resume-review table near the stage, and counselors remind attendees to maintain eye contact. Tech firms display demo screens showing their latest apps.",
    "At a university career fair, consulting firms place glossy case-study booklets in organized piles atop high tables, while career counselors guide unsure students toward industries that fit their interests. Outside the gym, students queue before the fair opens, and groups of friends mark target employers on an event map. The engineering society staffs a resume-review table near the stage, and counselors remind attendees to maintain eye contact. Tech firms display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, consulting firms place glossy case-study booklets in organized piles atop high tables while career counselors guide unsure students toward industries that fit their interests. Outside the gym, students queue before the fair opens, and groups of friends mark target employers on an event map. The engineering society staffs a resume-review table near the stage, and counselors remind attendees to maintain eye contact. Tech firms display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.479699186879052,
    0.479699186879052,
    0.479699186879052,
    0.479699186879052,
    0.479699186879052,
    0.479699186879052,
    0.693340465347192,
    0.693340465347192,
    0.693340465347192,
    0.693340465347192,
    0.693340465347192,
    0.693340465347192,
    0.693340465347192,
    0.693340465347192,
    0.8094397061883262,
    0.8094397061883262,
    0.8094397061883262,
    0.8094397061883262,
    0.8094397061883262,
    0.8094397061883262,
    0.7801570498760004,
    0.7801570498760004,
    0.7801570498760004,
    0.7801570498760004,
    0.7801570498760004,
    0.782890098625237,
    0.782890098625237,
    0.782890098625237,
    0.782890098625237,
    0.782890098625237,
    0.7768651392703507,
    0.7768651392703507,
    0.7768651392703507,
    0.7768651392703507,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.809662522650595,
    0.8120028326136257,
    0.8120028326136257,
    0.8120028326136257,
    0.8120028326136257
  ],
  "16": [
    "",
    "",
    "Tech companies are showcasing their latest apps on demo screens.",
    "Tech companies are showcasing their latest apps on demo screens, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies are showcasing their latest apps on demo screens; human resources teams jot notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries.",
    "Tech companies are showcasing their latest apps on demo screens, while human resources teams jot notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders.",
    "Tech companies are showcasing their latest apps on demo screens, while human resources teams jot notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Tech companies showcase their latest apps on demo screens as human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "Tech companies showcase their latest apps on demo screens as human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, tech companies display their latest apps on demo screens as human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, tech companies display their latest apps on demo screens as human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the career fair, tech companies display their latest apps on demo screens while HR teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "16_score": [
    0.0,
    0.0,
    0.3751665824125297,
    0.3751665824125297,
    0.3751665824125297,
    0.3751665824125297,
    0.401973691438,
    0.401973691438,
    0.401973691438,
    0.401973691438,
    0.5126554503658767,
    0.5126554503658767,
    0.5126554503658767,
    0.5126554503658767,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.4561400141161952,
    0.6389111284531855,
    0.6389111284531855,
    0.6389111284531855,
    0.6389111284531855,
    0.6389111284531855,
    0.6389111284531855,
    0.6389111284531855,
    0.6389111284531855,
    0.6389111284531855,
    0.8007818196091201,
    0.8007818196091201,
    0.8007818196091201,
    0.8007818196091201,
    0.8007818196091201,
    0.8007818196091201,
    0.8007818196091201,
    0.8007818196091201,
    0.8743671381240743,
    0.8743671381240743,
    0.8743671381240743,
    0.8743671381240743,
    0.8743671381240743,
    0.8743671381240743,
    0.8743671381240743,
    0.8743671381240743,
    0.8597333086795748,
    0.8597333086795748,
    0.8597333086795748,
    0.8597333086795748,
    0.8789209715402018,
    0.8789209715402018,
    0.8789209715402018,
    0.8789209715402018,
    0.8789209715402018,
    0.8789209715402018,
    0.8789209715402018,
    0.8789209715402018,
    0.8789209715402018,
    0.8887227542869046,
    0.8887227542869046,
    0.8887227542869046
  ],
  "17": [
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom; healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are underway in the adjoining classroom. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resumereview table near the stage. A robotics startup flies a small drone above its booth to draw attention.",
    "Networking etiquette workshops are underway in the adjoining classroom; healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resumereview table near the stage; a robotics startup flies a small drone above its booth to draw attention.",
    "A multi-booth event is in progress, with networking etiquette workshops underway in the adjoining classroom. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders.",
    "At a multi-booth event, an adjoining classroom hosts networking etiquette workshops. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes in branded folders, while some rehearse elevator pitches quietly against the wall.",
    "At a multi-booth event, an adjoining classroom hosts networking etiquette workshops. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes in branded folders, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At a multi-booth event, an adjoining classroom hosts networking etiquette workshops while healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station."
  ],
  "17_score": [
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3554529782053386,
    0.3554529782053386,
    0.3554529782053386,
    0.3554529782053386,
    0.3554529782053386,
    0.3554529782053386,
    0.3554529782053386,
    0.3554529782053386,
    0.3554529782053386,
    0.5805849876762785,
    0.5805849876762785,
    0.5805849876762785,
    0.5805849876762785,
    0.5805849876762785,
    0.5805849876762785,
    0.5805849876762785,
    0.6690648349404564,
    0.6690648349404564,
    0.6690648349404564,
    0.6690648349404564,
    0.6690648349404564,
    0.6690648349404564,
    0.6690648349404564,
    0.6690648349404564,
    0.7174977331710504,
    0.7174977331710504,
    0.7174977331710504,
    0.7174977331710504,
    0.7174977331710504,
    0.47974956814769953,
    0.47974956814769953,
    0.47974956814769953,
    0.47974956814769953,
    0.47974956814769953,
    0.47974956814769953,
    0.47974956814769953,
    0.47974956814769953,
    0.47974956814769953,
    0.47974956814769953,
    0.7933534057892129,
    0.7933534057892129,
    0.7933534057892129,
    0.7933534057892129,
    0.7933534057892129,
    0.7933534057892129,
    0.7956746874059666,
    0.7956746874059666,
    0.7956746874059666,
    0.7956746874059666,
    0.7956746874059666,
    0.7956746874059666,
    0.7956746874059666,
    0.7956746874059666,
    0.7956746874059666,
    0.8255708450308731,
    0.8255708450308731,
    0.8255708450308731,
    0.8255708450308731,
    0.8255708450308731,
    0.8255708450308731,
    0.8156693354794169
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage.",
    "Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos while students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3526294686173825,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.3583793350455101,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.5484334748131322,
    0.7283276512463381,
    0.7283276512463381,
    0.7283276512463381,
    0.7283276512463381,
    0.759921346621171,
    0.759921346621171,
    0.759921346621171,
    0.759921346621171,
    0.759921346621171,
    0.759921346621171,
    0.759921346621171,
    0.759921346621171,
    0.759921346621171
  ],
  "19": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, while alumni volunteers share brief pep talks near the coffee station.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system. Alumni volunteers share brief pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Alumni volunteers give brief pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Alumni volunteers give brief pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Alumni volunteers deliver brief pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement outlining the schedule is broadcast over the PA system. Alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "At the university fair, a welcome PA announces the schedule. Alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "At the university fair, a welcome PA announces the schedule. Alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "At the university fair, a welcome announcement outlines the schedule over the PA system. Alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens."
  ],
  "19_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4337520750580712,
    0.4337520750580712,
    0.4337520750580712,
    0.7340670401365827,
    0.7340670401365827,
    0.7340670401365827,
    0.7340670401365827,
    0.7340670401365827,
    0.7340670401365827,
    0.8623862447107555,
    0.8623862447107555,
    0.8623862447107555,
    0.8623862447107555,
    0.8623862447107555,
    0.8623862447107555,
    0.8623862447107555,
    0.8623862447107555,
    0.8943487500917173,
    0.8943487500917173,
    0.8943487500917173,
    0.8943487500917173,
    0.8943487500917173,
    0.8812324800338016,
    0.8812324800338016,
    0.8812324800338016,
    0.8812324800338016,
    0.8812324800338016,
    0.8812324800338016,
    0.8812324800338016,
    0.8812324800338016,
    0.8597607687086652,
    0.8597607687086652,
    0.8597607687086652,
    0.8597607687086652,
    0.8696977584531466,
    0.8696977584531466,
    0.8696977584531466,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8655162484607035,
    0.8601276674920494,
    0.8601276674920494,
    0.8601276674920494,
    0.8601276674920494
  ],
  "20": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves. The activities occur concurrently, with HR personnel using tablet devices to capture information while the students present their introductions.",
    "Human resources teams jot notes on tablets as students introduce themselves, with the activities occurring concurrently: HR personnel use tablet devices to capture information while the students present their introductions. A welcome announcement outlines the fair schedule over the PA system.",
    "Human resources personnel use tablets to capture information as students introduce themselves, with the two activities occurring concurrently. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, human resources personnel use tablets to capture information while students introduce themselves, with the two activities occurring concurrently. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, human resources personnel use tablets to capture information while students introduce themselves, with the two activities occurring concurrently. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "During the career fair, human resources personnel use tablets to capture information while students introduce themselves, two activities taking place concurrently. A welcome PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the career fair, human resources personnel use tablets to capture information while students introduce themselves, two activities occurring concurrently. A welcome PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, HR personnel use tablets to capture information while students introduce themselves, a welcome PA announcement outlines the schedule, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor as event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "A campus career fair unfolds with HR personnel using tablets to capture information as students introduce themselves, a welcome PA announcement outlining the schedule, and an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor while event staff scan registrations and hand out lanyards at the entrance. Students queue outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.46685146687887513,
    0.46685146687887513,
    0.46685146687887513,
    0.46685146687887513,
    0.46685146687887513,
    0.46685146687887513,
    0.46685146687887513,
    0.46685146687887513,
    0.46685146687887513,
    0.5213089630429617,
    0.5213089630429617,
    0.5213089630429617,
    0.5213089630429617,
    0.5213089630429617,
    0.5213089630429617,
    0.5213089630429617,
    0.7772932838151961,
    0.7772932838151961,
    0.7772932838151961,
    0.7772932838151961,
    0.7772932838151961,
    0.8626412928824122,
    0.8626412928824122,
    0.8626412928824122,
    0.8626412928824122,
    0.8626412928824122,
    0.8626412928824122,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8859876034903446,
    0.8888946691125337,
    0.8888946691125337,
    0.8888946691125337,
    0.8888946691125337,
    0.8888946691125337,
    0.8888946691125337,
    0.9069581832803816,
    0.9069581832803816,
    0.9069581832803816,
    0.9069581832803816,
    0.9003360749228522,
    0.9003360749228522,
    0.9003360749228522,
    0.9003360749228522,
    0.9003360749228522,
    0.9003360749228522,
    0.9003360749228522,
    0.9003360749228522,
    0.8873786699056799
  ],
  "21": [
    "",
    "Students clutch resumes inside branded folders.",
    "A scene shows students clutching resumes inside branded folders, while healthcare providers display community outreach photos.",
    "The scene shows students clutching resumes inside branded folders, healthcare providers displaying community outreach photos, and an alumni panel discussing how to prepare for technical interviews.",
    "The scene presents three focal elements: students clutching resumes inside branded folders, healthcare providers displaying community outreach photos, and an alumni panel discussing how to prepare for technical interviews.",
    "Three focal elements define the scene: students clutching resumes inside branded folders, healthcare providers displaying community outreach photos, and an alumni panel discussing how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "Three focal elements define the scene: students clutching resumes inside branded folders, healthcare providers displaying community outreach photos, and an alumni panel discussing how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact.",
    "The scene centers on a career-focused event featuring three focal elements: students clutching resumes inside branded folders, healthcare providers displaying community outreach photos, and an alumni panel discussing how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall; career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a career-focused event, three focal elements anchor the scene: students clutching resumes inside branded folders, healthcare providers displaying community outreach photos, and an alumni panel discussing how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries."
  ],
  "21_score": [
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3508091029982201,
    0.3508091029982201,
    0.3508091029982201,
    0.3508091029982201,
    0.3508091029982201,
    0.3508091029982201,
    0.3508091029982201,
    0.3508091029982201,
    0.3508091029982201,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.411040082571592,
    0.3949046999193093,
    0.3949046999193093,
    0.3949046999193093,
    0.3949046999193093,
    0.3949046999193093,
    0.3949046999193093,
    0.3949046999193093,
    0.3949046999193093,
    0.3949046999193093,
    0.5546740637504222,
    0.5546740637504222,
    0.5546740637504222,
    0.5546740637504222,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.5413851809551559,
    0.7710723864589465,
    0.7710723864589465,
    0.7710723864589465,
    0.7710723864589465,
    0.7710723864589465,
    0.7710723864589465,
    0.7287338921980258,
    0.7287338921980258,
    0.7287338921980258,
    0.7287338921980258,
    0.7287338921980258,
    0.7287338921980258
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and a robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers are showcasing community outreach photos, and a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers are showcasing community outreach photos. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications.",
    "At the event, healthcare providers showcase community outreach photos. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos. A robotics startup flies a small drone over its booth to attract attention. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3271946712018316,
    0.3271946712018316,
    0.3271946712018316,
    0.3271946712018316,
    0.5574480315000498,
    0.5574480315000498,
    0.5574480315000498,
    0.5574480315000498,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7861805717589809,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7869079673836152,
    0.7807555923053702,
    0.7807555923053702,
    0.7807555923053702,
    0.7807555923053702,
    0.7807555923053702,
    0.7807555923053702,
    0.7807555923053702,
    0.7807555923053702,
    0.7807555923053702
  ],
  "23": [
    "",
    "",
    "",
    "A line of students forms outside the university gym as they wait for the career fair to open.",
    "A line of students forms outside the university gym as they wait for the career fair to open. Career counselors redirect unsure students toward applicable industries.",
    "A line of students forms outside the university gym as they wait for the career fair to open. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin, with career counselors reminding attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin, with career counselors reminding attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university campus, a line of students waits outside the gym for the career fair to open as career counselors redirect unsure attendees toward applicable industries. In the adjoining classroom, networking etiquette workshops begin, with counselors reminding attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the university campus, a line of students waits outside the gym for the career fair to open as career counselors redirect unsure attendees toward applicable industries. In the adjoining classroom, networking etiquette workshops begin, with counselors reminding attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At a university campus, a line of students waits outside the gym for the career fair to open as career counselors redirect unsure attendees toward applicable industries. In the adjoining classroom, networking etiquette workshops have begun, with counselors reminding attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.37897037879161655,
    0.37897037879161655,
    0.37897037879161655,
    0.37897037879161655,
    0.5099763683841292,
    0.5099763683841292,
    0.5099763683841292,
    0.5099763683841292,
    0.5099763683841292,
    0.5099763683841292,
    0.5099763683841292,
    0.7047034873161944,
    0.7047034873161944,
    0.7047034873161944,
    0.7047034873161944,
    0.7047034873161944,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6871925701456835,
    0.6951857226539556,
    0.6951857226539556,
    0.6951857226539556,
    0.6951857226539556,
    0.7471418988424297,
    0.7471418988424297,
    0.7471418988424297,
    0.7471418988424297,
    0.7471418988424297,
    0.7471418988424297,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7589182637163876,
    0.7908643088463817,
    0.7908643088463817,
    0.7908643088463817,
    0.7908643088463817,
    0.7908643088463817,
    0.7908643088463817
  ],
  "24": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "Career counselors redirect unsure students toward applicable industries, guiding their choices for the fair. Groups of friends mark target employers on the event map, indicating companies they intend to visit. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, counselors redirect unsure students toward applicable industries, guiding their choices for the event. Groups of friends mark target employers on the event map, indicating the companies they intend to visit. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors redirect unsure students toward applicable industries, guiding their choices for the event. Groups of friends mark target employers on the event map, indicating the companies they intend to visit. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors redirect unsure students toward applicable industries, guiding their choices for the event. Groups of friends mark target employers on the event map, indicating the companies they intend to visit. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the career fair, counselors redirect unsure students toward applicable industries to guide their choices for the event. Groups of friends mark target employers on the event map, indicating the companies they intend to visit. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, counselors redirect unsure students toward applicable industries to guide their choices for the event. Groups of friends mark target employers on the event map, indicating the companies they intend to visit. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.7626014119092939,
    0.7626014119092939,
    0.7626014119092939,
    0.7626014119092939,
    0.7626014119092939,
    0.7626014119092939,
    0.7626014119092939,
    0.7626014119092939,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8212587556777912,
    0.8422730858393992,
    0.8422730858393992,
    0.8422730858393992,
    0.8422730858393992,
    0.8422730858393992,
    0.8422730858393992,
    0.8422730858393992,
    0.8422730858393992,
    0.8422730858393992,
    0.8533627520552207,
    0.8533627520552207,
    0.8533627520552207,
    0.8533627520552207,
    0.8784850390361976,
    0.8784850390361976,
    0.8784850390361976,
    0.8784850390361976,
    0.8784850390361976,
    0.8784850390361976,
    0.8784850390361976,
    0.8784850390361976,
    0.8784850390361976,
    0.8753286035727729,
    0.8753286035727729,
    0.8753286035727729,
    0.8753286035727729,
    0.8753286035727729,
    0.8753286035727729,
    0.8753286035727729
  ]
}