{
  "0": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in the lead-up to the career fair opening, while healthcare providers display photos illustrating their community outreach.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Healthcare providers display photos illustrating their community outreach. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Healthcare providers display photos illustrating their community outreach. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Healthcare providers display photos illustrating their community outreach. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers display photos illustrating their community outreach. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Healthcare providers display photos illustrating their community outreach. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym ahead of the career fair opening as dozens of booths with colorful banners circle the polished floor, with attendees clutching resumes inside branded folders. Healthcare providers display photos illustrating their community outreach. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "A university gym hosts a career fair with dozens of booths and colorful banners arranged in a circle around a polished floor. Before opening, students line up outside; inside, attendees clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display photos illustrating their community outreach, and tech companies show demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA outlines the schedule. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair unfolds with dozens of booths arranged in a circle around a polished floor, decorated with colorful banners. Before opening, students line up outside as event staff at the entrance scan registrations and hand out lanyards. Inside, attendees clutch resumes in branded folders while healthcare providers display photos illustrating their community outreach and tech companies show demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. A welcome PA outlines the fair’s schedule, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, completing the scene of organized preparation and active participation.",
    "At a university gym, a professional career fair unfolds with dozens of booths and colorful banners arranged around a polished floor. Before opening, event staff scan registrations at the entrance and hand out lanyards. Inside, attendees clutch resumes in branded folders; healthcare providers display photos of their community outreach while tech companies show demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. A welcome PA outlines the fair’s schedule, and career counselors remind attendees to maintain eye contact. At high tables, consulting firms stack glossy case study booklets, contributing to a scene of organized preparation and active participation.",
    "At a university gym, a professional career fair unfolds around a polished floor, with dozens of booths encircling the space and colorful banners at each display. At the entrance, event staff scan registrations and hand out lanyards as students clutch resumes tucked in branded folders. Inside, healthcare providers display photos of their community outreach while tech companies show demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. A welcome PA outlines the fair’s schedule, and career counselors remind attendees to maintain eye contact. At high tables, consulting firms stack glossy case study booklets, contributing to a busy, organized fair floor.",
    "At a university gym, a professional career fair unfolds around a polished floor, with dozens of booths encircling the space and colorful banners at each display. At the entrance, event staff scan registrations and hand out lanyards as students clutch resumes tucked in branded folders. Inside, healthcare providers display photos of their community outreach while tech companies show demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. A welcome PA outlines the fair’s schedule, and career counselors remind attendees to maintain eye contact. At high tables, consulting firms stack glossy case study booklets, contributing to a busy, organized fair floor. Students line up outside the university gym before the career fair opens.",
    "At a university gym, a career fair unfolds around a polished floor with dozens of booths and colorful banners encircling the space. At the entrance, staff scan registrations and hand out lanyards as students clutch resumes tucked in branded folders. Inside, healthcare providers display photos of community outreach while tech companies show demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. A welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. At high tables, consulting firms stack glossy case study booklets, contributing to a busy, organized fair floor. Students line up outside the gym before opening."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.5026512099640352,
    0.5026512099640352,
    0.7990689871076027,
    0.7990689871076027,
    0.7990689871076027,
    0.7990689871076027,
    0.8071511430457271,
    0.8071511430457271,
    0.8071511430457271,
    0.8071511430457271,
    0.8071511430457271,
    0.8721851329663088,
    0.8721851329663088,
    0.8721851329663088,
    0.8723191080680135,
    0.8723191080680135,
    0.8723191080680135,
    0.8723191080680135,
    0.8795380574183764,
    0.8795380574183764,
    0.8795380574183764,
    0.8795380574183764,
    0.8795380574183764,
    0.8795380574183764,
    0.888024525017636,
    0.888024525017636,
    0.888024525017636,
    0.888024525017636,
    0.888024525017636,
    0.9009729218360645,
    0.9009729218360645,
    0.9009729218360645,
    0.9009729218360645,
    0.9009729218360645,
    0.9009729218360645,
    0.8805435137761762,
    0.8805435137761762,
    0.8805435137761762,
    0.8805435137761762,
    0.8805435137761762,
    0.8805435137761762,
    0.8429216102197263,
    0.8429216102197263,
    0.8429216102197263,
    0.8429216102197263,
    0.8508618225929998,
    0.8508618225929998,
    0.8508618225929998,
    0.8508618225929998,
    0.8508618225929998,
    0.8508618225929998,
    0.8508618225929998,
    0.8508618225929998,
    0.8508618225929998,
    0.8572633532432079,
    0.8572633532432079,
    0.8572633532432079,
    0.8572633532432079,
    0.8572633532432079,
    0.8923683449798825
  ],
  "1": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement over the PA system outlines the fair schedule as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while at the entrance event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, completing the scene of a busy fair floor.",
    "A welcome announcement over the PA describes the fair schedule as dozens of booths with colorful banners circling the polished floor. Students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, contributing to a busy fair floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station.",
    "A welcome announcement over the PA describes the fair schedule as dozens of booths with colorful banners circling the polished floor. Students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, contributing to a busy fair floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station.",
    "A welcome announcement over the PA describes the fair schedule as dozens of booths with colorful banners circling the polished floor. Students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, contributing to a busy fair floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA outlines the fair schedule: dozens of booths with colorful banners circling the polished floor. Students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, contributing to a busy fair floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "A fair unfolds around a polished floor, with dozens of booths encircling the space, each display featuring colorful banners. Students clutch resumes tucked in branded folders as they move through the crowd. At the entrance, staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables, contributing to a busy fair floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "At a university career fair held in a gym with a polished floor, dozens of booths encircle the space, each display featuring colorful banners. Students move through the crowd clutching resumes tucked in branded folders; outside, they line up before opening. At the entrance, staff scan registrations and hand out lanyards to attendees. Inside, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule.",
    "At a university career fair held in a gym with a polished floor, dozens of booths encircle the space, each display featuring colorful banners. Students move through the crowd clutching resumes tucked in branded folders, outside lining up before opening. Entrance staff scan registrations and hand out lanyards to attendees. Inside, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos of community outreach. A welcome announcement over the PA outlines the fair schedule.",
    "At a university career fair held in a gym with a polished floor, dozens of booths encircle the space, each with colorful banners. Students move through the crowd clutching resumes tucked in branded folders, outside lining up before opening. Entrance staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. Inside, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos of community outreach.",
    "At a university career fair held in a gym with a polished floor, dozens of booths with colorful banners encircle the space. Outside the gym, students line up before opening; inside, tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Attendees clutch resumes tucked in branded folders while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards to attendees as a welcome PA broadcasts the fair schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.5051024313920225,
    0.5051024313920225,
    0.5051024313920225,
    0.5051024313920225,
    0.6547835602976494,
    0.6547835602976494,
    0.6547835602976494,
    0.6547835602976494,
    0.6892420568606746,
    0.6892420568606746,
    0.6580288462109103,
    0.6580288462109103,
    0.6580288462109103,
    0.6580288462109103,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8006316678831167,
    0.8042306096061914,
    0.8042306096061914,
    0.8042306096061914,
    0.8042306096061914,
    0.8042306096061914,
    0.7949684984650923,
    0.7949684984650923,
    0.7949684984650923,
    0.7949684984650923,
    0.7630761179994882,
    0.7630761179994882,
    0.7630761179994882,
    0.7630761179994882,
    0.7630761179994882,
    0.7630761179994882,
    0.7630761179994882,
    0.8948899726305627,
    0.8948899726305627,
    0.8948899726305627,
    0.8948899726305627,
    0.8948899726305627,
    0.8948899726305627,
    0.8948899726305627,
    0.8951052488880492,
    0.8951052488880492,
    0.8951052488880492,
    0.8951052488880492,
    0.8908046960290084,
    0.8908046960290084,
    0.8908046960290084,
    0.8908046960290084,
    0.8908046960290084,
    0.8953122834974796,
    0.8953122834974796,
    0.8953122834974796
  ],
  "2": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; alumni volunteers share quick pep talks near the coffee station.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "A professional fair setting features dozens of booths with colorful banners arranged around a polished floor. At high tables, consulting firms stack glossy case study booklets. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A professional fair setting features dozens of booths with colorful banners arranged around a polished floor. At high tables, consulting firms stack glossy case study booklets, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a professional fair, dozens of booths with colorful banners are arranged around a polished floor. At high tables, consulting firms stack glossy case study booklets while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a professional fair, dozens of booths with colorful banners are arranged around a polished floor. At high tables, consulting firms stack glossy case study booklets while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station.",
    "At a professional fair, dozens of booths with colorful banners are arranged around a polished floor. At high tables, consulting firms stack glossy case study booklets while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners surround a polished floor at the professional career fair. At high tables, consulting firms stack glossy case study booklets while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. A welcome announcement over the PA outlines the fair schedule. Earlier, students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners surround a polished floor at the professional career fair. At high tables, consulting firms stack glossy case study booklets while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase photos from community outreach. A welcome announcement over the PA outlines the fair schedule. Earlier, students line up outside the university gym before the career fair opens.",
    "Dozens of booths surround a polished floor at a professional career fair, with colorful banners framing the space. At high tables, consulting firms stack glossy case study booklets while tech companies display demo screens of their latest apps. Inside, students clutch resumes tucked in branded folders. Healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Earlier, students lined up outside the university gym before the fair opened.",
    "At a university career fair, dozens of booths encircle a polished floor adorned with colorful banners. Inside, attendees clutch resumes tucked in branded folders; consulting firms place glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps. Healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule. Earlier, students lined up outside the university gym before the fair opened.",
    "At a university career fair, dozens of booths encircle a polished floor adorned with colorful banners. Inside, attendees clutch resumes tucked in branded folders; consulting firms place glossy case-study booklets on high tables; tech companies display demo screens of their latest apps. Healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule. Earlier, students lined up outside the university gym before the fair opened."
  ],
  "2_score": [
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.41519359247422033,
    0.41519359247422033,
    0.41519359247422033,
    0.45795934501928925,
    0.45795934501928925,
    0.5525536344896015,
    0.5525536344896015,
    0.5525536344896015,
    0.5525536344896015,
    0.5525536344896015,
    0.5525536344896015,
    0.7732447038581656,
    0.7732447038581656,
    0.7732447038581656,
    0.7732447038581656,
    0.7715425506677672,
    0.7715425506677672,
    0.7715425506677672,
    0.7715425506677672,
    0.7786200589163637,
    0.7786200589163637,
    0.7786200589163637,
    0.7786200589163637,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.7846301263792848,
    0.8494106923989397,
    0.8494106923989397,
    0.8494106923989397,
    0.8494106923989397,
    0.8494106923989397,
    0.8494106923989397,
    0.8494106923989397,
    0.8494106923989397,
    0.8494106923989397,
    0.8538645229619509,
    0.8538645229619509,
    0.8538645229619509,
    0.8538645229619509,
    0.8538645229619509,
    0.8538645229619509,
    0.8538645229619509,
    0.8713009300733798,
    0.8713009300733798,
    0.8713009300733798,
    0.8713009300733798,
    0.8713009300733798,
    0.8713009300733798,
    0.8713009300733798,
    0.8737755819395928
  ],
  "3": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact in a career counseling setting. Students clutch resumes inside branded folders.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "In a professional fair setting, dozens of booths ring a polished floor with displays featuring colorful banners circling the space. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Dozens of booths circle a polished floor, each display featuring colorful banners around the space. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths circle a polished floor, each display with colorful banners. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths encircle a polished floor, each display adorned with colorful banners. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables and healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths encircle a polished floor, each display adorned with colorful banners. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables and healthcare providers showcase photos of community outreach. A welcome announcement broadcasts over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths encircle a polished floor, each display adorned with colorful banners. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Inside the university career fair, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables and healthcare providers showcase photos of community outreach. Alumni volunteers deliver quick pep talks near the coffee station, while tech companies display demo screens of their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule. Before opening, students line up outside the university gym; inside, they continue to clutch resumes in branded folders.",
    "At a university career fair unfolding inside the university gym, dozens of booths encircle a polished floor beneath colorful banners. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables and healthcare providers display photos of their community outreach; tech companies show demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. A welcome PA outlines the fair’s schedule. Before opening, students line up outside the gym; inside, the same scene of resumes in branded folders persists, with healthcare providers’ photos and tech demos. The scene is described as a professional career fair with organized preparation and active participation.",
    "A university career fair unfolds inside the gym, with dozens of booths encircling a polished floor beneath colorful banners. Attendees clutch resumes tucked in branded folders as consulting firms stack glossy case-study booklets on high tables, while healthcare providers display photos of their community outreach and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the fair’s schedule. Before opening, students line up outside the gym; inside, the same scene persists, with resumes in branded folders, healthcare photos, and tech demos. The scene is described as a professional career fair with organized preparation and active participation."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5536346375142497,
    0.5536346375142497,
    0.5536346375142497,
    0.5536346375142497,
    0.6495658239875193,
    0.6495658239875193,
    0.6495658239875193,
    0.6495658239875193,
    0.6495658239875193,
    0.7642685925880742,
    0.7642685925880742,
    0.7642685925880742,
    0.7923695485539693,
    0.7923695485539693,
    0.7923695485539693,
    0.7923695485539693,
    0.7923695485539693,
    0.8046041079736759,
    0.8046041079736759,
    0.8046041079736759,
    0.8046041079736759,
    0.8046041079736759,
    0.8046041079736759,
    0.8055068529332512,
    0.8055068529332512,
    0.8055068529332512,
    0.8050327430385056,
    0.8050327430385056,
    0.8050327430385056,
    0.8050327430385056,
    0.8050327430385056,
    0.8050327430385056,
    0.8854185945958595,
    0.8854185945958595,
    0.8854185945958595,
    0.8854185945958595,
    0.8854185945958595,
    0.8854185945958595,
    0.8854185945958595,
    0.8770308230532602,
    0.8770308230532602,
    0.8770308230532602,
    0.8770308230532602,
    0.8770308230532602,
    0.8770308230532602,
    0.8704507009789852,
    0.8704507009789852,
    0.8704507009789852,
    0.8704507009789852,
    0.8704507009789852,
    0.8704507009789852
  ],
  "4": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "Alumni volunteers give quick pep talks near the coffee station, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "A career fair scene unfolds with alumni volunteers delivering quick pep talks near the coffee station while students clutch resumes inside branded folders. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "A career fair scene unfolds with alumni volunteers delivering quick pep talks near the coffee station; students clutch resumes inside branded folders, while tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "A career fair scene unfolds with alumni volunteers delivering quick pep talks near the coffee station; students clutch resumes inside branded folders, while tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths circle a polished floor, each display featuring colorful banners around the space. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "A career fair unfolds with alumni volunteers delivering quick pep talks near the coffee station as students clutch resumes in branded folders; tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each display adorned with colorful banners around the space. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "A university career fair unfolds with alumni volunteers delivering quick pep talks near the coffee station as students clutch resumes in branded folders; tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each display adorned with colorful banners around the space. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, alumni volunteers deliver quick pep talks near the coffee station while students clutch resumes in branded folders; tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each display adorned with colorful banners. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, alumni volunteers deliver quick pep talks near the coffee station while students clutch resumes in branded folders; tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each display adorned with colorful banners. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Students line up outside the university gym before the fair opens, and inside the fair, students clutch resumes in branded folders.",
    "A university career fair unfolds with dozens of booths encircling a polished floor, each display adorned with colorful banners. Alumni volunteers deliver quick pep talks near the coffee station while students clutch resumes in branded folders. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule. Healthcare providers showcase community outreach photos. Students line up outside the university gym before opening; inside the fair, students clutch resumes in branded folders.",
    "Dozens of booths with colorful banners encircle a polished floor at a university career fair. Alumni volunteers deliver quick pep talks near the coffee station while students clutch resumes in branded folders. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. Healthcare providers showcase community outreach photos. Students line up outside the university gym before opening.",
    "Dozens of booths with colorful banners encircle a polished floor at a university career fair. Alumni volunteers deliver quick pep talks near the coffee station as students clutch resumes in branded folders. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. Healthcare providers showcase community outreach photos. Students line up outside the university gym before opening.",
    "Dozens of booths with colorful banners encircle a polished floor at a university career fair. At the entrance, staff scan registrations and hand out lanyards as a welcome PA announces the fair schedule. Inside, students clutch resumes tucked in branded folders while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Before opening, students line up outside the university gym, as a PA outlines the schedule over the public address system."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.46670086529654753,
    0.46670086529654753,
    0.46670086529654753,
    0.5935552442048843,
    0.5935552442048843,
    0.5935552442048843,
    0.5935552442048843,
    0.7660361641895457,
    0.7660361641895457,
    0.7660361641895457,
    0.7763305085101279,
    0.7763305085101279,
    0.7763305085101279,
    0.7966209915542645,
    0.7966209915542645,
    0.7966209915542645,
    0.7966209915542645,
    0.7966209915542645,
    0.7966209915542645,
    0.8350448393464753,
    0.8350448393464753,
    0.8350448393464753,
    0.8350448393464753,
    0.8828372752055839,
    0.8828372752055839,
    0.8828372752055839,
    0.8828372752055839,
    0.8828372752055839,
    0.8828372752055839,
    0.8828372752055839,
    0.8749388886410217,
    0.8749388886410217,
    0.8749388886410217,
    0.8749388886410217,
    0.8749388886410217,
    0.8749388886410217,
    0.8507097330824436,
    0.8507097330824436,
    0.8507097330824436,
    0.8507097330824436,
    0.8507097330824436,
    0.8715168938569486,
    0.8715168938569486,
    0.8715168938569486,
    0.8715168938569486,
    0.8715168938569486,
    0.8672478639309764,
    0.8672478639309764,
    0.8672478639309764,
    0.8672478639309764,
    0.8672478639309764,
    0.8672478639309764,
    0.8649252577045985,
    0.8649252577045985,
    0.8649252577045985,
    0.8649252577045985,
    0.8649252577045985,
    0.8649252577045985,
    0.8649252577045985,
    0.8525510190383357,
    0.8525510190383357
  ],
  "5": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos.",
    "During the fair, career counselors remind attendees to maintain eye contact, and healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, career counselors remind attendees to maintain eye contact while healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "In a professional fair setting, dozens of booths ring a polished floor, each display featuring colorful banners circling the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths surround a polished central floor at a professional fair, each display featuring colorful banners circling the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Dozens of booths surround a polished central floor at a professional fair, with colorful banners circling the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Dozens of booths surround a polished central floor at a professional fair, with colorful banners circling the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Dozens of booths surround a polished central floor at a professional fair, with colorful banners circling the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Dozens of booths encircle a polished central floor, each display adorned with colorful banners around the space. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. The university career fair unfolds with alumni volunteers delivering quick pep talks near the coffee station, while students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths encircle a polished central floor, each display adorned with colorful banners. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. The university career fair unfolds with alumni volunteers delivering quick pep talks near the coffee station, while students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths encircle a polished central floor, each display adorned with colorful banners. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos of community outreach. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. The university career fair unfolds with alumni volunteers delivering quick pep talks near the coffee station, while students clutch resumes in branded folders. Tech companies display demo screens of their latest apps. Students line up outside the university gym before the career fair opens.",
    "A university career fair features dozens of booths encircling a polished floor adorned with colorful banners. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule. Attendees clutch resumes tucked in branded folders while consulting firms place glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Outside the gym, students line up before opening; inside, tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach.",
    "Dozens of booths encircle a polished floor adorned with colorful banners at a university career fair. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule. Attendees clutch resumes tucked in branded folders while consulting firms place glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Outside the gym, students line up before opening; inside, tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach.",
    "Dozens of booths encircle a polished floor adorned with colorful banners at a university career fair. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule. Attendees clutch resumes tucked in branded folders while consulting firms place glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Outside the gym, students line up before opening; inside, tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.44722638831966666,
    0.44722638831966666,
    0.44722638831966666,
    0.6121070294204958,
    0.6121070294204958,
    0.6121070294204958,
    0.6910501156906541,
    0.6910501156906541,
    0.6910501156906541,
    0.6910501156906541,
    0.7170639973101502,
    0.7170639973101502,
    0.7170639973101502,
    0.7170639973101502,
    0.7170639973101502,
    0.7170639973101502,
    0.7606802060672865,
    0.7606802060672865,
    0.7606802060672865,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.7643783618747986,
    0.8766265906451318,
    0.8766265906451318,
    0.8766265906451318,
    0.8766265906451318,
    0.8766265906451318,
    0.868705693585247,
    0.868705693585247,
    0.868705693585247,
    0.868705693585247,
    0.868705693585247,
    0.868705693585247,
    0.868705693585247,
    0.868705693585247,
    0.868705693585247,
    0.8759254985562712,
    0.8759254985562712,
    0.8759254985562712,
    0.8759254985562712,
    0.8759254985562712,
    0.8759254985562712,
    0.8759254985562712,
    0.871754347710777,
    0.871754347710777,
    0.871754347710777,
    0.871754347710777,
    0.871754347710777,
    0.871754347710777,
    0.871754347710777,
    0.871754347710777,
    0.871754347710777
  ],
  "6": [
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Dozens of booths circle a polished floor, each display featuring colorful banners around the space. Healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Inside, students clutch resumes tucked in branded folders. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Dozens of booths circle a polished floor, each display featuring colorful banners around the space. Healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Inside, students clutch resumes tucked in branded folders. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Dozens of booths circle a polished floor, each display featuring colorful banners around the space. Healthcare providers showcase community outreach photos.",
    "Dozens of booths circle a polished floor at a professional fair, each display featuring colorful banners around the space. At high tables, consulting firms stack glossy case study booklets while tech companies display demo screens of their latest apps. Inside, students clutch resumes tucked in branded folders. Healthcare providers showcase community outreach photos. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule.",
    "Dozens of booths circle a polished floor at a professional fair, with colorful banners around the space. At high tables, consulting firms stack glossy case study booklets, while tech companies display demo screens of their latest apps. Inside, students clutch resumes tucked in branded folders. Healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule.",
    "Dozens of booths encircle a polished floor at a university career fair, each display adorned with colorful banners. High tables host consulting firms stacking glossy case study booklets, while tech companies run demo screens of their latest apps. Inside, students clutch resumes tucked in branded folders. Healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Before opening, students line up outside the university gym; inside, they continue to clutch resumes in branded folders.",
    "Dozens of booths encircle a polished floor at a university career fair, each display with colorful banners. High tables host consulting firms stacking glossy case study booklets, while tech companies run demo screens of their latest apps. Inside, students clutch resumes tucked in branded folders. Healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Before opening, students line up outside the university gym; inside, they continue to clutch resumes in branded folders.",
    "Dozens of booths encircle a polished floor at a university career fair, each display with colorful banners. Tech companies run demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Before opening, students line up outside the university gym; inside, they clutch resumes tucked in branded folders."
  ],
  "6_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.35883157518854175,
    0.35883157518854175,
    0.35883157518854175,
    0.5392186940236148,
    0.5392186940236148,
    0.5392186940236148,
    0.5392186940236148,
    0.6931853172531856,
    0.6931853172531856,
    0.6931853172531856,
    0.6931853172531856,
    0.6931853172531856,
    0.6931853172531856,
    0.7772529233288727,
    0.7772529233288727,
    0.7772529233288727,
    0.7772529233288727,
    0.7550043226950547,
    0.7550043226950547,
    0.7550043226950547,
    0.7550043226950547,
    0.7550043226950547,
    0.7520499022793838,
    0.7520499022793838,
    0.7520499022793838,
    0.7520499022793838,
    0.7520499022793838,
    0.764845183361956,
    0.764845183361956,
    0.764845183361956,
    0.764845183361956,
    0.764845183361956,
    0.764845183361956,
    0.770563091765552,
    0.770563091765552,
    0.770563091765552,
    0.770563091765552,
    0.770563091765552,
    0.770563091765552,
    0.772337671980643,
    0.772337671980643,
    0.772337671980643,
    0.772337671980643,
    0.772337671980643,
    0.772337671980643,
    0.772337671980643,
    0.8775952284459374,
    0.8775952284459374,
    0.8775952284459374,
    0.8775952284459374,
    0.8775952284459374,
    0.8757524908301839,
    0.8757524908301839,
    0.8757524908301839,
    0.8757524908301839,
    0.8757524908301839,
    0.8757524908301839,
    0.876919537768114,
    0.876919537768114,
    0.876919537768114,
    0.876919537768114,
    0.876919537768114
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Event attendees include students who clutch resumes inside branded folders; at the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Event attendees include students who clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Event attendees include students who clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional event, dozens of booths with colorful banners circle a polished floor. Attendees include students clutching resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards to attendees. Alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At a professional event, dozens of booths with colorful banners surround a polished floor. Attendees include students clutching resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards to attendees. Alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "At a professional career fair, dozens of booths with colorful banners surround a polished floor. Attendees include students clutching resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards to attendees. Alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At a professional career fair, dozens of booths with colorful banners surround a polished floor, and attendees include students clutching resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards to attendees, while alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system, and students line up outside the university gym before the career fair opens.",
    "At a professional career fair, dozens of booths with colorful banners surround a polished floor. Attendees include students clutching resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards while alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "A university career fair unfolds with dozens of booths encircling a polished floor, each display adorned with colorful banners. Outside the university gym, students line up before opening. Inside, students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome PA announces the fair schedule.",
    "A university career fair unfolds with dozens of booths encircling a polished floor, each display adorned with colorful banners. Outside the university gym, students line up before opening. Inside, students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome PA announces the fair schedule.",
    "A university career fair unfolds with dozens of booths encircling a polished floor, each display adorned with colorful banners. Outside the university gym, students line up before opening. Inside, students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome PA announces the fair schedule.",
    "A university career fair unfolds with dozens of booths encircling a polished floor, each display adorned with colorful banners. Outside the university gym, students line up before opening; inside, students clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome PA announces the fair schedule."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.5455187380833681,
    0.5455187380833681,
    0.5455187380833681,
    0.5949591750518645,
    0.5949591750518645,
    0.5949591750518645,
    0.7397875667667666,
    0.7397875667667666,
    0.7397875667667666,
    0.7397875667667666,
    0.7685709902663916,
    0.7685709902663916,
    0.7685709902663916,
    0.7685709902663916,
    0.7480950738869206,
    0.7480950738869206,
    0.7480950738869206,
    0.7480950738869206,
    0.7480950738869206,
    0.7480950738869206,
    0.7785870949737907,
    0.7785870949737907,
    0.7785870949737907,
    0.7785870949737907,
    0.7785870949737907,
    0.7785870949737907,
    0.7785870949737907,
    0.851358140280725,
    0.851358140280725,
    0.851358140280725,
    0.851358140280725,
    0.851358140280725,
    0.8451682369653064,
    0.8451682369653064,
    0.8451682369653064,
    0.8451682369653064,
    0.8451682369653064,
    0.8451682369653064,
    0.8513555699398223,
    0.8513555699398223,
    0.8513555699398223,
    0.8513555699398223,
    0.8513555699398223,
    0.8513555699398223,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336,
    0.8812833997344336
  ],
  "8": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "In a career counseling setting, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "In a university career fair setting, counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. Consulting firms place glossy case study booklets on high tables, while dozens of booths encircle a polished floor adorned with colorful banners. Students line up outside the university gym before opening. Inside, alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule.",
    "In a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. Dozens of booths encircle a polished floor adorned with colorful banners. Consulting firms place glossy case study booklets on high tables. Outside the gym, students line up before opening. Inside, alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked in branded folders. Dozens of booths encircle a polished floor with colorful banners. Consulting firms place glossy case-study booklets on high tables; career counselors repeat eye-contact reminders. Outside the gym, students line up before opening. Inside, alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, and a welcome PA announces the fair schedule. Healthcare providers showcase community outreach photos.",
    "At a university career fair, dozens of booths encircle a polished floor with colorful banners, and attendees clutch resumes tucked in branded folders while consulting firms place glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Outside the gym, students line up before opening; inside, tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule.",
    "At a university career fair, dozens of booths encircle a polished floor adorned with colorful banners. Attendees clutch resumes tucked in branded folders while consulting firms place glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Outside the gym, students line up before opening; inside, tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule.",
    "At a university career fair, a polished floor hosts dozens of booths with colorful banners arranged in a circle around the space. Outside the gym, students line up before opening; inside, tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Attendees clutch resumes tucked in branded folders while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards to attendees as a welcome PA broadcasts the fair schedule.",
    "At a university career fair, a polished floor hosts dozens of booths with colorful banners arranged in a circle around the space. Outside the gym, students line up before opening; inside, tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach. Attendees clutch resumes tucked in branded folders while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards to attendees as a welcome PA broadcasts the fair schedule."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5446811790159997,
    0.5446811790159997,
    0.5446811790159997,
    0.5446811790159997,
    0.5446811790159997,
    0.5446811790159997,
    0.47739221255896547,
    0.47739221255896547,
    0.47739221255896547,
    0.5568649647842975,
    0.5568649647842975,
    0.5568649647842975,
    0.5568649647842975,
    0.6096084931520971,
    0.6096084931520971,
    0.6096084931520971,
    0.6096084931520971,
    0.6096084931520971,
    0.6096084931520971,
    0.8686610241558597,
    0.8686610241558597,
    0.8686610241558597,
    0.8686610241558597,
    0.8686610241558597,
    0.8762458483138512,
    0.8762458483138512,
    0.8762458483138512,
    0.8762458483138512,
    0.8762458483138512,
    0.8750849436140887,
    0.8750849436140887,
    0.8750849436140887,
    0.8750849436140887,
    0.8750849436140887,
    0.8630569953086267,
    0.8630569953086267,
    0.8630569953086267,
    0.8696444475481337,
    0.8696444475481337,
    0.8696444475481337,
    0.8696444475481337,
    0.8696444475481337,
    0.8696444475481337,
    0.8696444475481337,
    0.8649667199149758,
    0.8649667199149758,
    0.8649667199149758,
    0.8649667199149758,
    0.8649667199149758,
    0.8649667199149758,
    0.8649667199149758,
    0.8649667199149758,
    0.8649703081145912,
    0.8649703081145912
  ],
  "9": [
    "",
    "\"\"",
    "A venue features dozens of booths with colorful banners circling the polished floor.",
    "At a venue, dozens of booths are arranged around a polished floor, each display featuring colorful banners that circle the space. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At a venue, dozens of booths ring a polished floor, each display featuring colorful banners that circle the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "At a venue, dozens of booths circle a polished floor, each display featuring colorful banners around the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "At a venue, dozens of booths circle a polished floor, each display featuring colorful banners around the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At a venue with a polished floor, dozens of booths are arranged in a circle around the space, each display featuring colorful banners. At the entrance, event staff scan registrations and hand out lanyards to attendees. In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "The venue features a polished floor and dozens of booths arranged in a circle around the space, each display with colorful banners. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station.",
    "The venue features a polished floor and dozens of booths with colorful banners arranged in a circle around the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station.",
    "The venue has a polished floor and dozens of booths with colorful banners arranged in a circle around the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station.",
    "At a university career fair, a polished floor supports dozens of booths with colorful banners arranged in a circle around the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before opening. A welcome PA announces the fair schedule.",
    "At a university career fair, a polished floor hosts dozens of booths with colorful banners arranged in a circle around the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, while tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before opening. A welcome PA announces and outlines the fair schedule over the PA system.",
    "At a university career fair, a polished floor hosts dozens of booths and colorful banners arranged in a circle around the space. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked in branded folders while consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps, and healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before opening, and a welcome PA announces and outlines the fair schedule over the PA system.",
    "Dozens of booths encircle a polished floor at a university career fair, each display adorned with colorful banners. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked in branded folders while consulting firms stack glossy case study booklets on high tables; tech companies run demo screens of their latest apps; healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Before opening, students line up outside the university gym, and a welcome PA announces and outlines the fair schedule over the PA system.",
    "Dozens of booths encircle a polished floor at a university career fair, each display adorned with colorful banners. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked in branded folders while consulting firms stack glossy case study booklets on high tables; tech companies run demo screens of their latest apps; healthcare providers showcase photos from community outreach. Alumni volunteers deliver quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Before opening, students line up outside the university gym, and a welcome PA announces and outlines the fair schedule over the PA system."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.38068643914097094,
    0.38068643914097094,
    0.38068643914097094,
    0.4713446426093343,
    0.4713446426093343,
    0.4713446426093343,
    0.642047285665142,
    0.642047285665142,
    0.642047285665142,
    0.642047285665142,
    0.6414153372846341,
    0.6414153372846341,
    0.6414153372846341,
    0.6536885611989204,
    0.6536885611989204,
    0.6536885611989204,
    0.6536885611989204,
    0.6288681175884081,
    0.6288681175884081,
    0.6288681175884081,
    0.6288681175884081,
    0.7305529314764387,
    0.7305529314764387,
    0.7305529314764387,
    0.7305529314764387,
    0.7379859244842362,
    0.7379859244842362,
    0.7379859244842362,
    0.7379859244842362,
    0.7379859244842362,
    0.7384583985824418,
    0.7384583985824418,
    0.7384583985824418,
    0.7384583985824418,
    0.7384583985824418,
    0.8789603281043539,
    0.8789603281043539,
    0.8789603281043539,
    0.8789603281043539,
    0.8789603281043539,
    0.8789603281043539,
    0.8789603281043539,
    0.8705739433060447,
    0.8705739433060447,
    0.8705739433060447,
    0.8705739433060447,
    0.8705739433060447,
    0.8611652121138612,
    0.8611652121138612,
    0.8611652121138612,
    0.8611652121138612,
    0.8611652121138612,
    0.8690835583318415,
    0.8690835583318415,
    0.8690835583318415,
    0.8690835583318415,
    0.8690835583318415,
    0.8690835583318415,
    0.8690835583318415,
    0.8711186354048759,
    0.8711186354048759,
    0.8711186354048759
  ]
}