{
  "0": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Students rehearse elevator pitches quietly against the wall, while healthcare providers showcase photos of community outreach.",
    "Students rehearse elevator pitches quietly against the wall, healthcare providers showcase photos of community outreach, and a robotics startup flies a small drone above its booth to attract attention.",
    "Across the event space, students rehearse elevator pitches quietly against the wall, while healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Across the event space, students rehearse elevator pitches quietly against the wall while healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students rehearse elevator pitches quietly against a wall while healthcare providers display photos of community outreach. A robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes for immediate internship applications. Career counselors guide unsure students toward suitable industries.",
    "At the event, students rehearse elevator pitches quietly against a wall, while healthcare providers display photos of community outreach. A robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes for immediate internship applications. Career counselors guide unsure students toward suitable industries and remind attendees to maintain eye contact.",
    "At the event, students rehearse elevator pitches quietly against a wall, while healthcare providers display photos of community outreach. A robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes for immediate internship applications. Career counselors guide unsure students toward suitable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, attendees observe a range of activities: students rehearse elevator pitches quietly against a wall; healthcare providers display photos of community outreach; a robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes for immediate internship applications. Career counselors guide unsure students toward suitable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, attendees observe a range of activities: students rehearse elevator pitches quietly against a wall; healthcare providers display photos of community outreach; a robotics startup uses a small drone to attract attention above its booth. At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms provide QR codes for immediate internship applications. Career counselors guide unsure students toward suitable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.32764259124964096,
    0.4224360434146332,
    0.4224360434146332,
    0.4224360434146332,
    0.7484271558060711,
    0.7484271558060711,
    0.7484271558060711,
    0.7484271558060711,
    0.7484271558060711,
    0.7484271558060711,
    0.7484271558060711,
    0.7484271558060711,
    0.798285995220787,
    0.798285995220787,
    0.798285995220787,
    0.798285995220787,
    0.798285995220787,
    0.8472291026482387,
    0.8472291026482387,
    0.8472291026482387,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8488818523651432,
    0.8635069016455389,
    0.8635069016455389,
    0.8635069016455389,
    0.8635069016455389,
    0.8635069016455389,
    0.8565808693168835,
    0.8565808693168835,
    0.8565808693168835,
    0.8565808693168835,
    0.8580471163235659,
    0.8580471163235659
  ],
  "1": [
    "",
    "",
    "",
    "A resume review table sponsored by the engineering society is located near the stage.",
    "Two concurrent activities populate the space: a resume review table sponsored by the engineering society is located near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Two concurrent activities populate the space: a resume review table sponsored by the engineering society is located near the stage, and a cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "The exhibit space features two concurrent activities: a resume review table sponsored by the engineering society near the stage, and a cybersecurity company running a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "Two concurrent activities occupy the exhibit space: a resume review table sponsored by the engineering society near the stage, and a cybersecurity company running a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "Two concurrent activities occupy the exhibit space: a resume review table sponsored by the engineering society near the stage, and a cybersecurity company running a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "Within the exhibit space, two concurrent activities unfold: a resume review table sponsored by the engineering society near the stage, and a cybersecurity company running a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, while a robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Within the exhibit space, multiple concurrent activities unfold: a resume review table sponsored by the engineering society sits near the stage; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps; a robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries, and healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.40167195874141814,
    0.40167195874141814,
    0.40167195874141814,
    0.40167195874141814,
    0.40167195874141814,
    0.40167195874141814,
    0.40167195874141814,
    0.40167195874141814,
    0.40167195874141814,
    0.5624803970819665,
    0.5624803970819665,
    0.5624803970819665,
    0.5624803970819665,
    0.7413644716226253,
    0.7413644716226253,
    0.7413644716226253,
    0.7413644716226253,
    0.7413644716226253,
    0.7413644716226253,
    0.7413644716226253,
    0.7413644716226253,
    0.7413644716226253,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7809449029206363,
    0.7440696854872428,
    0.7440696854872428,
    0.7440696854872428,
    0.7440696854872428,
    0.7974061162607355,
    0.7974061162607355,
    0.7974061162607355,
    0.7974061162607355,
    0.7974061162607355,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004,
    0.7981459776364004
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the university, career counselors remind attendees to maintain eye contact, while students line up outside the university gym before the career fair opens.",
    "At the university, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university, career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university, career counselors remind attendees to maintain eye contact as students line up outside the gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the university, students line up outside the gym before the career fair opens as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "At the university, students line up outside the gym before the career fair opens, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the university, students line up outside the gym before the career fair opens, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the university, students line up outside the gym before the career fair opens, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the university, students line up outside the gym before the career fair opens, as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.38134842732234897,
    0.38134842732234897,
    0.38134842732234897,
    0.7204209219768725,
    0.7204209219768725,
    0.7204209219768725,
    0.7204209219768725,
    0.7204209219768725,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7648650468363414,
    0.7661197378197109,
    0.7661197378197109,
    0.7661197378197109,
    0.7661197378197109,
    0.7661197378197109,
    0.7661197378197109,
    0.7661197378197109,
    0.7645094746176118,
    0.7645094746176118,
    0.7645094746176118,
    0.7645094746176118,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8079550542359275,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8096276867112968,
    0.8235984183263134,
    0.8235984183263134
  ],
  "3": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discussed how to prepare for technical interviews, and alumni volunteers shared quick pep talks near the coffee station.",
    "An alumni panel discussed how to prepare for technical interviews. Alumni volunteers delivered quick pep talks near the coffee station. A welcome announcement over the PA system outlined the fair schedule.",
    "An alumni panel discussed how to prepare for technical interviews. Alumni volunteers delivered quick pep talks near the coffee station. A welcome announcement over the PA system outlined the fair schedule.",
    "At the fair, an alumni panel discussed how to prepare for technical interviews. Alumni volunteers delivered quick pep talks near the coffee station. A welcome announcement over the PA system outlined the fair schedule. Finance firms offered QR codes for immediate internship applications.",
    "At the fair, an alumni panel discussed how to prepare for technical interviews. Alumni volunteers delivered quick pep talks near the coffee station. A welcome announcement over the PA system outlined the fair schedule. Finance firms offered QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, an alumni panel discussed how to prepare for technical interviews. Alumni volunteers delivered quick pep talks near the coffee station. A welcome announcement over the PA system outlined the fair schedule. Finance firms offered QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "At the fair, an alumni panel discussed how to prepare for technical interviews, while alumni volunteers delivered quick pep talks near the coffee station. A welcome announcement over the PA outlined the fair schedule. Finance firms offered QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.35724650738678204,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.680517223432653,
    0.8496680895303612,
    0.8496680895303612,
    0.8496680895303612,
    0.880247665557313,
    0.880247665557313,
    0.880247665557313,
    0.880247665557313,
    0.880247665557313,
    0.880247665557313,
    0.880247665557313,
    0.880247665557313,
    0.880247665557313,
    0.8936880769246847,
    0.8936880769246847,
    0.8936880769246847,
    0.8936880769246847,
    0.8936880769246847,
    0.8936880769246847,
    0.8936880769246847,
    0.8936880769246847,
    0.8986799785126744,
    0.8986799785126744,
    0.8986799785126744,
    0.8986799785126744
  ],
  "4": [
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Nearby, a cybersecurity company runs a password cracking challenge on a laptop. Finance firms display QR codes for immediate internship applications.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, the event features a robotics startup flying a small drone above its booth to draw attention, and a cybersecurity company running a password-cracking challenge on a laptop nearby. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, a robotics startup flies a small drone above its booth to draw attention while a cybersecurity company runs a password-cracking challenge on a nearby laptop. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes to enable immediate internship applications. The engineering society sponsors a resume-review table near the stage. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.41609435522651644,
    0.7616524181802993,
    0.7616524181802993,
    0.7616524181802993,
    0.7907985996048439,
    0.7907985996048439,
    0.7907985996048439,
    0.8168731108519908,
    0.8168731108519908,
    0.8168731108519908,
    0.8168731108519908,
    0.8168731108519908,
    0.8168731108519908,
    0.8168731108519908,
    0.8690381772763984,
    0.8690381772763984,
    0.8690381772763984,
    0.8690381772763984,
    0.8690381772763984,
    0.8690381772763984,
    0.8758644045431823,
    0.8758644045431823,
    0.8758644045431823,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8701996989934536,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229,
    0.8844073338689229
  ],
  "5": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette are underway in the adjoining classroom. In the same timeframe, students are lining up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "Concurrent activities are underway: workshops on networking etiquette are in progress in the adjoining classroom. Meanwhile, students are lining up outside the university gym ahead of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Finance firms are providing QR codes to enable immediate internship applications.",
    "Concurrent activities are underway: workshops on networking etiquette in the adjoining classroom; students lining up outside the university gym ahead of the career fair opening; a welcome announcement over the PA system outlines the fair schedule. Finance firms are providing QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Concurrent activities are underway on campus: workshops on networking etiquette are taking place in the adjoining classroom; students are lining up outside the university gym ahead of the career fair opening. A welcome announcement over the PA system outlines the fair schedule. Finance firms are providing QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Concurrent activities unfold on campus: networking etiquette workshops in the adjoining classroom; students line up outside the university gym ahead of the career fair opening; a welcome announcement over the PA outlines the fair schedule; finance firms are providing QR codes to enable immediate internship applications; some students rehearse elevator pitches quietly against the wall; alumni volunteers share quick pep talks near the coffee station; dozens of booths with colorful banners circle the polished floor.",
    "Concurrent activities unfold on campus as networking etiquette workshops run in the adjoining classroom and students line up outside the university gym ahead of the career fair opening. A welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map.",
    "On campus, concurrent activities unfold as networking etiquette workshops run in an adjoining classroom while students line up outside the university gym ahead of the career fair opening. A welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4058704685052022,
    0.4058704685052022,
    0.4058704685052022,
    0.4058704685052022,
    0.4058704685052022,
    0.4058704685052022,
    0.4058704685052022,
    0.4058704685052022,
    0.7372557423815885,
    0.7372557423815885,
    0.7372557423815885,
    0.7372557423815885,
    0.7372557423815885,
    0.7372557423815885,
    0.7753870764367112,
    0.7753870764367112,
    0.7753870764367112,
    0.7753870764367112,
    0.7753870764367112,
    0.7753870764367112,
    0.7753870764367112,
    0.7172646555425128,
    0.7172646555425128,
    0.7172646555425128,
    0.7172646555425128,
    0.7172646555425128,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.7384016488344977,
    0.5072548450928088,
    0.5072548450928088,
    0.5072548450928088,
    0.5072548450928088,
    0.5072548450928088,
    0.8421263195137209,
    0.8421263195137209,
    0.8421263195137209,
    0.8421263195137209,
    0.8421263195137209,
    0.8421263195137209,
    0.8421263195137209,
    0.8421263195137209,
    0.8421263195137209,
    0.8420137535305556,
    0.8420137535305556,
    0.8420137535305556,
    0.8420137535305556
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "Event activities unfold around a polished showroom floor: staff at the entrance scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the floor. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7725083710497885,
    0.7913689898612218,
    0.7913689898612218,
    0.7913689898612218,
    0.7913689898612218,
    0.8031143148973705,
    0.8031143148973705,
    0.8031143148973705,
    0.8031143148973705,
    0.8031143148973705,
    0.8031143148973705,
    0.8031143148973705,
    0.8031143148973705,
    0.8031143148973705,
    0.8031143148973705,
    0.8161280263773136,
    0.8161280263773136,
    0.8161280263773136,
    0.8161280263773136,
    0.8161280263773136,
    0.8477797104312037,
    0.8477797104312037,
    0.8477797104312037,
    0.8477797104312037,
    0.8477797104312037,
    0.8477797104312037,
    0.8477797104312037,
    0.8477797104312037,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8391056270669915,
    0.8184491000664095
  ],
  "7": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, an alumni panel discusses how to prepare for technical interviews as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, an alumni panel discusses how to prepare for technical interviews as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, an alumni panel discusses how to prepare for technical interviews as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, an alumni panel discusses how to prepare for technical interviews as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, an alumni panel discusses how to prepare for technical interviews as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, an alumni panel discusses how to prepare for technical interviews as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, an alumni panel discusses how to prepare for technical interviews as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.6142831058367906,
    0.6142831058367906,
    0.6142831058367906,
    0.6142831058367906,
    0.6142831058367906,
    0.6142831058367906,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.7430314073729763,
    0.774092324424822,
    0.774092324424822,
    0.774092324424822,
    0.774092324424822,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.814468824715711,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092,
    0.8299689765422092
  ],
  "8": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle the polished floor, forming a circular layout.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular layout. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene centers on a university gym where dozens of booths with colorful banners encircle a polished floor, forming a circular layout. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the gym before the career fair opens.",
    "The scene centers on a university gym where dozens of booths with colorful banners encircle a polished floor, forming a circular layout. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university gym, dozens of booths with colorful banners encircle a polished floor, creating a circular layout for the career fair. A welcome announcement over the PA outlines the fair schedule. Students queue up outside the gym before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "At a university gym, a circular career fair unfolds on a polished floor, with dozens of booths bearing colorful banners surrounding the space. A welcome announcement over the PA outlines the fair schedule. Students queue outside the gym before the career fair opens. Alumni volunteers give quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At a university gym, a circular career fair unfolds on a polished floor with dozens of booths bearing colorful banners surrounding the space. A welcome announcement over the PA outlines the fair schedule. Students queue outside the gym before the career fair opens. Alumni volunteers give quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At a university gym, a circular career fair unfolds on a polished floor with dozens of booths bearing colorful banners surrounding the space. A welcome announcement over the PA outlines the fair schedule. Students queue outside the gym before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3055826454190911,
    0.3055826454190911,
    0.3055826454190911,
    0.3055826454190911,
    0.3055826454190911,
    0.3055826454190911,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.5688787129955364,
    0.7252400961881977,
    0.7252400961881977,
    0.7252400961881977,
    0.7252400961881977,
    0.7252400961881977,
    0.7252400961881977,
    0.7252400961881977,
    0.7252400961881977,
    0.7252400961881977,
    0.7252400961881977,
    0.7651828565032309,
    0.7651828565032309,
    0.7651828565032309,
    0.7651828565032309,
    0.7651828565032309,
    0.7651828565032309,
    0.776136385506667,
    0.776136385506667,
    0.776136385506667,
    0.776136385506667,
    0.7956513227428599,
    0.7956513227428599,
    0.7956513227428599,
    0.7956513227428599,
    0.7956513227428599,
    0.7956513227428599,
    0.7956513227428599,
    0.7956513227428599,
    0.7956513227428599,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.7900039140773387,
    0.8371754498549274,
    0.8371754498549274
  ],
  "9": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the event entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff at the event entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Staff at the event entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners surround the polished floor. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as dozens of booths with colorful banners surround the polished floor. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as dozens of booths with colorful banners surround the polished floor. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.7498891871503521,
    0.7498891871503521,
    0.7498891871503521,
    0.7498891871503521,
    0.7498891871503521,
    0.7498891871503521,
    0.7374796900543144,
    0.7374796900543144,
    0.7374796900543144,
    0.7374796900543144,
    0.7374796900543144,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.7636482547729999,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8524680791969881,
    0.8523341715992088,
    0.8523341715992088,
    0.8523341715992088,
    0.8523341715992088,
    0.868161165558959,
    0.868161165558959,
    0.868161165558959,
    0.868161165558959,
    0.8758156254743643,
    0.8758156254743643,
    0.8758156254743643,
    0.8758156254743643,
    0.8758156254743643,
    0.8758156254743643
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students are rehearsing elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall as they introduce themselves, while human resources teams jot notes on tablets during the introductions. Healthcare providers showcase community outreach photos.",
    "At an event, students rehearse elevator pitches quietly against the wall as they introduce themselves, while human resources teams jot notes on tablets during the introductions. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "At the event, students rehearse elevator pitches quietly against a wall as they introduce themselves, while human resources teams jot notes on tablets during the introductions. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3202471739363576,
    0.3202471739363576,
    0.3202471739363576,
    0.3202471739363576,
    0.3202471739363576,
    0.3202471739363576,
    0.3202471739363576,
    0.3202471739363576,
    0.5517658384440338,
    0.5517658384440338,
    0.5517658384440338,
    0.5517658384440338,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.5670512480270835,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361,
    0.7454596443633361
  ],
  "11": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair, a welcome announcement over the PA outlines the schedule as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a career fair, a welcome PA announces the schedule as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair, a welcome PA announces the schedule as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a welcome PA announces the schedule as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a welcome PA announces the schedule as career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. A line forms outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.7572258952998236,
    0.7572258952998236,
    0.7572258952998236,
    0.7572258952998236,
    0.7572258952998236,
    0.7572258952998236,
    0.7835460326530275,
    0.7835460326530275,
    0.7835460326530275,
    0.7835460326530275,
    0.7835460326530275,
    0.8237212735379191,
    0.8237212735379191,
    0.8237212735379191,
    0.8237212735379191,
    0.8237212735379191,
    0.8237212735379191,
    0.8237212735379191,
    0.8168722297966364,
    0.8168722297966364,
    0.8168722297966364,
    0.8168722297966364,
    0.8168722297966364,
    0.8168722297966364,
    0.8168722297966364,
    0.8191950120410035,
    0.8191950120410035,
    0.8191950120410035,
    0.8191950120410035,
    0.821017582778105,
    0.821017582778105,
    0.821017582778105,
    0.821017582778105,
    0.821017582778105,
    0.821017582778105,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8190717630372331,
    0.8569902036104072,
    0.8569902036104072,
    0.8569902036104072,
    0.8569902036104072
  ],
  "12": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "At the university, an alumni panel discusses how to prepare for technical interviews while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the university, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showing their latest apps.",
    "At the university, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications.",
    "At the university, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university, alumni panels discuss how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university, alumni panels discuss how to prepare for technical interviews while alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, alumni panels discuss preparing for technical interviews while alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Tech companies display demo screens of their latest apps, while finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.5560479819578001,
    0.5560479819578001,
    0.5560479819578001,
    0.5560479819578001,
    0.5560479819578001,
    0.5560479819578001,
    0.5560479819578001,
    0.7559478890329736,
    0.7559478890329736,
    0.7559478890329736,
    0.7559478890329736,
    0.7559478890329736,
    0.7559478890329736,
    0.7559478890329736,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.7938087117805421,
    0.8071841991625474,
    0.8071841991625474,
    0.8071841991625474,
    0.8071841991625474,
    0.8071841991625474,
    0.8701722213190157,
    0.8701722213190157,
    0.8701722213190157,
    0.8701722213190157,
    0.8701722213190157,
    0.8701722213190157,
    0.8786018039923653,
    0.8786018039923653,
    0.8786018039923653,
    0.8786018039923653,
    0.8786018039923653,
    0.8786018039923653,
    0.8786018039923653,
    0.8786018039923653,
    0.8786018039923653,
    0.8786018039923653,
    0.8714893423861103,
    0.8714893423861103,
    0.8714893423861103,
    0.8714893423861103,
    0.8714893423861103,
    0.8714893423861103,
    0.8714893423861103
  ],
  "13": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "During the career fair, career counselors remind attendees to maintain eye contact, while a welcome announcement delivered over the PA system outlines the fair schedule.",
    "During the career fair, career counselors reminded attendees to maintain eye contact, and a welcome announcement delivered over the PA system outlined the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, counselors reminded attendees to maintain eye contact, and a welcome announcement over the PA outlined the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors reminded attendees to maintain eye contact, and a welcome announcement over the PA outlined the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors reminded attendees to maintain eye contact, and a welcome PA announcement outlined the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, counselors reminded attendees to maintain eye contact, and a welcome PA announcement outlined the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the career fair, counselors remind attendees to maintain eye contact; a welcome PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor as some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4896966630364117,
    0.4896966630364117,
    0.4896966630364117,
    0.4896966630364117,
    0.4896966630364117,
    0.4896966630364117,
    0.4896966630364117,
    0.6165464570211763,
    0.6165464570211763,
    0.6165464570211763,
    0.6165464570211763,
    0.6165464570211763,
    0.6165464570211763,
    0.6165464570211763,
    0.6165464570211763,
    0.6165464570211763,
    0.6165464570211763,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8005607036481579,
    0.8400127068456086,
    0.8400127068456086,
    0.8400127068456086,
    0.8400127068456086,
    0.8400127068456086,
    0.8400127068456086,
    0.8400127068456086,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8502842680682761,
    0.8602427795478209,
    0.8602427795478209,
    0.8602427795478209,
    0.8602427795478209,
    0.8602427795478209,
    0.8589844897338257,
    0.8589844897338257,
    0.8589844897338257,
    0.8589844897338257,
    0.8885493826154661,
    0.8885493826154661
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets as students introduce themselves; dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets as students introduce themselves; dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets, and students introduce themselves; dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves, while dozens of booths with colorful banners encircle the polished floor.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves, while dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.43130247831344604,
    0.3824385738239967,
    0.3824385738239967,
    0.3824385738239967,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.36863564609152905,
    0.6314615120436875
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers give brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Students are lined up outside the university gym prior to the career fair opening.",
    "At the career fair venue, alumni volunteers give brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Students are lined up outside the university gym before the fair opens. Groups of friends mark target employers on the event map.",
    "At the career fair venue, alumni volunteers give brief pep talks near the coffee station while the engineering society sponsors a resume review table near the stage. Before the fair opens, students are lined up outside the university gym. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair venue, alumni volunteers give brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Before opening, students are lined up outside the university gym. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the career fair venue, alumni volunteers give brief pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair venue, alumni volunteers deliver brief pep talks near the coffee station while the engineering society runs a resume-review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair venue, alumni volunteers give brief pep talks near the coffee station, while the engineering society runs a resume-review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.3851100907904547,
    0.3851100907904547,
    0.3851100907904547,
    0.3851100907904547,
    0.3851100907904547,
    0.5589237287870102,
    0.5589237287870102,
    0.5589237287870102,
    0.5589237287870102,
    0.5589237287870102,
    0.5589237287870102,
    0.5589237287870102,
    0.5589237287870102,
    0.821242259033183,
    0.821242259033183,
    0.821242259033183,
    0.821242259033183,
    0.821242259033183,
    0.821242259033183,
    0.821242259033183,
    0.821242259033183,
    0.821242259033183,
    0.8222632844497466,
    0.8222632844497466,
    0.8222632844497466,
    0.8222632844497466,
    0.8222632844497466,
    0.8222632844497466,
    0.8222632844497466,
    0.8665445698492162,
    0.8665445698492162,
    0.8665445698492162,
    0.8665445698492162,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8831578284617336,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8979977280872902,
    0.8952323802967914,
    0.8952323802967914,
    0.8952323802967914,
    0.8952323802967914
  ],
  "16": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system at the fair, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system at the fair, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.43584090372664513,
    0.43584090372664513,
    0.43584090372664513,
    0.43584090372664513,
    0.6420961458899228,
    0.6420961458899228,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.6859233954411216,
    0.8069639760486886,
    0.8069639760486886,
    0.8069639760486886,
    0.8069639760486886,
    0.8069639760486886,
    0.8069639760486886,
    0.8069639760486886,
    0.8069639760486886,
    0.8069639760486886,
    0.8270864670695088,
    0.8270864670695088,
    0.8270864670695088,
    0.8270864670695088,
    0.8270864670695088,
    0.8270864670695088
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "In the event scene, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map.",
    "In the event scene, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "In the event scene, consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, with workshops on networking etiquette beginning in the adjoining classroom. Finance firms offer QR codes for immediate internship applications, and healthcare providers showcase community outreach photos.",
    "At the event, consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, with workshops on networking etiquette beginning in the adjoining classroom. Finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "At the career event, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, with networking etiquette workshops beginning in the adjoining classroom. Finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career event, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, with networking etiquette workshops beginning in the adjoining classroom. Finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.4404186457622162,
    0.4404186457622162,
    0.4404186457622162,
    0.4404186457622162,
    0.4404186457622162,
    0.5930920712199761,
    0.5930920712199761,
    0.5930920712199761,
    0.5930920712199761,
    0.5930920712199761,
    0.5930920712199761,
    0.5930920712199761,
    0.5930920712199761,
    0.5930920712199761,
    0.5502670707352403,
    0.5502670707352403,
    0.5502670707352403,
    0.7667667036852377,
    0.7667667036852377,
    0.7667667036852377,
    0.7667667036852377,
    0.7667667036852377,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.7836357336359205,
    0.8198489854498054,
    0.8198489854498054,
    0.8198489854498054,
    0.8198489854498054,
    0.8198489854498054,
    0.8198489854498054,
    0.8198489854498054,
    0.8198489854498054,
    0.8187565267705064,
    0.8187565267705064,
    0.8187565267705064,
    0.8187565267705064,
    0.8181671807570321,
    0.8181671807570321,
    0.8181671807570321,
    0.8181671807570321
  ],
  "18": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos as a welcome announcement over the PA system outlines the fair schedule; students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos, used as a welcome announcement over the PA system that outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos that are used as a welcome announcement over the PA system and outline the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station.",
    "Healthcare providers display community outreach photos used in a welcome announcement over the PA system that outlines the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station.",
    "Healthcare providers display community outreach photos as part of a welcome announcement played over the PA system that outlines the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display and showcase community outreach photos as part of a welcome announcement played over the PA system that outlines the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display and showcase community outreach photos as part of a welcome announcement played over the PA system that outlines the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos as part of a welcome announcement played over the PA system, which outlines the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos as part of a welcome announcement played over the PA system that outlines the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos as part of a welcome announcement over the PA system outlining the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos as part of a welcome announcement over the PA system that outlines the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display community outreach photos as part of a welcome announcement over the PA system that outlines the fair schedule. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the event, a welcome announcement over the PA system outlines the fair schedule, accompanied by healthcare providers displaying community outreach photos. Students clutch resumes tucked inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the event, a welcome announcement over the PA system outlines the fair schedule, while healthcare providers display photos from community outreach. Students hold resumes tucked inside branded folders. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.39014993111811613,
    0.39014993111811613,
    0.39014993111811613,
    0.48991431907348454,
    0.48991431907348454,
    0.48991431907348454,
    0.48991431907348454,
    0.48991431907348454,
    0.5930926461068116,
    0.5930926461068116,
    0.5930926461068116,
    0.5930926461068116,
    0.75069405566017,
    0.75069405566017,
    0.75069405566017,
    0.75069405566017,
    0.75069405566017,
    0.7119224397647349,
    0.7119224397647349,
    0.7119224397647349,
    0.7821996633471267,
    0.7821996633471267,
    0.7821996633471267,
    0.7821996633471267,
    0.7821996633471267,
    0.791131445468231,
    0.791131445468231,
    0.791131445468231,
    0.791131445468231,
    0.791131445468231,
    0.791131445468231,
    0.791131445468231,
    0.791131445468231,
    0.791131445468231,
    0.8035249519482152,
    0.8035249519482152,
    0.8035249519482152,
    0.7821996633471267,
    0.7821996633471267,
    0.7821996633471267,
    0.7821996633471267,
    0.7731982581161312,
    0.7731982581161312,
    0.7731982581161312,
    0.7731982581161312,
    0.784216541732368,
    0.784216541732368,
    0.784216541732368,
    0.784216541732368,
    0.784216541732368,
    0.784216541732368,
    0.784216541732368,
    0.784216541732368,
    0.784216541732368,
    0.784216541732368,
    0.8392091343977937,
    0.8392091343977937,
    0.8392091343977937,
    0.8392091343977937,
    0.8349834452250489,
    0.8349834452250489
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "In the venue, alumni volunteers share quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "In the venue, alumni volunteers share quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "In the venue, alumni volunteers share quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries.",
    "At the venue for the career fair, alumni volunteers deliver quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries.",
    "At the venue for the career fair, alumni volunteers deliver quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair venue, alumni volunteers deliver short pep talks near the coffee station while workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.30435364503471385,
    0.30435364503471385,
    0.30435364503471385,
    0.30435364503471385,
    0.30435364503471385,
    0.30435364503471385,
    0.30435364503471385,
    0.30435364503471385,
    0.30435364503471385,
    0.30435364503471385,
    0.5103607485244385,
    0.5103607485244385,
    0.5103607485244385,
    0.5103607485244385,
    0.5292723768830845,
    0.5292723768830845,
    0.5292723768830845,
    0.5292723768830845,
    0.5292723768830845,
    0.5292723768830845,
    0.5292723768830845,
    0.5292723768830845,
    0.5292723768830845,
    0.6567754856638497,
    0.6567754856638497,
    0.6567754856638497,
    0.6567754856638497,
    0.6567754856638497,
    0.6567754856638497,
    0.7138478453193489,
    0.7138478453193489,
    0.7138478453193489,
    0.7138478453193489,
    0.8035625125648547,
    0.8035625125648547,
    0.8035625125648547,
    0.8407717826754088,
    0.8407717826754088,
    0.8407717826754088,
    0.8407717826754088,
    0.8407717826754088,
    0.8407717826754088,
    0.8407717826754088,
    0.8407717826754088,
    0.8756786104022037,
    0.8756786104022037,
    0.8756786104022037,
    0.8756786104022037,
    0.8756786104022037,
    0.8756786104022037,
    0.8756786104022037,
    0.8756786104022037,
    0.8756786104022037,
    0.8756786104022037,
    0.8829285567439186,
    0.8829285567439186,
    0.8829285567439186,
    0.8829285567439186,
    0.8829285567439186,
    0.8829285567439186,
    0.8927244854012377,
    0.8927244854012377
  ],
  "20": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while at the entrance event staff scan registrations and hand out lanyards.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station while at the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables.",
    "During the event, alumni volunteers deliver quick pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "During the event, alumni volunteers deliver quick pep talks near the coffee station; at the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards; consulting firms stack glossy case-study booklets on high tables; human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos; students clutch resumes inside branded folders; workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards; consulting firms stack glossy case-study booklets on high tables; HR teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos; students clutch resumes inside branded folders; workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps."
  ],
  "20_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3787940565660497,
    0.3787940565660497,
    0.3787940565660497,
    0.3787940565660497,
    0.5940812233238365,
    0.5940812233238365,
    0.5940812233238365,
    0.5940812233238365,
    0.5940812233238365,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7606605579875763,
    0.7623414821366831,
    0.7623414821366831,
    0.7623414821366831,
    0.7623414821366831,
    0.7623414821366831,
    0.7623414821366831,
    0.7623414821366831,
    0.7623414821366831,
    0.7623414821366831,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.778633199736037,
    0.4615533274726229,
    0.4615533274726229,
    0.4615533274726229,
    0.6433069353773194,
    0.6433069353773194,
    0.6433069353773194,
    0.6433069353773194,
    0.6433069353773194,
    0.8201485545643482,
    0.8201485545643482,
    0.8201485545643482,
    0.8201485545643482,
    0.8201485545643482,
    0.8201485545643482,
    0.8201485545643482
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.38754820020696173,
    0.38754820020696173,
    0.38754820020696173,
    0.38754820020696173,
    0.38754820020696173,
    0.6157634637324003,
    0.6157634637324003,
    0.6157634637324003,
    0.6157634637324003,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7671752329214072,
    0.7733744633463335,
    0.7733744633463335,
    0.7733744633463335,
    0.7733744633463335,
    0.7733744633463335,
    0.7733744633463335,
    0.7733744633463335,
    0.8096329479400705,
    0.8096329479400705,
    0.8096329479400705,
    0.8096329479400705,
    0.8096329479400705,
    0.8096329479400705,
    0.8096329479400705,
    0.8096329479400705,
    0.8096329479400705,
    0.8417313693642129,
    0.8417313693642129,
    0.8417313693642129,
    0.8417313693642129,
    0.8417313693642129,
    0.8417313693642129,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.83114122500119,
    0.8305298487693027,
    0.8305298487693027
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society hosts an event with a resume review table placed near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society hosts an event featuring a resume review table placed near the stage and an alumni panel discussing how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "An engineering society hosts an event featuring a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "An engineering society hosts an event featuring a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "An engineering society hosts an event featuring a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "An engineering society hosts an event featuring a resume review table near the stage and an alumni panel on how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "An engineering society hosts an event featuring a resume review table near the stage and an alumni panel on how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4451933486081838,
    0.4451933486081838,
    0.4451933486081838,
    0.4451933486081838,
    0.4451933486081838,
    0.5998760121329021,
    0.5998760121329021,
    0.5998760121329021,
    0.5998760121329021,
    0.7054295516656286,
    0.7054295516656286,
    0.7054295516656286,
    0.7054295516656286,
    0.7054295516656286,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7261598110404166,
    0.7451944872956469,
    0.7451944872956469,
    0.7451944872956469,
    0.7451944872956469,
    0.7451944872956469,
    0.7451944872956469,
    0.7451944872956469,
    0.7451944872956469,
    0.7432113268397396,
    0.7432113268397396,
    0.7432113268397396,
    0.7432113268397396,
    0.7432113268397396,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664,
    0.7650374429224664
  ],
  "23": [
    "",
    "",
    "A line of students stands outside the university gym in anticipation of the career fair opening.",
    "A line of students stands outside the university gym in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "A line of students stands outside the university gym in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a line of students stands in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students stands in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students stands in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students stands in anticipation of the career fair opening. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students stands in anticipation of the career fair opening, as career counselors remind attendees to maintain eye contact and a PA announcement outlines the fair schedule. Inside, students clutch resumes in branded folders while dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews."
  ],
  "23_score": [
    0.0,
    0.0,
    0.38063039856093445,
    0.38063039856093445,
    0.38063039856093445,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.47803015905044777,
    0.6115323691829442,
    0.6115323691829442,
    0.6115323691829442,
    0.6115323691829442,
    0.6115323691829442,
    0.6115323691829442,
    0.6115323691829442,
    0.6115323691829442,
    0.6115323691829442,
    0.6115323691829442,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7352037868337418,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.7631537925905552,
    0.8188535307825473,
    0.8188535307825473,
    0.8188535307825473,
    0.8188535307825473,
    0.8188535307825473,
    0.8188535307825473,
    0.7759737490059745,
    0.7759737490059745
  ],
  "24": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "At a campus event, a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At a campus event, a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a campus event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At a campus event that doubles as a career fair, a cybersecurity company operates a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets arranged on high tables. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors guide unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.37401663470984425,
    0.37401663470984425,
    0.37401663470984425,
    0.37401663470984425,
    0.37401663470984425,
    0.37401663470984425,
    0.37401663470984425,
    0.731560673813416,
    0.731560673813416,
    0.731560673813416,
    0.731560673813416,
    0.731560673813416,
    0.731560673813416,
    0.731560673813416,
    0.731560673813416,
    0.731560673813416,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7543656938830228,
    0.7790462732431696,
    0.7790462732431696,
    0.7790462732431696,
    0.7790462732431696,
    0.7790462732431696,
    0.7790462732431696,
    0.8040253153992867,
    0.8040253153992867
  ]
}