{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers are presenting photographs that document their community outreach activities.",
    "In the scene, alumni volunteers share quick pep talks near the coffee station, while healthcare providers present photographs that document their community outreach activities.",
    "Dozens of booths with colorful banners encircle a polished floor. Alumni volunteers deliver quick pep talks near a coffee station, while healthcare providers display photographs that document their community outreach activities.",
    "On a polished floor, dozens of booths with colorful banners form a perimeter around the space. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near a coffee station, while healthcare providers display photographs that document their community outreach activities.",
    "At a venue with a polished floor, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners form a perimeter around the space. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near a coffee station, while healthcare providers display photographs that document their community outreach activities.",
    "At a venue with a polished floor, a perimeter of dozens of booths with colorful banners surrounds the space. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near a coffee station, while healthcare providers display photographs documenting their community outreach activities. Career counselors remind attendees to maintain eye contact.",
    "An event hall with a polished floor hosts a perimeter of dozens of booths adorned with colorful banners around the space. Tech companies display demo screens featuring their latest apps. Consulting firms place glossy case study booklets on high tables. Alumni volunteers give brief pep talks near a coffee station. Healthcare providers display photographs documenting their community outreach activities. Career counselors remind attendees to maintain eye contact.",
    "An event hall with a polished floor hosts a perimeter of dozens of booths adorned with colorful banners around the space. Tech companies display demo screens featuring their latest apps. Consulting firms place glossy case study booklets on high tables. Alumni volunteers give brief pep talks near a coffee station. Healthcare providers display photographs documenting their community outreach activities. Career counselors remind attendees to maintain eye contact.",
    "The scene opens with a welcome announcement outlining the fair schedule heard over the PA system. An event hall with a polished floor surrounds a perimeter of dozens of booths adorned with colorful banners. Tech companies display demo screens featuring their latest apps. Consulting firms place glossy case study booklets on high tables. Alumni volunteers give brief pep talks near a coffee station. Healthcare providers display photographs documenting their community outreach activities. Career counselors remind attendees to maintain eye contact.",
    "Staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlining the fair schedule plays over the PA system. The event hall has a polished floor and surrounds a perimeter of dozens of booths adorned with colorful banners. Tech companies display demo screens featuring their latest apps; consulting firms place glossy case study booklets on high tables. Alumni volunteers give brief pep talks near a coffee station. Healthcare providers display photographs documenting their community outreach activities. Career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28647809982706207,
    0.28647809982706207,
    0.28647809982706207,
    0.28647809982706207,
    0.28647809982706207,
    0.28647809982706207,
    0.3837088228799665,
    0.3837088228799665,
    0.3837088228799665,
    0.3837088228799665,
    0.3837088228799665,
    0.3837088228799665,
    0.5108568054527862,
    0.5108568054527862,
    0.5108568054527862,
    0.5108568054527862,
    0.5108568054527862,
    0.5108568054527862,
    0.5909446949580404,
    0.5909446949580404,
    0.5909446949580404,
    0.5909446949580404,
    0.5909446949580404,
    0.5909446949580404,
    0.5909446949580404,
    0.7409637165999394,
    0.7409637165999394,
    0.7409637165999394,
    0.7409637165999394,
    0.7409637165999394,
    0.7409637165999394,
    0.6926022646235723,
    0.6926022646235723,
    0.6926022646235723,
    0.6926022646235723,
    0.6926022646235723,
    0.6926022646235723,
    0.6926022646235723,
    0.6926022646235723,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7131301710087157,
    0.7545242565109652,
    0.7545242565109652,
    0.7545242565109652,
    0.7545242565109652,
    0.7545242565109652,
    0.7545242565109652,
    0.7545242565109652,
    0.7545242565109652,
    0.7360797967713606
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station at the event. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a welcome announcement outlines the fair schedule over the PA system. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables.",
    "A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, creating a tech-forward visual centerpiece of the expo area. A welcome announcement outlines the fair schedule over the PA system, setting the event's rhythm. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement and information. Career counselors remind attendees to maintain eye contact, providing professional etiquette guidance. Consulting firms stack glossy case-study booklets on high tables, arranged for easy perusal by attendees.",
    "A welcome announcement outlines the fair schedule over the PA system, setting the event's rhythm. Tech companies display demo screens showing their latest apps, creating a tech-forward visual centerpiece of the expo area. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement and information. Career counselors remind attendees to maintain eye contact, providing professional etiquette guidance. Consulting firms stack glossy case-study booklets on high tables, arranged for easy perusal by attendees.",
    "Consulting firms stack glossy case-study booklets on high tables, arranged for easy perusal by attendees. A welcome announcement outlines the fair schedule over the PA system, setting the event rhythm. Tech companies display demo screens showing their latest apps, creating a tech-forward visual centerpiece of the expo area. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement and information. Career counselors remind attendees to maintain eye contact, providing professional etiquette guidance.",
    "Alumni volunteers deliver quick pep talks near the coffee station; consulting firms stack glossy case-study booklets on high tables, arranged for easy perusal by attendees; a welcome announcement outlines the fair schedule over the PA system, setting the event rhythm; tech companies display demo screens showing their latest apps, creating a tech-forward visual centerpiece of the expo area; career counselors remind attendees to maintain eye contact, providing professional etiquette guidance."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.4165847690754648,
    0.6072066561772489,
    0.6072066561772489,
    0.6072066561772489,
    0.6072066561772489,
    0.6072066561772489,
    0.6072066561772489,
    0.7437839355342732,
    0.7437839355342732,
    0.7437839355342732,
    0.7437839355342732,
    0.7437839355342732,
    0.7437839355342732,
    0.7487821336520357,
    0.7487821336520357,
    0.7487821336520357,
    0.7487821336520357,
    0.7487821336520357,
    0.7487821336520357,
    0.7644533746672381,
    0.7644533746672381,
    0.7644533746672381,
    0.7644533746672381,
    0.7644533746672381,
    0.7644533746672381,
    0.7644533746672381,
    0.7326667407129313,
    0.7326667407129313,
    0.7326667407129313,
    0.7326667407129313,
    0.7326667407129313,
    0.7326667407129313,
    0.7326667407129313,
    0.7326667407129313,
    0.7402352967832591,
    0.7402352967832591,
    0.7402352967832591,
    0.7402352967832591,
    0.7402352967832591,
    0.7402352967832591,
    0.7402352967832591,
    0.7336042972148078,
    0.7336042972148078,
    0.7336042972148078,
    0.7336042972148078,
    0.7336042972148078,
    0.7336042972148078,
    0.7336042972148078,
    0.5180599492971489
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, while tech companies display demo screens showcasing their latest apps.",
    "At the career fair, counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule, while tech companies display demo screens showcasing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Inside the venue, counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule, while tech companies display demo screens showcasing their latest apps.",
    "At the university career fair, students clutch resumes inside branded folders and line up outside the university gym before opening. Inside the venue, counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule, while tech companies display demo screens showcasing their latest apps.",
    "Alumni volunteers give brief pep talks near the coffee station. At the university career fair, students clutch resumes inside branded folders and line up outside the university gym before opening. Inside the venue, counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule, while tech companies display demo screens showcasing their latest apps.",
    "At the university career fair, tech companies display demo screens showcasing their latest apps. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders and line up outside the university gym before opening. Inside the venue, counselors remind attendees to maintain eye contact. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "At the university career fair, a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders and line up outside the university gym before opening. Inside the venue, counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the gym before opening, clutching resumes in branded folders. Inside the venue, counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give brief pep talks near the coffee station.",
    "A welcome announcement over the PA system outlines the fair schedule. Outside the gym, university students line up before opening, clutching resumes in branded folders. Inside, counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give brief pep talks near the coffee station."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36120546520162716,
    0.36120546520162716,
    0.36120546520162716,
    0.36120546520162716,
    0.36120546520162716,
    0.43614711191023925,
    0.43614711191023925,
    0.43614711191023925,
    0.43614711191023925,
    0.43614711191023925,
    0.43614711191023925,
    0.6335380332898571,
    0.6335380332898571,
    0.6335380332898571,
    0.6335380332898571,
    0.6335380332898571,
    0.6335380332898571,
    0.804483147618459,
    0.804483147618459,
    0.804483147618459,
    0.804483147618459,
    0.804483147618459,
    0.804483147618459,
    0.8280067835646272,
    0.8280067835646272,
    0.8280067835646272,
    0.8280067835646272,
    0.8280067835646272,
    0.8280067835646272,
    0.8860892097460469,
    0.8860892097460469,
    0.8860892097460469,
    0.8860892097460469,
    0.8860892097460469,
    0.8860892097460469,
    0.8882347190197135,
    0.8882347190197135,
    0.8882347190197135,
    0.8882347190197135,
    0.8882347190197135,
    0.8882347190197135,
    0.8882347190197135,
    0.8909786352409593,
    0.8909786352409593,
    0.8909786352409593,
    0.8909786352409593,
    0.8909786352409593,
    0.8909786352409593,
    0.8909786352409593,
    0.8961988209273473,
    0.8961988209273473,
    0.8961988209273473,
    0.8961988209273473,
    0.8961988209273473,
    0.8961988209273473,
    0.8961988209273473,
    0.8363560082137751,
    0.8363560082137751,
    0.8363560082137751,
    0.8363560082137751
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Two professional groups are present: consulting firms and healthcare providers. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "Alumni volunteers share quick pep talks near the coffee station. Two professional groups are present: consulting firms and healthcare providers. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Two professional groups are present: consulting firms and healthcare providers. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "At the event, attendees include students with resumes in branded folders and alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Two professional groups are present: consulting firms and healthcare providers. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos at the event. Attendees include students with resumes in branded folders and alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Two professional groups are present: consulting firms and healthcare providers. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, two professional groups—consulting firms and healthcare providers—are present. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Attendees include students with resumes in branded folders and alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Inside, two professional groups are present: consulting firms and healthcare providers. Consulting firms stack glossy case study booklets on high tables, while healthcare providers display community outreach photos. Attendees include students carrying resumes in branded folders, and alumni volunteers offering quick pep talks near the coffee station. Career counselors circulate, reminding attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders. Once inside, the event features two professional groups—consulting firms and healthcare providers. Consulting firms display glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Attendees include students carrying branded-folder resumes; alumni volunteers offer quick pep talks near the coffee station. Career counselors circulate, reminding attendees to maintain eye contact.",
    "A welcome announcement outlines the fair schedule over the PA system. Before opening, students line up outside the university gym, clutching resumes in branded folders. Inside, two professional groups—consulting firms and healthcare providers—are featured. Consulting firms display glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Alumni volunteers offer quick pep talks near the coffee station as career counselors circulate, reminding attendees to maintain eye contact."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.3773582624802028,
    0.3773582624802028,
    0.3773582624802028,
    0.3773582624802028,
    0.3773582624802028,
    0.6124794267303421,
    0.6124794267303421,
    0.6124794267303421,
    0.6124794267303421,
    0.6124794267303421,
    0.693817279859561,
    0.693817279859561,
    0.693817279859561,
    0.693817279859561,
    0.693817279859561,
    0.693817279859561,
    0.7457187431421944,
    0.7457187431421944,
    0.7457187431421944,
    0.7457187431421944,
    0.7457187431421944,
    0.7457187431421944,
    0.7457187431421944,
    0.6640047660206965,
    0.6640047660206965,
    0.6640047660206965,
    0.6640047660206965,
    0.6640047660206965,
    0.6640047660206965,
    0.6640047660206965,
    0.7049779630189956,
    0.7049779630189956,
    0.7049779630189956,
    0.7049779630189956,
    0.7049779630189956,
    0.7049779630189956,
    0.7049779630189956,
    0.8450614294494614,
    0.8450614294494614,
    0.8450614294494614,
    0.8450614294494614,
    0.8450614294494614,
    0.8450614294494614,
    0.8609903369762202,
    0.8609903369762202,
    0.8609903369762202,
    0.8609903369762202,
    0.8609903369762202,
    0.8609903369762202,
    0.8609903369762202,
    0.8609903369762202,
    0.8609903369762202,
    0.8609903369762202,
    0.8433985617466564
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showcasing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening, while healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers share quick pep talks near the coffee station; students line up outside the university gym ahead of the career fair opening; healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps.",
    "At the university career fair, alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym ahead of the fair opening. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, while alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym ahead of the fair opening. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.49946830291835126,
    0.49946830291835126,
    0.49946830291835126,
    0.49946830291835126,
    0.49946830291835126,
    0.49946830291835126,
    0.49946830291835126,
    0.5200833629214122,
    0.5200833629214122,
    0.5200833629214122,
    0.5200833629214122,
    0.5200833629214122,
    0.5200833629214122,
    0.7003024763253098,
    0.7003024763253098,
    0.7003024763253098,
    0.7003024763253098,
    0.7003024763253098,
    0.7003024763253098,
    0.5890403805213547,
    0.5890403805213547,
    0.5890403805213547,
    0.5890403805213547,
    0.5890403805213547,
    0.5890403805213547,
    0.5890403805213547,
    0.6213155632241116,
    0.6213155632241116,
    0.6213155632241116,
    0.6213155632241116,
    0.6213155632241116,
    0.6213155632241116,
    0.8464124777293179,
    0.8464124777293179,
    0.8464124777293179,
    0.8464124777293179,
    0.8464124777293179,
    0.8464124777293179,
    0.8464124777293179,
    0.8519287787575516,
    0.8519287787575516,
    0.8519287787575516,
    0.8519287787575516,
    0.8519287787575516,
    0.8519287787575516,
    0.876390077642631,
    0.876390077642631,
    0.876390077642631,
    0.876390077642631,
    0.876390077642631,
    0.876390077642631,
    0.876390077642631,
    0.8408485635628354,
    0.8408485635628354,
    0.8408485635628354
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Healthcare providers showcase community outreach photos; at the entrance, event staff scan registrations and hand out lanyards.",
    "In the event setting, consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos in a separate display area. At the entrance, event staff scan registrations and hand out lanyards to attendees, coordinating check-in as guests arrive.",
    "Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos in a separate display area. At the entrance, event staff scan registrations and hand out lanyards to attendees, coordinating check-in as guests arrive.",
    "A conference floor hosts tech companies displaying demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos in a separate display area. At the entrance, event staff scan registrations and hand out lanyards to attendees, coordinating check-in as guests arrive.",
    "A conference floor hosts tech companies displaying demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos in a separate display area. At the entrance, event staff scan registrations and hand out lanyards to attendees, coordinating check-in as guests arrive.",
    "Event staff scan registrations and hand out lanyards at the entrance, coordinating check-in as attendees arrive. Inside, a conference floor hosts tech companies displaying demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos in a separate display area.",
    "Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance, coordinating check-in as attendees arrive. Inside, a conference floor hosts tech companies displaying demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos in a separate display area.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance, coordinating check-in as attendees arrive. Inside, a conference floor hosts tech companies displaying demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos in a separate display area.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students line up outside the gym before opening. Dozens of booths with colorful banners encircle the polished floor inside the venue, while event staff scan registrations and hand out lanyards at the entrance, coordinating check-in as attendees arrive. Inside, a conference floor hosts tech companies displaying demo screens of their latest apps. Nearby, consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos in a separate display area."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.3335798915957454,
    0.3335798915957454,
    0.3335798915957454,
    0.3335798915957454,
    0.3335798915957454,
    0.3335798915957454,
    0.3335798915957454,
    0.5587903237083227,
    0.5587903237083227,
    0.5587903237083227,
    0.5587903237083227,
    0.5587903237083227,
    0.5587903237083227,
    0.5999274975794878,
    0.5999274975794878,
    0.5999274975794878,
    0.5999274975794878,
    0.5999274975794878,
    0.5999274975794878,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6305853650863501,
    0.6505593089028601,
    0.6505593089028601,
    0.6505593089028601,
    0.6505593089028601,
    0.6505593089028601,
    0.6505593089028601,
    0.5913424447019644,
    0.5913424447019644,
    0.5913424447019644,
    0.5913424447019644,
    0.5913424447019644,
    0.5913424447019644,
    0.8327991151842724,
    0.8327991151842724,
    0.8327991151842724,
    0.8327991151842724,
    0.8327991151842724,
    0.8327991151842724,
    0.8327991151842724,
    0.8327991151842724,
    0.80854334054881,
    0.80854334054881
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair, career counselors remind attendees to maintain eye contact as tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Healthcare providers showcase community outreach photos. During the career fair, career counselors remind attendees to maintain eye contact as tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos. During the career fair, career counselors remind attendees to maintain eye contact as tech companies display demo screens showing their latest apps.",
    "On the event floor, consulting firms stack glossy case study booklets on high tables. A welcome announcement plays over the PA system, outlining the fair schedule. Healthcare providers display photos from community outreach. During the career fair, career counselors remind attendees to maintain eye contact as tech companies showcase demo screens of their latest apps.",
    "Tech companies display demo screens of their latest apps. On the event floor, consulting firms stack glossy case study booklets on high tables. A welcome announcement plays over the PA system, outlining the fair schedule. Healthcare providers display photos from community outreach. During the career fair, career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give short pep talks near the coffee station as tech companies show demo screens of their latest apps. On the event floor, consulting firms stack glossy case study booklets on high tables. A welcome announcement plays over the PA system, outlining the fair schedule. Healthcare providers display photos from community outreach. During the career fair, career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5052349427985272,
    0.5052349427985272,
    0.5052349427985272,
    0.5052349427985272,
    0.5052349427985272,
    0.5052349427985272,
    0.6180097717165178,
    0.6180097717165178,
    0.6180097717165178,
    0.6180097717165178,
    0.6180097717165178,
    0.6479028496620676,
    0.6479028496620676,
    0.6479028496620676,
    0.6479028496620676,
    0.6479028496620676,
    0.5284336806593966,
    0.5284336806593966,
    0.5284336806593966,
    0.5284336806593966,
    0.5284336806593966,
    0.5284336806593966,
    0.5284336806593966,
    0.6154061500682262,
    0.6154061500682262,
    0.6154061500682262,
    0.6154061500682262,
    0.6154061500682262,
    0.7241611370248393,
    0.7241611370248393,
    0.7241611370248393,
    0.7241611370248393,
    0.7241611370248393,
    0.7241611370248393,
    0.7241611370248393,
    0.7646198969306455,
    0.7646198969306455,
    0.7646198969306455,
    0.7646198969306455,
    0.7646198969306455,
    0.7646198969306455,
    0.7646198969306455,
    0.76555871440982,
    0.76555871440982,
    0.76555871440982,
    0.76555871440982,
    0.76555871440982,
    0.76555871440982,
    0.8065697872199995,
    0.8065697872199995,
    0.8065697872199995,
    0.8065697872199995,
    0.8065697872199995
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos, presenting a visual record of their engagement with the broader community. The photos are displayed by the providers, indicating an organized showcase or exhibit. The scene centers on the providers' outreach efforts documented through imagery, with no additional context about specific programs, locations, or timelines provided. Observational and neutral in tone, the description preserves the factual emphasis on the act of displaying outreach imagery rather than on individual motivations or narratives.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos, presenting a visual record of their engagement with the broader community. The photos are displayed by the providers, indicating an organized showcase or exhibit. The scene centers on the providers' outreach efforts documented through imagery, with no additional context about specific programs, locations, or timelines provided. The description remains observational and neutral, emphasizing the act of displaying outreach imagery rather than motivations or narratives.",
    "At the scene, students clutch resumes housed in branded folders as a welcome announcement rings over the PA system, outlining the fair schedule. Healthcare providers present a visual record of their community outreach, displaying photos that document their engagement with the broader community. The photos are organized and shown by the providers, indicating an orderly showcase or exhibit. The scene centers on the providers’ outreach imagery, with no additional context about specific programs, locations, or timelines. The description remains observational and neutral, focusing on the act of displaying outreach imagery rather than motivations or narratives.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders as a welcome announcement rings over the PA system, outlining the fair schedule. Healthcare providers present a visual record of their community outreach, displaying photos that document their engagement with the broader community. The photos are organized and shown by the providers, indicating an orderly showcase. The scene centers on the providers’ outreach imagery, with no additional context about specific programs, locations, or timelines. The description remains observational and neutral, focusing on the act of displaying outreach imagery rather than motivations or narratives.",
    "Across a career fair, observers note a steady routine: career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders as a welcome announcement rings over the PA system, outlining the fair schedule. Healthcare providers present a visual record of their community outreach, displaying photos that document their engagement with the broader community. The photos are organized and shown by the providers, indicating an orderly showcase. The scene centers on the providers’ outreach imagery, with no additional context about specific programs, locations, or timelines. The description remains observational and neutral, focusing on the act of displaying outreach imagery rather than motivations or narratives.",
    "Alumni volunteers share quick pep talks near the coffee station. Across a career fair, observers note a steady routine: career counselors remind attendees to maintain eye contact while event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders as a welcome announcement rings over the PA system, outlining the fair schedule. Healthcare providers present a visual record of their community outreach, displaying photos that document engagement with the broader community. The photos are organized and shown by the providers, indicating an orderly showcase. The scene centers on the providers’ outreach imagery, with no additional context about specific programs, locations, or timelines, and the description remains observational and neutral, focusing on displaying outreach imagery rather than motivations or narratives.",
    "A career fair scene begins with a welcome announcement over the PA system. Alumni volunteers offer quick pep talks near the coffee station. Observers note a steady routine: career counselors remind attendees to maintain eye contact while event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders as the welcome announcement continues to outline the fair schedule. Healthcare providers present a visual record of their community outreach, displaying photos documenting engagement with the broader community; the photos are organized and shown by the providers, indicating an orderly showcase. The scene centers on the providers’ outreach imagery, with no additional context about specific programs, locations, or timelines, and the description remains observational and neutral, focusing on displaying outreach imagery rather than motivations or narratives.",
    "At a university career fair, students line up outside the gym before opening while a welcome PA announcement begins. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact as event staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes in branded folders as the welcome announcement continues to outline the fair schedule. Healthcare providers present a visual record of their community outreach, displaying photos documenting engagement with the broader community; the photos are organized and shown by the providers, indicating an orderly showcase. The scene remains observational and neutral, focusing on displaying outreach imagery rather than motivations or narratives, with no additional context about specific programs, locations, or timelines."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.40870802975540144,
    0.40870802975540144,
    0.40870802975540144,
    0.40870802975540144,
    0.40870802975540144,
    0.40870802975540144,
    0.40870802975540144,
    0.5275795192066415,
    0.5275795192066415,
    0.5275795192066415,
    0.5275795192066415,
    0.5275795192066415,
    0.5275795192066415,
    0.5800117512432202,
    0.5800117512432202,
    0.5800117512432202,
    0.5800117512432202,
    0.5800117512432202,
    0.5800117512432202,
    0.5800117512432202,
    0.6259437644034289,
    0.6259437644034289,
    0.6259437644034289,
    0.6259437644034289,
    0.6259437644034289,
    0.6259437644034289,
    0.6259437644034289,
    0.6679596706941853,
    0.6679596706941853,
    0.6679596706941853,
    0.6679596706941853,
    0.6679596706941853,
    0.6679596706941853,
    0.6679596706941853,
    0.6679596706941853,
    0.7129980731111374,
    0.7129980731111374,
    0.7129980731111374,
    0.7129980731111374,
    0.7129980731111374,
    0.7129980731111374,
    0.7129980731111374,
    0.7129980731111374,
    0.7129980731111374,
    0.7350392044115824,
    0.7350392044115824,
    0.7350392044115824,
    0.7350392044115824,
    0.7350392044115824,
    0.7350392044115824,
    0.7350392044115824,
    0.7527017483777377,
    0.7527017483777377,
    0.7527017483777377,
    0.7527017483777377,
    0.7527017483777377,
    0.7527017483777377
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the schedule. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the career fair, career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Across the fair, healthcare providers showcase community outreach photos, while a welcome announcement is broadcast over the PA system outlining the fair schedule. At the career fair, career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos; a welcome announcement is broadcast over the PA system outlining the fair schedule. At the career fair, career counselors remind attendees to maintain eye contact, and consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle the polished floor, as tech companies display demo screens showing their latest apps while healthcare providers showcase community outreach photos. A welcome announcement broadcasts over the PA system outlining the fair schedule. At the career fair, career counselors remind attendees to maintain eye contact, and consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, with tech companies displaying demo screens of their latest apps while healthcare providers showcase community outreach photos. A welcome announcement broadcasts over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "The scene at the career fair shows alumni volunteers giving quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, with tech companies displaying demo screens of their latest apps and healthcare providers showcasing community outreach photos. A welcome announcement broadcasts over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.4228049212461437,
    0.64990267217358,
    0.64990267217358,
    0.64990267217358,
    0.64990267217358,
    0.64990267217358,
    0.7714967594733882,
    0.7714967594733882,
    0.7714967594733882,
    0.7714967594733882,
    0.7714967594733882,
    0.7714967594733882,
    0.7651315953107642,
    0.7651315953107642,
    0.7651315953107642,
    0.7651315953107642,
    0.7651315953107642,
    0.7651315953107642,
    0.7651315953107642,
    0.7651315953107642,
    0.7237103700391547,
    0.7237103700391547,
    0.7237103700391547,
    0.7237103700391547,
    0.7237103700391547,
    0.7237103700391547,
    0.7237103700391547,
    0.6501296342966849,
    0.6501296342966849,
    0.6501296342966849,
    0.6501296342966849,
    0.6501296342966849,
    0.6501296342966849,
    0.747586016537218,
    0.747586016537218,
    0.747586016537218,
    0.747586016537218,
    0.747586016537218,
    0.747586016537218,
    0.747586016537218,
    0.7973978729107629,
    0.7973978729107629,
    0.7973978729107629,
    0.7973978729107629,
    0.7973978729107629,
    0.7973978729107629,
    0.7973978729107629
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "Students line up outside the University gym before the career fair opens, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Dozens of booths with colorful banners circle the polished floor of the University gym for a career fair. Students line up outside the gym before the career fair opens, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as dozens of booths with colorful banners encircle the polished floor of the University gym for a career fair, while students line up outside the gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Inside, the polished floor of the University gym is encircled by dozens of booths with colorful banners for the career fair, while a welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "Career counselors remind attendees to maintain eye contact. Students line up outside the University gym before the career fair opens. Inside, the polished floor of the University gym is encircled by dozens of booths with colorful banners for the career fair, while a welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "Students line up outside the University gym before the career fair opens. Inside, the polished gym floor is encircled by dozens of booths with colorful banners for the career fair, while a welcome announcement outlining the fair schedule is broadcast over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Inside, the polished gym floor is encircled by dozens of booths with colorful banners for the fair, while a welcome announcement outlining the schedule is broadcast over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "Glossy case study booklets from consulting firms are stacked on high tables. Students line up outside the university gym before the career fair opens. Inside, the polished gym floor is encircled by dozens of booths with colorful banners for the fair, while a welcome announcement outlining the schedule is broadcast over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, while glossy case study booklets from consulting firms sit stacked on high tables. Outside the university gym, students line up before the career fair opens. Inside, the polished gym floor is encircled by dozens of booths with colorful banners for the fair, and a welcome announcement outlining the schedule is broadcast over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.37625052656497104,
    0.37625052656497104,
    0.37625052656497104,
    0.37625052656497104,
    0.37625052656497104,
    0.5547589815353238,
    0.5547589815353238,
    0.5547589815353238,
    0.5547589815353238,
    0.5547589815353238,
    0.5547589815353238,
    0.5547589815353238,
    0.7127490429610568,
    0.7127490429610568,
    0.7127490429610568,
    0.7127490429610568,
    0.7127490429610568,
    0.7127490429610568,
    0.6151322859848412,
    0.6151322859848412,
    0.6151322859848412,
    0.6151322859848412,
    0.6151322859848412,
    0.6151322859848412,
    0.6151322859848412,
    0.698751058707597,
    0.698751058707597,
    0.698751058707597,
    0.698751058707597,
    0.698751058707597,
    0.698751058707597,
    0.8110184899677843,
    0.8110184899677843,
    0.8110184899677843,
    0.8110184899677843,
    0.8110184899677843,
    0.8110184899677843,
    0.8110184899677843,
    0.8391004145686278,
    0.8391004145686278,
    0.8391004145686278,
    0.8391004145686278,
    0.8391004145686278,
    0.8391004145686278,
    0.8391004145686278,
    0.8435868482397001,
    0.8435868482397001,
    0.8435868482397001,
    0.8435868482397001,
    0.8435868482397001,
    0.8435868482397001,
    0.8435868482397001,
    0.8504639267484391,
    0.8504639267484391,
    0.8504639267484391,
    0.8504639267484391,
    0.8504639267484391,
    0.8504639267484391,
    0.8504639267484391
  ]
}