{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of literature. A robotics startup flies a small drone above its booth to attract attention.",
    "Consulting firms stack glossy case study booklets on high tables, creating a literature display. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym before the career fair opens, consulting firms stack glossy case study booklets on high tables to create a literature display. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the fair opens.",
    "Outside the university gym before the career fair opens, consulting firms stack glossy case study booklets on high tables to form a literature display. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the fair opens, and career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym before the career fair opens, consulting firms stack glossy case study booklets on high tables to form a literature display. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the fair opens, and career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym before the career fair opens, consulting firms stack glossy case study booklets on high tables to form a literature display. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the gym before the fair opens, while career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym before the career fair opens, students line up while consulting firms stack glossy case study booklets on high tables to form a literature display. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5042617069901077,
    0.5042617069901077,
    0.5042617069901077,
    0.5042617069901077,
    0.5042617069901077,
    0.5042617069901077,
    0.509687926065419,
    0.509687926065419,
    0.509687926065419,
    0.509687926065419,
    0.509687926065419,
    0.509687926065419,
    0.509687926065419,
    0.509687926065419,
    0.509687926065419,
    0.7501958632317881,
    0.7501958632317881,
    0.7501958632317881,
    0.7501958632317881,
    0.7501958632317881,
    0.7501958632317881,
    0.7501958632317881,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7466891165773402,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.7780545941262255,
    0.8226944960197538,
    0.8226944960197538,
    0.8226944960197538,
    0.8226944960197538,
    0.8226944960197538,
    0.8226944960197538
  ],
  "1": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "In the event setting, career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photographs of community outreach.",
    "An event setting features career counselors reminding attendees to maintain eye contact, staff scanning registrations and distributing lanyards at the entrance, healthcare providers showcasing photographs of community outreach, and the engineering society hosting a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact; staff scan registrations and distribute lanyards at the entrance; healthcare providers showcase photographs of community outreach; and the engineering society hosts a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Staff scan registrations and distribute lanyards at the entrance. Healthcare providers showcase photographs of community outreach. The engineering society hosts a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Staff scan registrations and distribute lanyards at the entrance. Healthcare providers showcase photographs of community outreach. The engineering society hosts a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.6975566448300978,
    0.6975566448300978,
    0.6975566448300978,
    0.6975566448300978,
    0.6975566448300978,
    0.6975566448300978,
    0.6975566448300978,
    0.44120930691303467,
    0.44120930691303467,
    0.44120930691303467,
    0.44120930691303467,
    0.44120930691303467,
    0.44120930691303467,
    0.44120930691303467,
    0.44120930691303467,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.4512817799326544,
    0.7619179525848581,
    0.7619179525848581,
    0.7619179525848581,
    0.7619179525848581,
    0.7619179525848581,
    0.7619179525848581,
    0.7619179525848581,
    0.7619179525848581,
    0.7619179525848581,
    0.7968780876401245,
    0.7968780876401245,
    0.7968780876401245,
    0.7968780876401245,
    0.7968780876401245,
    0.7968780876401245,
    0.7968780876401245,
    0.7968780876401245
  ],
  "2": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards, facilitating check-in. An alumni panel discusses how to prepare for technical interviews, offering insights to attendees.",
    "Event staff at the entrance scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews, offering insights to attendees. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews, offering insights to attendees. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the entrance, event staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews, offering insights to attendees. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews, offering insights to attendees. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "Event at the university facilities shows organized check-in with staff scanning registrations and handing out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, offering insights to attendees. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the university facilities, organizers run a check-in with staff scanning registrations and handing out lanyards at the entrance. An alumni panel discusses preparing for technical interviews, offering insights to attendees. A cybersecurity company conducts a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At university facilities, an entrance check-in has staff scanning registrations and handing out lanyards. An alumni panel discusses preparing for technical interviews, offering attendees insights. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries."
  ],
  "2_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6249482730108465,
    0.6249482730108465,
    0.6249482730108465,
    0.6249482730108465,
    0.6249482730108465,
    0.6249482730108465,
    0.7668080042365844,
    0.7668080042365844,
    0.7668080042365844,
    0.7668080042365844,
    0.7668080042365844,
    0.7668080042365844,
    0.7668080042365844,
    0.7668080042365844,
    0.7862083902155961,
    0.7862083902155961,
    0.7862083902155961,
    0.7862083902155961,
    0.7862083902155961,
    0.7862083902155961,
    0.7862083902155961,
    0.7862083902155961,
    0.7862083902155961,
    0.8417707688218763,
    0.8417707688218763,
    0.8417707688218763,
    0.8417707688218763,
    0.8417707688218763,
    0.8417707688218763,
    0.8417707688218763,
    0.8417707688218763,
    0.8479459839557588,
    0.8479459839557588,
    0.8479459839557588,
    0.8479459839557588,
    0.8479459839557588,
    0.8479459839557588,
    0.8479459839557588,
    0.8479459839557588,
    0.8479459839557588,
    0.8479459839557588,
    0.8156021750227547,
    0.8156021750227547,
    0.8156021750227547,
    0.8156021750227547,
    0.8156021750227547,
    0.8156021750227547,
    0.8156021750227547,
    0.8156021750227547,
    0.8366012071426473,
    0.8366012071426473,
    0.8366012071426473,
    0.8366012071426473,
    0.8366012071426473,
    0.8366012071426473,
    0.8366012071426473,
    0.8366012071426473,
    0.8265061974287009
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "A fair event day unfolds with a welcome announcement over the PA outlining the schedule, followed by staff at the entrance scanning registrations and issuing lanyards. Alumni volunteers give brief pep talks near the coffee station, while workshops on networking etiquette commence in the adjoining classroom. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens featuring their latest apps.",
    "A fair event day unfolds with a welcome announcement over the PA outlining the schedule. At the entrance, staff scan registrations and issue lanyards. Alumni volunteers give brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens featuring their latest apps.",
    "A fair event day unfolds with a welcome announcement over the PA outlining the schedule. At the entrance, staff scan registrations and issue lanyards. Alumni volunteers give brief pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth for attention."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.7929065613246182,
    0.7929065613246182,
    0.7929065613246182,
    0.7929065613246182,
    0.7929065613246182,
    0.7929065613246182,
    0.7929065613246182,
    0.8521299015492769,
    0.8521299015492769,
    0.8521299015492769,
    0.8521299015492769,
    0.8521299015492769,
    0.8521299015492769,
    0.8521299015492769,
    0.8521299015492769,
    0.8521299015492769,
    0.8521299015492769,
    0.8106048879704904,
    0.8106048879704904,
    0.8106048879704904,
    0.8106048879704904,
    0.8106048879704904,
    0.8106048879704904,
    0.8106048879704904,
    0.8106048879704904,
    0.8106048879704904,
    0.8106048879704904,
    0.8587380947875003,
    0.8587380947875003,
    0.8587380947875003,
    0.8587380947875003,
    0.8587380947875003,
    0.8587380947875003,
    0.8587380947875003,
    0.8587380947875003,
    0.8587380947875003,
    0.86645981131047,
    0.86645981131047,
    0.86645981131047,
    0.86645981131047,
    0.86645981131047,
    0.86645981131047,
    0.86645981131047,
    0.86645981131047
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor of the university gym, with students lining up outside the gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor of the university gym, with students lining up outside the gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews in the university gym as part of a career fair. Dozens of booths with colorful banners circle the polished floor, and students line up outside the gym before the fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "Inside the university gym hosting a career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Inside a university gym hosting a career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.6043183751389658,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.7858519786522451,
    0.8045950214371406,
    0.8045950214371406,
    0.8045950214371406,
    0.8045950214371406,
    0.8045950214371406,
    0.8045950214371406,
    0.8045950214371406,
    0.8045950214371406,
    0.8045950214371406,
    0.8069350812824962,
    0.8069350812824962,
    0.8069350812824962,
    0.8069350812824962,
    0.8069350812824962,
    0.8069350812824962
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps, while students clutch resumes inside branded folders.",
    "Tech companies display demo screens that showcase their latest apps, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens that showcase their latest apps, providing a backdrop of product previews. Students clutch resumes inside branded folders, ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens that showcase their latest apps, providing a backdrop of product previews. Students clutch resumes inside branded folders, ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene centers on a career fair where tech companies display demo screens showcasing their latest apps, providing a backdrop of product previews. Students clutch resumes inside branded folders, ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "Scene centers on a career fair where tech companies display demo screens showcasing their latest apps, providing a backdrop of product previews. Students clutch resumes inside branded folders, ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, tech companies display demo screens showcasing their latest apps, forming a backdrop of product previews. Students clutch resumes inside branded folders, ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.41662957643076104,
    0.41662957643076104,
    0.41662957643076104,
    0.41662957643076104,
    0.41662957643076104,
    0.41662957643076104,
    0.41662957643076104,
    0.41662957643076104,
    0.41662957643076104,
    0.5471542038022413,
    0.5471542038022413,
    0.5471542038022413,
    0.5471542038022413,
    0.5471542038022413,
    0.5471542038022413,
    0.5471542038022413,
    0.5471542038022413,
    0.5471542038022413,
    0.7408929660403928,
    0.7408929660403928,
    0.7408929660403928,
    0.7408929660403928,
    0.7408929660403928,
    0.7408929660403928,
    0.7408929660403928,
    0.7408929660403928,
    0.7695861460705816,
    0.7695861460705816,
    0.7695861460705816,
    0.7695861460705816,
    0.7695861460705816,
    0.7695861460705816,
    0.7695861460705816,
    0.7695861460705816,
    0.8438392936068217,
    0.8438392936068217,
    0.8438392936068217,
    0.8438392936068217,
    0.8438392936068217,
    0.8438392936068217,
    0.8438392936068217,
    0.8438392936068217,
    0.8438392936068217,
    0.8130009300698862,
    0.8130009300698862,
    0.8130009300698862,
    0.8130009300698862,
    0.8130009300698862,
    0.8130009300698862,
    0.8553917863494502
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement broadcast over the PA system outlines the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement broadcast over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement broadcast over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement broadcasts over the PA system to outline the fair schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor.",
    "A welcome announcement broadcasts over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement broadcasts over the PA system, outlining the fair schedule, as an event unfolds on a polished floor. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the space, coordinating the visual of the fair. An alumni panel discusses how to prepare for technical interviews.",
    "An ongoing fair unfolds on a polished floor, introduced by a welcome announcement over the PA outlining the schedule. Consulting firms have glossy case study booklets stacked on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the space, creating a vibrant fair layout. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.43393554781174265,
    0.43393554781174265,
    0.43393554781174265,
    0.43393554781174265,
    0.43393554781174265,
    0.43393554781174265,
    0.43393554781174265,
    0.43393554781174265,
    0.43393554781174265,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.7678964899044525,
    0.8278010984554356,
    0.8278010984554356,
    0.8278010984554356,
    0.8278010984554356,
    0.8278010984554356,
    0.8278010984554356,
    0.8278010984554356,
    0.8278010984554356,
    0.8446154109168956,
    0.8446154109168956,
    0.8446154109168956,
    0.8446154109168956,
    0.8446154109168956,
    0.8446154109168956,
    0.8446154109168956,
    0.8446154109168956,
    0.8446154109168956,
    0.868315383444394,
    0.868315383444394,
    0.868315383444394,
    0.868315383444394,
    0.868315383444394,
    0.868315383444394,
    0.868315383444394,
    0.8643670168689607,
    0.8643670168689607
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos; career counselors redirect unsure students toward applicable industries; human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, healthcare providers showcase community outreach photos, career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers display community outreach photos, while career counselors guide unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, healthcare providers display community outreach photos while career counselors guide unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the event, healthcare providers display community outreach photos while career counselors guide unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.3548779554938702,
    0.47673128254498714,
    0.47673128254498714,
    0.47673128254498714,
    0.47673128254498714,
    0.47673128254498714,
    0.47673128254498714,
    0.47673128254498714,
    0.47673128254498714,
    0.47673128254498714,
    0.47673128254498714,
    0.6168787325800861,
    0.6168787325800861,
    0.6168787325800861,
    0.6168787325800861,
    0.6168787325800861,
    0.6168787325800861,
    0.6168787325800861,
    0.6168787325800861,
    0.6168787325800861,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7876666003045472,
    0.7460219445600849,
    0.7460219445600849,
    0.7460219445600849,
    0.7460219445600849,
    0.7460219445600849,
    0.7460219445600849,
    0.7460219445600849,
    0.7460219445600849,
    0.8116364676944016,
    0.8116364676944016,
    0.8116364676944016,
    0.8116364676944016,
    0.8116364676944016,
    0.8116364676944016,
    0.8116364676944016,
    0.8116364676944016,
    0.8116364676944016
  ],
  "9": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, outlining guidance for candidates. Dozens of booths with colorful banners circle the polished floor, surrounding the panel area.",
    "An alumni panel discusses how to prepare for technical interviews, outlining guidance for candidates. Dozens of booths with colorful banners circle the polished floor, surrounding the panel area. A cybersecurity company runs a password cracking challenge on a laptop at the event.",
    "An alumni panel discusses how to prepare for technical interviews, outlining guidance for candidates. Dozens of booths with colorful banners circle the polished floor around the panel area. A cybersecurity company runs a password cracking challenge on a laptop at the event. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, outlining guidance for candidates. Dozens of booths with colorful banners circle the polished floor around the panel area. A cybersecurity company runs a password cracking challenge on a laptop at the event. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "An alumni panel provides guidance on preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor around the panel area, creating a surrounding marketplace atmosphere. At one station, a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel provides guidance on preparing for technical interviews, as dozens of booths with colorful banners encircle the polished floor around the panel area, producing a surrounding marketplace atmosphere. At one station, a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers display community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel offers guidance on preparing for technical interviews as dozens of booths with colorful banners encircle the polished floor around the panel, creating a surrounding marketplace atmosphere. At one station, a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers display community outreach photos. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.546534732149081,
    0.546534732149081,
    0.546534732149081,
    0.546534732149081,
    0.546534732149081,
    0.546534732149081,
    0.546534732149081,
    0.7238017574952365,
    0.7238017574952365,
    0.7238017574952365,
    0.7238017574952365,
    0.7238017574952365,
    0.7238017574952365,
    0.7238017574952365,
    0.7655168305650932,
    0.7655168305650932,
    0.7655168305650932,
    0.7655168305650932,
    0.7655168305650932,
    0.7655168305650932,
    0.7655168305650932,
    0.7898056717995245,
    0.7898056717995245,
    0.7898056717995245,
    0.7898056717995245,
    0.7898056717995245,
    0.7898056717995245,
    0.7898056717995245,
    0.7898056717995245,
    0.7898056717995245,
    0.7898056717995245,
    0.8164896578410705,
    0.8164896578410705,
    0.8164896578410705,
    0.8164896578410705,
    0.8164896578410705,
    0.8164896578410705,
    0.8164896578410705,
    0.8164896578410705,
    0.8152133787329838,
    0.8152133787329838,
    0.8152133787329838,
    0.8152133787329838,
    0.8152133787329838,
    0.8152133787329838,
    0.8152133787329838,
    0.8261141190961228,
    0.8261141190961228,
    0.8261141190961228,
    0.8261141190961228,
    0.8261141190961228,
    0.8261141190961228,
    0.8261141190961228,
    0.8261141190961228,
    0.8261141190961228
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming several stacks of glossy booklets.",
    "Consulting firms have stacked glossy case study booklets on high tables, forming several stacks. A welcome announcement outlines the fair schedule over the PA system.",
    "Consulting firms have stacked glossy case study booklets on high tables, forming several stacks. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms have stacked glossy case study booklets on high tables, forming several stacks. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Consulting firms have stacked glossy case study booklets on high tables, forming several stacks. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "In a career fair setting, consulting firms have stacked glossy case study booklets on high tables, forming several stacks. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "A career fair setting where consulting firms have stacked glossy case study booklets on high tables in several stacks; a welcome announcement over the PA system outlines the fair schedule; tech companies display demo screens showing their latest apps; and career counselors remind attendees to maintain eye contact.",
    "At a career fair, consulting firms have stacked glossy case study booklets on high tables, arranged in several stacks. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.25432590234562763,
    0.25432590234562763,
    0.25432590234562763,
    0.25432590234562763,
    0.25432590234562763,
    0.25432590234562763,
    0.25432590234562763,
    0.5062903582763585,
    0.5062903582763585,
    0.5062903582763585,
    0.5062903582763585,
    0.5062903582763585,
    0.5062903582763585,
    0.5062903582763585,
    0.7504439153041034,
    0.7504439153041034,
    0.7504439153041034,
    0.7504439153041034,
    0.7504439153041034,
    0.7504439153041034,
    0.7504439153041034,
    0.7504439153041034,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8348276782436848,
    0.8308853726833457,
    0.8308853726833457,
    0.8308853726833457,
    0.8308853726833457,
    0.8308853726833457,
    0.8308853726833457,
    0.8308853726833457,
    0.8308853726833457,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.5351409633032789,
    0.8313113812203199,
    0.8313113812203199
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while the engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens showing their latest apps, forming a tech-forward display. The engineering society sponsors a resume review table near the stage, offering career guidance in that zone. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity within the same event area.",
    "Tech companies display demo screens showing their latest apps, forming a tech-forward display. The engineering society sponsors a resume review table near the stage, offering career guidance in that zone. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity within the same event area. Finance firms offer QR codes for immediate internship applications.",
    "At the event, tech companies display demo screens showing their latest apps, forming a tech-forward display. The engineering society sponsors a resume review table near the stage, offering career guidance in that zone. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity within the same event area. Finance firms offer QR codes for immediate internship applications.",
    "At the event, tech companies display demo screens showing their latest apps, creating a tech-forward display. The engineering society sponsors a resume review table near the stage, offering career guidance in that zone. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity within the same event area. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, tech companies display demo screens showing their latest apps, creating a tech-forward display. The engineering society sponsors a resume review table near the stage, offering career guidance in that zone. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity within the same event area. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.4579224441317853,
    0.7348070485237173,
    0.7348070485237173,
    0.7348070485237173,
    0.7348070485237173,
    0.7348070485237173,
    0.7348070485237173,
    0.7348070485237173,
    0.7348070485237173,
    0.7348070485237173,
    0.7348070485237173,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.805087995874581,
    0.8167846573444877,
    0.8167846573444877,
    0.8167846573444877,
    0.8167846573444877,
    0.8167846573444877,
    0.8167846573444877,
    0.8167846573444877,
    0.8167846573444877,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623,
    0.8443409847810623
  ],
  "12": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map.",
    "The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries; dozens of booths with colorful banners circle the polished floor; workshops on networking etiquette begin in the adjoining classroom; and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.4348144730347006,
    0.7568035411241237,
    0.7568035411241237,
    0.7568035411241237,
    0.7568035411241237,
    0.7568035411241237,
    0.7568035411241237,
    0.7963404694155759,
    0.7963404694155759,
    0.7963404694155759,
    0.7963404694155759,
    0.7963404694155759,
    0.7963404694155759,
    0.7963404694155759,
    0.8043222334361766,
    0.8043222334361766,
    0.8043222334361766,
    0.8043222334361766,
    0.8043222334361766,
    0.8043222334361766,
    0.8043222334361766,
    0.8043222334361766,
    0.8043222334361766,
    0.8043222334361766,
    0.8071484670238022,
    0.8071484670238022,
    0.8071484670238022,
    0.8071484670238022,
    0.8071484670238022,
    0.8071484670238022,
    0.8071484670238022,
    0.8071484670238022,
    0.5130817243883984,
    0.5130817243883984,
    0.5130817243883984,
    0.5130817243883984,
    0.5130817243883984,
    0.5130817243883984,
    0.5130817243883984,
    0.5130817243883984,
    0.8184247989652487,
    0.8184247989652487,
    0.8184247989652487,
    0.8184247989652487,
    0.8184247989652487,
    0.8184247989652487,
    0.8184247989652487
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym before the career fair opens, and a welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Near the coffee station, alumni volunteers share quick pep talks.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Near the coffee station, alumni volunteers share quick pep talks. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym as the career fair approaches its opening. A welcome announcement over the PA system outlines the fair schedule. Near the coffee station, alumni volunteers deliver brief pep talks. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, making resources readily accessible to attendees.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Near the coffee station, alumni volunteers deliver brief pep talks. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, making resources readily accessible to attendees."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4421652796138511,
    0.4149846836604,
    0.4149846836604,
    0.4149846836604,
    0.4149846836604,
    0.4149846836604,
    0.4149846836604,
    0.4149846836604,
    0.7268266471601235,
    0.7268266471601235,
    0.7268266471601235,
    0.7268266471601235,
    0.7268266471601235,
    0.7268266471601235,
    0.7268266471601235,
    0.7268266471601235,
    0.7268266471601235,
    0.7940324930758869,
    0.7940324930758869,
    0.7940324930758869,
    0.7940324930758869,
    0.7940324930758869,
    0.7940324930758869,
    0.7940324930758869,
    0.7940324930758869,
    0.8230250993796553,
    0.8230250993796553,
    0.8230250993796553,
    0.8230250993796553,
    0.8230250993796553,
    0.8230250993796553,
    0.8230250993796553,
    0.8230250993796553,
    0.8230250993796553,
    0.8235217303316924,
    0.8235217303316924,
    0.8235217303316924,
    0.8235217303316924,
    0.8235217303316924,
    0.8235217303316924,
    0.8235217303316924,
    0.8235217303316924,
    0.8235217303316924,
    0.8235217303316924
  ],
  "14": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.6151396698441649,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.7984258516216356,
    0.8062426649917327,
    0.8062426649917327,
    0.8062426649917327,
    0.8062426649917327,
    0.8062426649917327,
    0.8062426649917327,
    0.8062426649917327,
    0.8062426649917327,
    0.8062426649917327,
    0.8062426649917327,
    0.8100859364107373,
    0.8100859364107373,
    0.8100859364107373,
    0.8100859364107373,
    0.8100859364107373,
    0.8100859364107373,
    0.8100859364107373,
    0.8100859364107373,
    0.8090686400964977,
    0.8090686400964977,
    0.8090686400964977,
    0.8090686400964977,
    0.8090686400964977,
    0.8090686400964977,
    0.8090686400964977,
    0.8090686400964977,
    0.8337011657552598,
    0.8337011657552598,
    0.8337011657552598,
    0.8337011657552598,
    0.8337011657552598
  ],
  "15": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In the scene, students clutch resumes inside branded folders, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "In the scene, students clutch resumes inside branded folders as a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students clutch resumes inside branded folders as a cybersecurity company runs a password cracking challenge on a laptop; in the adjoining classroom, workshops on networking etiquette begin.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while students clutch resumes inside branded folders. In the adjoining classroom, networking etiquette workshops begin. An alumni panel discusses how to prepare for technical interviews.",
    "At a technology-focused event, a cybersecurity company runs a password cracking challenge on a laptop while students clutch resumes inside branded folders. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At a technology-focused event, a cybersecurity company runs a password cracking challenge on a laptop while students clutch resumes inside branded folders. In the adjoining classroom, networking etiquette workshops begin, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.33083112461402575,
    0.33083112461402575,
    0.33083112461402575,
    0.33083112461402575,
    0.33083112461402575,
    0.33083112461402575,
    0.31580453359982463,
    0.31580453359982463,
    0.31580453359982463,
    0.31580453359982463,
    0.31580453359982463,
    0.31580453359982463,
    0.31580453359982463,
    0.31580453359982463,
    0.36978121176084566,
    0.36978121176084566,
    0.36978121176084566,
    0.36978121176084566,
    0.36978121176084566,
    0.36978121176084566,
    0.36978121176084566,
    0.36978121176084566,
    0.36978121176084566,
    0.46651035900278087,
    0.46651035900278087,
    0.46651035900278087,
    0.46651035900278087,
    0.46651035900278087,
    0.46651035900278087,
    0.46651035900278087,
    0.46651035900278087,
    0.6802912988927876,
    0.6802912988927876,
    0.6802912988927876,
    0.6802912988927876,
    0.6802912988927876,
    0.6802912988927876,
    0.6802912988927876,
    0.6802912988927876,
    0.6802912988927876,
    0.7718558683262775,
    0.7718558683262775,
    0.7718558683262775,
    0.7718558683262775,
    0.7718558683262775,
    0.7718558683262775,
    0.7718558683262775,
    0.7718558683262775,
    0.7718558683262775,
    0.7866979599939166,
    0.7866979599939166,
    0.7866979599939166,
    0.7866979599939166,
    0.7866979599939166,
    0.7866979599939166,
    0.7866979599939166
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, while dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4470033028895923,
    0.4470033028895923,
    0.4470033028895923,
    0.4470033028895923,
    0.4470033028895923,
    0.4470033028895923,
    0.4470033028895923,
    0.4470033028895923,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.7555430868968792,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878,
    0.6189950124819878
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career event, counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, creating a lively perimeter around the space. Workshops on networking etiquette begin in the adjoining classroom, offering practical training. Some students rehearse elevator pitches quietly against the wall, refining their delivery in a quiet corner.",
    "Counselors at the career event remind attendees to maintain eye contact and direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the space. Workshops on networking etiquette begin in the adjoining classroom, offering practical training. Some students rehearse elevator pitches quietly against the wall, refining their delivery in a quiet corner. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career event, counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the space. Workshops on networking etiquette begin in the adjoining classroom, offering practical training. Some students rehearse elevator pitches quietly against the wall, refining their delivery in a quiet corner. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.5816465780974716,
    0.5816465780974716,
    0.5816465780974716,
    0.5816465780974716,
    0.5816465780974716,
    0.5816465780974716,
    0.5816465780974716,
    0.5816465780974716,
    0.5816465780974716,
    0.5816465780974716,
    0.6817973640374124,
    0.6817973640374124,
    0.6817973640374124,
    0.6817973640374124,
    0.6817973640374124,
    0.6817973640374124,
    0.6817973640374124,
    0.6817973640374124,
    0.6817973640374124,
    0.6817973640374124,
    0.7199550683810103,
    0.7199550683810103,
    0.7199550683810103,
    0.7199550683810103,
    0.7199550683810103,
    0.7199550683810103,
    0.7199550683810103,
    0.7942572911128198,
    0.7942572911128198,
    0.7942572911128198,
    0.7942572911128198,
    0.7942572911128198,
    0.7942572911128198,
    0.7942572911128198,
    0.7942572911128198,
    0.8142758932634001,
    0.8142758932634001,
    0.8142758932634001,
    0.8142758932634001,
    0.8142758932634001,
    0.8142758932634001,
    0.8142758932634001,
    0.8142758932634001,
    0.8142758932634001
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open. Students line up outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.42666185653643,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "At the event, students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the event, students clutch resumes inside branded folders as groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station. Staff scan registrations and hand out lanyards at the entrance, while career counselors redirect unsure students toward applicable industries.",
    "At the event, students clutch resumes inside branded folders as groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station. Staff scan registrations and hand out lanyards at the entrance, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the event, students clutch resumes inside branded folders as groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. Staff scan registrations and hand out lanyards at the entrance, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.43113059149241234,
    0.43113059149241234,
    0.43113059149241234,
    0.43113059149241234,
    0.43113059149241234,
    0.43113059149241234,
    0.43113059149241234,
    0.7606254189075267,
    0.7606254189075267,
    0.7606254189075267,
    0.7606254189075267,
    0.7606254189075267,
    0.7606254189075267,
    0.7606254189075267,
    0.7606254189075267,
    0.7954457681539342,
    0.7954457681539342,
    0.7954457681539342,
    0.7954457681539342,
    0.7954457681539342,
    0.7954457681539342,
    0.7954457681539342,
    0.7954457681539342,
    0.8165141568243922,
    0.8165141568243922,
    0.8165141568243922,
    0.8165141568243922,
    0.8165141568243922,
    0.8165141568243922,
    0.8165141568243922,
    0.8165141568243922,
    0.8165141568243922,
    0.6361766485665925,
    0.6361766485665925,
    0.6361766485665925,
    0.6361766485665925,
    0.6361766485665925,
    0.6361766485665925,
    0.6361766485665925,
    0.6361766485665925,
    0.6361766485665925,
    0.6361766485665925,
    0.783542643381083,
    0.783542643381083,
    0.783542643381083,
    0.783542643381083,
    0.783542643381083,
    0.783542643381083,
    0.783542643381083,
    0.783542643381083,
    0.8060061792086948,
    0.8060061792086948
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while students line up outside the university gym before the career fair opens.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a cybersecurity company runs a password-cracking challenge on a laptop as students line up before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a cybersecurity company runs a password-cracking challenge on a laptop as students line up before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, a cybersecurity company runs a password-cracking challenge on a laptop as students line up before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a cybersecurity company runs a password-cracking challenge on a laptop as students line up before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, as students line up before the career fair opens, a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.35748795040651093,
    0.35748795040651093,
    0.35748795040651093,
    0.35748795040651093,
    0.35748795040651093,
    0.35748795040651093,
    0.35748795040651093,
    0.5544834385401209,
    0.5544834385401209,
    0.5544834385401209,
    0.5544834385401209,
    0.5544834385401209,
    0.5544834385401209,
    0.5544834385401209,
    0.7394802252792083,
    0.7394802252792083,
    0.7394802252792083,
    0.7394802252792083,
    0.7394802252792083,
    0.7394802252792083,
    0.7394802252792083,
    0.7394802252792083,
    0.8084084748271427,
    0.8084084748271427,
    0.8084084748271427,
    0.8084084748271427,
    0.8084084748271427,
    0.8084084748271427,
    0.8084084748271427,
    0.8084084748271427,
    0.8084084748271427,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8325704111526953,
    0.8295490022688361,
    0.8295490022688361,
    0.8295490022688361,
    0.8295490022688361,
    0.8295490022688361,
    0.8295490022688361,
    0.8295490022688361,
    0.8295490022688361,
    0.8295490022688361,
    0.8589909354971424
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.6163257653303764,
    0.6163257653303764,
    0.6163257653303764,
    0.6163257653303764,
    0.6163257653303764,
    0.6163257653303764,
    0.6163257653303764,
    0.7883731679576221,
    0.7883731679576221,
    0.7883731679576221,
    0.7883731679576221,
    0.7883731679576221,
    0.7883731679576221,
    0.7883731679576221,
    0.7883731679576221,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8025712018370406,
    0.8274710077452372,
    0.8274710077452372,
    0.8274710077452372,
    0.8274710077452372,
    0.8274710077452372,
    0.8274710077452372,
    0.8274710077452372,
    0.8274710077452372,
    0.8531305343403551,
    0.8531305343403551,
    0.8531305343403551,
    0.8531305343403551,
    0.8531305343403551,
    0.8531305343403551,
    0.8531305343403551,
    0.8531305343403551,
    0.8938198847490688,
    0.8938198847490688
  ],
  "22": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall.",
    "An event assembles professional groups including healthcare providers, tech companies, human resources teams, students, and consulting firms. Healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, completing a scene of interaction and presentation across varied exhibits.",
    "An event assembles professional groups including healthcare providers, tech companies, human resources teams, students, and consulting firms into a scene of interaction and presentation across varied exhibits. Healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "An event gathers healthcare providers, tech companies, human resources teams, students, and consulting firms in a scene of interaction and presentation across numerous exhibits. Healthcare providers showcase community outreach photos; tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with some students quietly rehearsing elevator pitches against the wall. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor.",
    "An event gathers healthcare providers, tech companies, human resources teams, students, and consulting firms in a scene of interaction and presentation across numerous exhibits. Healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with some students quietly rehearsing elevator pitches against the wall. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "22_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.5880925712126415,
    0.5880925712126415,
    0.5880925712126415,
    0.5880925712126415,
    0.5880925712126415,
    0.5880925712126415,
    0.5880925712126415,
    0.5771133458296874,
    0.5771133458296874,
    0.5771133458296874,
    0.5771133458296874,
    0.5771133458296874,
    0.5771133458296874,
    0.5771133458296874,
    0.5771133458296874,
    0.5771133458296874,
    0.7214823175466294,
    0.7214823175466294,
    0.7214823175466294,
    0.7214823175466294,
    0.7214823175466294,
    0.7214823175466294,
    0.7214823175466294,
    0.7214823175466294,
    0.7526213459966733,
    0.7526213459966733,
    0.7526213459966733,
    0.7526213459966733,
    0.7526213459966733,
    0.7526213459966733,
    0.7526213459966733,
    0.7526213459966733,
    0.7627634762305397,
    0.7627634762305397,
    0.7627634762305397,
    0.7627634762305397,
    0.7627634762305397,
    0.7627634762305397,
    0.7627634762305397,
    0.7627634762305397,
    0.7627634762305397,
    0.7627634762305397,
    0.7774551416692413,
    0.7774551416692413,
    0.7774551416692413,
    0.7774551416692413,
    0.7774551416692413,
    0.7774551416692413,
    0.7774551416692413
  ],
  "23": [
    "",
    "",
    "",
    "A group of students lines up outside the university gym in the lead-up to the opening of the career fair.",
    "A group of students lines up outside the university gym in the lead-up to the opening of the career fair. A robotics startup flies a small drone above its booth for attention.",
    "A group of students lines up outside the university gym in the lead-up to the career fair's opening. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a group of students lines up in the lead-up to the career fair's opening. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a group of students lines up in the lead-up to the career fair's opening. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a group of students lines up in the lead-up to the career fairs opening. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a group of students lines up in the lead-up to the career fairs opening. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up in the lead-up to the career fairs opening. A robotics startup flies a small drone above its booth to draw attention. Finance firms display QR codes for immediate internship applications. Workshops on networking etiquette run in the adjoining classroom. Healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.38069818880778034,
    0.38069818880778034,
    0.38069818880778034,
    0.38069818880778034,
    0.38069818880778034,
    0.5464060728255689,
    0.5464060728255689,
    0.5464060728255689,
    0.5464060728255689,
    0.5464060728255689,
    0.5464060728255689,
    0.5464060728255689,
    0.5464060728255689,
    0.710293999956779,
    0.710293999956779,
    0.710293999956779,
    0.710293999956779,
    0.710293999956779,
    0.710293999956779,
    0.710293999956779,
    0.710293999956779,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.8265101471643961,
    0.847665550351913,
    0.847665550351913,
    0.847665550351913,
    0.847665550351913,
    0.847665550351913,
    0.847665550351913,
    0.847665550351913,
    0.847665550351913,
    0.847665550351913,
    0.8700465052072476,
    0.8700465052072476,
    0.8700465052072476,
    0.8700465052072476,
    0.8700465052072476,
    0.8700465052072476,
    0.8700465052072476,
    0.8700465052072476,
    0.8700465052072476,
    0.8700465052072476,
    0.8730756217290168,
    0.8730756217290168,
    0.8730756217290168,
    0.8730756217290168
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly along a wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the venue, event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly along a wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the venue, event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly along a wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the venue, event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly along a wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5515241789114578,
    0.5515241789114578,
    0.5515241789114578,
    0.5515241789114578,
    0.5515241789114578,
    0.5515241789114578,
    0.5515241789114578,
    0.6946023172567787,
    0.6946023172567787,
    0.6946023172567787,
    0.6946023172567787,
    0.6946023172567787,
    0.6946023172567787,
    0.6946023172567787,
    0.6946023172567787,
    0.7207385052543044,
    0.7207385052543044,
    0.7207385052543044,
    0.7207385052543044,
    0.7207385052543044,
    0.7207385052543044,
    0.7207385052543044,
    0.7207385052543044,
    0.7817648870042913,
    0.7817648870042913,
    0.7817648870042913,
    0.7817648870042913,
    0.7817648870042913,
    0.7817648870042913,
    0.7817648870042913,
    0.7817648870042913,
    0.7817648870042913,
    0.7885518606778383,
    0.7885518606778383,
    0.7885518606778383,
    0.7885518606778383,
    0.7885518606778383,
    0.7885518606778383,
    0.7885518606778383,
    0.7885518606778383,
    0.8109017099354592,
    0.8109017099354592,
    0.8109017099354592,
    0.8109017099354592,
    0.8109017099354592,
    0.8109017099354592,
    0.8109017099354592,
    0.8109017099354592,
    0.8225304911129426,
    0.8225304911129426,
    0.8225304911129426,
    0.8225304911129426,
    0.8225304911129426
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discussed how to prepare for technical interviews.",
    "An alumni panel discussed how to prepare for technical interviews, while alumni volunteers shared quick pep talks near the coffee station.",
    "During the event, an alumni panel discussed how to prepare for technical interviews, while alumni volunteers gave quick pep talks near the coffee station. Groups of friends marked target employers on the event map.",
    "During the event, an alumni panel discussed how to prepare for technical interviews, while alumni volunteers gave quick pep talks near the coffee station. Groups of friends marked target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "During the event, an alumni panel discussed how to prepare for technical interviews, while alumni volunteers gave quick pep talks near the coffee station. Groups of friends marked target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, an alumni panel discussed how to prepare for technical interviews, while alumni volunteers gave quick pep talks near the coffee station. Groups of friends marked target employers on the event map. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event, an alumni panel discussed how to prepare for technical interviews, while alumni volunteers gave quick pep talks near the coffee station. Groups of friends marked target employers on the event map. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the event, an alumni panel discussed how to prepare for technical interviews, while alumni volunteers gave quick pep talks near the coffee station. Groups of friends marked target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.43089426709005585,
    0.43089426709005585,
    0.43089426709005585,
    0.43089426709005585,
    0.43089426709005585,
    0.43089426709005585,
    0.43089426709005585,
    0.3698627414382992,
    0.3698627414382992,
    0.3698627414382992,
    0.3698627414382992,
    0.3698627414382992,
    0.3698627414382992,
    0.3698627414382992,
    0.3698627414382992,
    0.5682605862847447,
    0.5682605862847447,
    0.5682605862847447,
    0.5682605862847447,
    0.5682605862847447,
    0.5682605862847447,
    0.5682605862847447,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7568290236468349,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7788207365773666,
    0.7895681042386258,
    0.7895681042386258,
    0.7895681042386258,
    0.7895681042386258,
    0.7895681042386258,
    0.7895681042386258,
    0.7895681042386258,
    0.798969738315193,
    0.798969738315193
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms provide QR codes to enable immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Finance firms supply QR codes that enable immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while some students rehearse elevator pitches quietly against the wall.",
    "Finance firms supply QR codes that enable immediate internship applications. At the venue entrance, event staff scan registrations and hand out lanyards to attendees, while some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, finance firms supply QR codes that enable immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards to attendees. Inside, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue, finance firms supply QR codes that enable immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards to attendees. Inside, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "At the university gym hosting a career fair, finance firms supply QR codes that enable immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards to attendees. Inside, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Students line up outside the gym before the career fair opens.",
    "At a university gym hosting a career fair, finance firms provide QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out attendees' lanyards. Inside, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, networking etiquette workshops begin. A robotics startup flies a small drone over its booth to attract attention. The engineering society sponsors a resume review table near the stage. Students line up outside before the fair opens. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6279336107677119,
    0.6279336107677119,
    0.6279336107677119,
    0.6279336107677119,
    0.6279336107677119,
    0.6279336107677119,
    0.6316879751902599,
    0.6316879751902599,
    0.6316879751902599,
    0.6316879751902599,
    0.6316879751902599,
    0.6316879751902599,
    0.7874478697400316,
    0.7874478697400316,
    0.7874478697400316,
    0.7874478697400316,
    0.7874478697400316,
    0.7874478697400316,
    0.7874478697400316,
    0.7997233728673041,
    0.7997233728673041,
    0.7997233728673041,
    0.7997233728673041,
    0.7997233728673041,
    0.7997233728673041,
    0.7997233728673041,
    0.7997233728673041,
    0.7997233728673041,
    0.7997233728673041,
    0.8050443578194321,
    0.8050443578194321,
    0.8050443578194321,
    0.8050443578194321,
    0.8050443578194321,
    0.8050443578194321,
    0.8050443578194321,
    0.8050443578194321,
    0.8050443578194321,
    0.84372839045713,
    0.84372839045713,
    0.84372839045713,
    0.84372839045713,
    0.84372839045713,
    0.84372839045713,
    0.84372839045713,
    0.84372839045713,
    0.84372839045713,
    0.84372839045713,
    0.8594853133622573,
    0.8594853133622573,
    0.8594853133622573,
    0.8594853133622573
  ],
  "27": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of prepared materials. A welcome announcement outlines the fair schedule over the PA system.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of prepared materials. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "At the career fair, consulting firms display glossy case study booklets on high tables, creating a prominent display of prepared materials. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, consulting firms display glossy case study booklets on high tables, creating a prominent display of prepared materials. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, consulting firms display glossy case study booklets on high tables, creating a prominent display of prepared materials. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, consulting firms display glossy case study booklets on high tables, creating a prominent display of prepared materials. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5595753591500855,
    0.5595753591500855,
    0.5595753591500855,
    0.5595753591500855,
    0.5595753591500855,
    0.5595753591500855,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7204625718117892,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.7989753311857405,
    0.8578184846166603,
    0.8578184846166603,
    0.8578184846166603,
    0.8578184846166603,
    0.8578184846166603,
    0.8578184846166603,
    0.8578184846166603,
    0.8798741994432324,
    0.8798741994432324,
    0.8798741994432324,
    0.8798741994432324,
    0.8798741994432324,
    0.8798741994432324
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photographs of their community outreach work.",
    "Healthcare providers showcase photographs of their community outreach work, displayed for attendees, while at the entrance event staff scan registrations and hand out lanyards.",
    "Healthcare providers showcase photographs of their community outreach work, displayed for attendees, while at the entrance staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display photographs of their community outreach work for attendees. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers display photographs of their community outreach work for attendees. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display photographs of their community outreach work for attendees. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "A campus career fair unfolds with healthcare providers displaying photographs of their community outreach for attendees. At the entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "A campus career fair unfolds with healthcare providers displaying photographs of their community outreach for attendees. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2831384953350367,
    0.2831384953350367,
    0.2831384953350367,
    0.2831384953350367,
    0.2831384953350367,
    0.2831384953350367,
    0.2831384953350367,
    0.3141198543639588,
    0.3141198543639588,
    0.3141198543639588,
    0.3141198543639588,
    0.3141198543639588,
    0.3141198543639588,
    0.3141198543639588,
    0.5343604986697593,
    0.5343604986697593,
    0.5343604986697593,
    0.5343604986697593,
    0.5343604986697593,
    0.5343604986697593,
    0.5343604986697593,
    0.5343604986697593,
    0.7750874030803991,
    0.7750874030803991,
    0.7750874030803991,
    0.7750874030803991,
    0.7750874030803991,
    0.7750874030803991,
    0.7750874030803991,
    0.7750874030803991,
    0.8238144315150333,
    0.8238144315150333,
    0.8238144315150333,
    0.8238144315150333,
    0.8238144315150333,
    0.8238144315150333,
    0.8238144315150333,
    0.8238144315150333,
    0.8238144315150333,
    0.8238144315150333,
    0.8137697100853329,
    0.8137697100853329,
    0.8137697100853329,
    0.8137697100853329,
    0.8137697100853329,
    0.8137697100853329,
    0.8137697100853329,
    0.8137697100853329,
    0.8137697100853329,
    0.8375977797318965,
    0.8375977797318965,
    0.8375977797318965,
    0.8375977797318965,
    0.8375977797318965,
    0.8375977797318965,
    0.8375977797318965,
    0.8375977797318965,
    0.8375977797318965,
    0.8410248546486364,
    0.8410248546486364
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.5798521897150413,
    0.5798521897150413,
    0.5798521897150413,
    0.5798521897150413,
    0.5798521897150413,
    0.5798521897150413,
    0.5798521897150413,
    0.5798521897150413,
    0.6176833304883145,
    0.6176833304883145,
    0.6176833304883145,
    0.6176833304883145,
    0.6176833304883145,
    0.6176833304883145,
    0.6176833304883145,
    0.6176833304883145,
    0.6176833304883145,
    0.6176833304883145,
    0.6811911186518912,
    0.6811911186518912,
    0.6811911186518912,
    0.6811911186518912,
    0.6811911186518912,
    0.6811911186518912,
    0.6811911186518912,
    0.6811911186518912,
    0.6811911186518912,
    0.6811911186518912,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7681917460175054,
    0.7836928469823051
  ],
  "30": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens.",
    "Alumni volunteers share quick pep talks near the coffee station as students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station as students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers share quick pep talks near the coffee station as students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers offer quick pep talks near the coffee station as students line up outside the university gym before the career fair opens. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.6034495627282985,
    0.6034495627282985,
    0.6034495627282985,
    0.6034495627282985,
    0.6034495627282985,
    0.6034495627282985,
    0.6034495627282985,
    0.6034495627282985,
    0.7353146200863712,
    0.7353146200863712,
    0.7353146200863712,
    0.7353146200863712,
    0.7353146200863712,
    0.7353146200863712,
    0.7353146200863712,
    0.7353146200863712,
    0.7353146200863712,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.7685587605353199,
    0.8021807144851434,
    0.8021807144851434,
    0.8021807144851434,
    0.8021807144851434,
    0.8021807144851434
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves; the two activities occur simultaneously.",
    "Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves, and the two activities occur simultaneously.",
    "Dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves, and the two activities occur simultaneously. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths encircle the polished floor of the fair, each displaying colorful banners. Human resources teams jot notes on tablets while students introduce themselves, with the two activities occurring simultaneously. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths encircle the polished floor of the fair, each booth displaying colorful banners. Human resources teams jot notes on tablets while students introduce themselves, with both activities taking place simultaneously. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring simultaneously. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring simultaneously. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring simultaneously. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3429309905299115,
    0.3429309905299115,
    0.3429309905299115,
    0.3429309905299115,
    0.3429309905299115,
    0.3429309905299115,
    0.3429309905299115,
    0.3429309905299115,
    0.5381494493575076,
    0.5381494493575076,
    0.5381494493575076,
    0.5381494493575076,
    0.5381494493575076,
    0.5381494493575076,
    0.5381494493575076,
    0.7255437863763681,
    0.7255437863763681,
    0.7255437863763681,
    0.7255437863763681,
    0.7255437863763681,
    0.7255437863763681,
    0.7255437863763681,
    0.7845202533150485,
    0.7845202533150485,
    0.7845202533150485,
    0.7845202533150485,
    0.7845202533150485,
    0.7845202533150485,
    0.7845202533150485,
    0.8489285361275771,
    0.8489285361275771,
    0.8489285361275771,
    0.8489285361275771,
    0.8489285361275771,
    0.8489285361275771,
    0.8489285361275771,
    0.8489285361275771,
    0.8489285361275771,
    0.8489285361275771,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8331237098546865,
    0.8559189971218066,
    0.8559189971218066
  ],
  "32": [
    "",
    "",
    "Healthcare providers are showcasing photos of community outreach activities.",
    "Healthcare providers are showcasing photos of community outreach activities, while career counselors redirect unsure students toward applicable industries.",
    "A multi-sector display shows healthcare providers showcasing photos of community outreach activities, career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "A multi-sector display shows healthcare providers showcasing photos of community outreach activities, career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "A multi-sector display at the fair shows healthcare providers presenting photos of community outreach activities; career counselors redirect unsure students toward applicable industries; and tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a multi-sector display features healthcare providers presenting photos from community outreach activities; career counselors direct unsure students toward applicable industries; and tech companies present demo screens of their latest apps. A group of students rehearses elevator pitches quietly against the wall, while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, creating a scene that blends recruiting and information exchange across sectors.",
    "At the fair, a multi-sector display features healthcare providers presenting photos from community outreach activities; career counselors direct unsure students toward applicable industries; and tech companies present demo screens of their latest apps. A group of students rehearses elevator pitches quietly against the wall, while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, creating a scene that blends recruiting and information exchange across sectors. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a multi-sector display features healthcare providers presenting photos from community outreach activities, while career counselors direct unsure students toward applicable industries and tech companies present demo screens of their latest apps. A group of students rehearses elevator pitches quietly against the wall, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, creating a scene that blends recruiting and information exchange across sectors. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens."
  ],
  "32_score": [
    0.0,
    0.0,
    0.30298087413018365,
    0.30298087413018365,
    0.30298087413018365,
    0.30298087413018365,
    0.30298087413018365,
    0.30298087413018365,
    0.30298087413018365,
    0.3612538931231133,
    0.3612538931231133,
    0.3612538931231133,
    0.3612538931231133,
    0.3612538931231133,
    0.3612538931231133,
    0.3612538931231133,
    0.3612538931231133,
    0.40265306771495735,
    0.40265306771495735,
    0.40265306771495735,
    0.40265306771495735,
    0.40265306771495735,
    0.40265306771495735,
    0.40265306771495735,
    0.40265306771495735,
    0.5463874857526996,
    0.5463874857526996,
    0.5463874857526996,
    0.5463874857526996,
    0.5463874857526996,
    0.5463874857526996,
    0.5463874857526996,
    0.5463874857526996,
    0.5463874857526996,
    0.690259574782118,
    0.690259574782118,
    0.690259574782118,
    0.690259574782118,
    0.690259574782118,
    0.690259574782118,
    0.690259574782118,
    0.690259574782118,
    0.8065414928467683,
    0.8065414928467683,
    0.8065414928467683,
    0.8065414928467683,
    0.8065414928467683,
    0.8065414928467683,
    0.8065414928467683,
    0.8065414928467683,
    0.8065414928467683,
    0.8430089133982211,
    0.8430089133982211,
    0.8430089133982211,
    0.8430089133982211,
    0.8430089133982211,
    0.8430089133982211,
    0.8430089133982211,
    0.8430089133982211,
    0.8677073913803162,
    0.8677073913803162,
    0.8677073913803162,
    0.8677073913803162,
    0.8677073913803162,
    0.8677073913803162
  ],
  "33": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward applicable industries as a scene at a career fair. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, career counselors direct unsure students toward applicable industries, guiding paths as part of the scene. The engineering society sponsors a resume review table near the stage, inviting attendees to review and refine rsums. Human resources teams actively jot notes on tablets while students introduce themselves, recording impressions and potential matches. Dozens of booths with colorful banners circle the polished floor, implying a busy, open-layout venue arranged to showcase opportunities and encourage conversations between students and employers.",
    "At a career fair, career counselors guide unsure students toward applicable industries, helping direct paths within the scene. The engineering society sponsors a resume review table near the stage, inviting attendees to review and refine rsums. Human resources teams jot notes on tablets as students introduce themselves, recording impressions and potential matches. Dozens of booths with colorful banners circle the polished floor, creating a busy, open-layout venue arranged to showcase opportunities and encourage conversations between students and employers."
  ],
  "33_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4522395373976874,
    0.4522395373976874,
    0.4522395373976874,
    0.4522395373976874,
    0.4522395373976874,
    0.4522395373976874,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.6802412088460604,
    0.7059438824288478,
    0.7059438824288478,
    0.7059438824288478,
    0.7059438824288478,
    0.7059438824288478,
    0.7059438824288478,
    0.7059438824288478,
    0.7059438824288478,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.7614918619402418,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295,
    0.804807301625295
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement outlines the fair schedule over the PA system; dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets and students introduce themselves.",
    "A welcome announcement over the PA system outlines the fair schedule; dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets and students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets and students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA system outlines the fair schedule, setting the rhythm of the event. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets and students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6011013310640234,
    0.6011013310640234,
    0.6011013310640234,
    0.6011013310640234,
    0.6011013310640234,
    0.6011013310640234,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.7752100651432783,
    0.5218230753717835,
    0.5218230753717835,
    0.5218230753717835,
    0.5218230753717835,
    0.5218230753717835,
    0.5218230753717835,
    0.5218230753717835,
    0.5218230753717835,
    0.678088429164737,
    0.678088429164737,
    0.678088429164737,
    0.678088429164737,
    0.678088429164737,
    0.678088429164737,
    0.678088429164737,
    0.678088429164737,
    0.678088429164737,
    0.678088429164737,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8232304584569659,
    0.8125602119550918
  ],
  "35": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, and some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement outlines the fair schedule over the PA system, and some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "The scene centers on a fair setup with a welcome announcement playing over the PA system, outlining the schedule. Nearby, some students rehearse elevator pitches quietly against the wall. Others clutch resumes tucked inside branded folders. Consulting firms have stacked glossy case study booklets on high tables, creating a display of materials.",
    "The scene centers on a career fair setup, with a welcome announcement playing over the PA system to outline the schedule. Nearby, some students rehearse elevator pitches quietly against the wall. Others clutch resumes tucked inside branded folders. Consulting firms have stacked glossy case study booklets on high tables, creating a display of materials. Students line up outside the university gym before the career fair opens."
  ],
  "35_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.3920291473944652,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.6876457497295909,
    0.7076375785850252,
    0.7076375785850252,
    0.7076375785850252,
    0.7076375785850252,
    0.7076375785850252,
    0.7076375785850252,
    0.7076375785850252,
    0.8045595542389687,
    0.8045595542389687,
    0.8045595542389687,
    0.8045595542389687,
    0.8045595542389687
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "At a career fair setting, students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a career fair, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups mark target employers on the event map, while networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups mark target employers on the event map, while networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Groups mark target employers on the event map, while networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.6481861420679526,
    0.6481861420679526,
    0.6481861420679526,
    0.6481861420679526,
    0.6481861420679526,
    0.6481861420679526,
    0.6481861420679526,
    0.6481861420679526,
    0.6481861420679526,
    0.6630155250823334,
    0.6630155250823334,
    0.6630155250823334,
    0.6630155250823334,
    0.6630155250823334,
    0.6630155250823334,
    0.6630155250823334,
    0.6630155250823334,
    0.6630155250823334,
    0.6630155250823334,
    0.7991826407041014,
    0.7991826407041014,
    0.7991826407041014,
    0.7991826407041014,
    0.7991826407041014,
    0.7991826407041014,
    0.7991826407041014,
    0.7991826407041014,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.7984924083227352,
    0.8275793671914147
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees; career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "Staff scan registrations at the entrance and hand out lanyards to attendees; career counselors remind attendees to maintain eye contact as they move through the space. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the entrance, staff scan registrations and hand out lanyards to attendees while career counselors remind attendees to maintain eye contact as they move through the space. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4461218398525085,
    0.4461218398525085,
    0.4461218398525085,
    0.4461218398525085,
    0.4461218398525085,
    0.4461218398525085,
    0.4461218398525085,
    0.4461218398525085,
    0.42744585805705615,
    0.42744585805705615,
    0.42744585805705615,
    0.42744585805705615,
    0.42744585805705615,
    0.42744585805705615,
    0.42744585805705615,
    0.42744585805705615,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6079367084203579,
    0.6073421634586573,
    0.6073421634586573,
    0.6073421634586573,
    0.6073421634586573,
    0.6073421634586573,
    0.6073421634586573,
    0.6073421634586573,
    0.6073421634586573,
    0.7668012219677449,
    0.7668012219677449,
    0.7668012219677449,
    0.7668012219677449,
    0.7668012219677449,
    0.7668012219677449,
    0.7668012219677449,
    0.7668012219677449,
    0.7312348386386813
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "An event features tech companies displaying demo screens of their latest apps, while an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "An event features tech companies displaying demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries.",
    "An event features tech companies displaying demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries.",
    "At the event, tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact, redirecting unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.49265003645321814,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.6168745149300683,
    0.5201941341326897,
    0.5201941341326897,
    0.5201941341326897,
    0.5201941341326897,
    0.5201941341326897,
    0.5201941341326897,
    0.5201941341326897,
    0.5201941341326897,
    0.5201941341326897,
    0.5201941341326897,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.6571827479586001,
    0.7955286201520553,
    0.7955286201520553,
    0.7955286201520553,
    0.7955286201520553
  ],
  "39": [
    "",
    "",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case-study booklets on high tables.",
    "In a shared venue, a cybersecurity company hosts a password-cracking challenge on a laptop, while some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In a shared venue, a cybersecurity company hosts a password-cracking challenge on a laptop, while some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "In a shared venue, a cybersecurity company hosts a password-cracking challenge on a laptop, while some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a shared venue, a cybersecurity company hosts a password-cracking challenge on a laptop while some students rehearse elevator pitches quietly against the wall. Healthcare providers display community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage."
  ],
  "39_score": [
    0.0,
    0.0,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.45351083332464714,
    0.45351083332464714,
    0.45351083332464714,
    0.45351083332464714,
    0.45351083332464714,
    0.45351083332464714,
    0.45351083332464714,
    0.45351083332464714,
    0.45351083332464714,
    0.45351083332464714,
    0.606646078772912,
    0.606646078772912,
    0.606646078772912,
    0.606646078772912,
    0.606646078772912,
    0.606646078772912,
    0.606646078772912,
    0.606646078772912,
    0.606646078772912,
    0.606646078772912,
    0.5313427997736155,
    0.5313427997736155,
    0.5313427997736155,
    0.5313427997736155,
    0.5313427997736155,
    0.5313427997736155,
    0.5313427997736155,
    0.5313427997736155,
    0.5313427997736155,
    0.7125460964673921,
    0.7125460964673921,
    0.7125460964673921,
    0.7125460964673921,
    0.7125460964673921,
    0.7125460964673921,
    0.7125460964673921,
    0.7125460964673921,
    0.7125460964673921,
    0.7125460964673921,
    0.7373862354518053,
    0.7373862354518053,
    0.7373862354518053,
    0.7373862354518053,
    0.7373862354518053,
    0.7373862354518053,
    0.7373862354518053,
    0.7373862354518053,
    0.7528268445734521,
    0.7528268445734521,
    0.7528268445734521,
    0.7528268445734521,
    0.7528268445734521,
    0.7528268445734521,
    0.7528268445734521,
    0.7528268445734521,
    0.7528268445734521,
    0.7910280727732952,
    0.7910280727732952
  ],
  "40": [
    "",
    "",
    "Students line up outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, students line up, waiting for the career fair to open. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up, waiting for the career fair to open; career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up, waiting for the career fair to open, as career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos nearby. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up waiting for the career fair to open, as career counselors remind attendees to maintain eye contact. Nearby, healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up for the career fair to open as career counselors remind attendees to maintain eye contact. Nearby, healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up for the career fair to open as career counselors remind attendees to maintain eye contact. Nearby, healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up for the career fair as counselors remind attendees to maintain eye contact. Nearby, healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables."
  ],
  "40_score": [
    0.0,
    0.0,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.3663630221156415,
    0.524345062503211,
    0.524345062503211,
    0.524345062503211,
    0.524345062503211,
    0.524345062503211,
    0.524345062503211,
    0.524345062503211,
    0.5660420120706883,
    0.5660420120706883,
    0.5660420120706883,
    0.5660420120706883,
    0.5660420120706883,
    0.5660420120706883,
    0.5660420120706883,
    0.5660420120706883,
    0.5660420120706883,
    0.7077549314619493,
    0.7077549314619493,
    0.7077549314619493,
    0.7077549314619493,
    0.7077549314619493,
    0.7077549314619493,
    0.7077549314619493,
    0.7077549314619493,
    0.7412290611751948,
    0.7412290611751948,
    0.7412290611751948,
    0.7412290611751948,
    0.7412290611751948,
    0.7412290611751948,
    0.7412290611751948,
    0.7954938963900609,
    0.7954938963900609,
    0.7954938963900609,
    0.7954938963900609,
    0.7954938963900609,
    0.7954938963900609,
    0.7954938963900609,
    0.7954938963900609,
    0.7954938963900609,
    0.7954938963900609,
    0.8116754104006951,
    0.8116754104006951,
    0.8116754104006951,
    0.8116754104006951,
    0.8116754104006951,
    0.8116754104006951,
    0.8116754104006951,
    0.8116754104006951,
    0.8116754104006951,
    0.8180826608386137,
    0.8180826608386137,
    0.8180826608386137,
    0.8180826608386137,
    0.8180826608386137
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event setting, consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom, and human resources teams jot notes on tablets as students introduce themselves.",
    "The event features multiple activity zones: consulting firms stacking glossy case study booklets on high tables, and an engineering society sponsoring a resume review table near the stage. Networking etiquette workshops begin in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "The event features multiple activity zones: consulting firms stacking glossy case study booklets on high tables, and an engineering society sponsoring a resume review table near the stage. Networking etiquette workshops begin in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Event features multiple activity zones: consulting firms stacking glossy case study booklets on high tables, and an engineering society sponsoring a resume review table near the stage. Networking etiquette workshops begin in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.32299545713334593,
    0.32299545713334593,
    0.32299545713334593,
    0.32299545713334593,
    0.32299545713334593,
    0.32299545713334593,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5309235878081068,
    0.5543013423335083,
    0.5543013423335083,
    0.5543013423335083,
    0.5543013423335083,
    0.5543013423335083,
    0.5543013423335083,
    0.5543013423335083,
    0.5543013423335083,
    0.5543013423335083,
    0.5543013423335083,
    0.7363754203294626,
    0.7363754203294626,
    0.7363754203294626,
    0.7363754203294626,
    0.7363754203294626,
    0.7363754203294626,
    0.7363754203294626,
    0.7363754203294626,
    0.7363754203294626,
    0.826185279646283,
    0.826185279646283,
    0.826185279646283,
    0.826185279646283,
    0.826185279646283,
    0.826185279646283,
    0.826185279646283,
    0.8183422811218692,
    0.8183422811218692,
    0.8183422811218692,
    0.8183422811218692
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies are displaying demo screens that show their latest apps, creating a showcase of new software. The engineering society sponsors a resume review table near the stage.",
    "Tech companies are displaying demo screens that show their latest apps, creating a showcase of new software. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, forming a showcase of new software. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, creating a showcase of new software. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, creating a showcase of new software. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens featuring their latest apps, forming a software showcase. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens featuring their latest apps, forming a software showcase. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5550062728733578,
    0.5550062728733578,
    0.5550062728733578,
    0.5550062728733578,
    0.5550062728733578,
    0.5550062728733578,
    0.5550062728733578,
    0.7018608663519224,
    0.7018608663519224,
    0.7018608663519224,
    0.7018608663519224,
    0.7018608663519224,
    0.7018608663519224,
    0.7018608663519224,
    0.7371750975762537,
    0.7371750975762537,
    0.7371750975762537,
    0.7371750975762537,
    0.7371750975762537,
    0.7371750975762537,
    0.7371750975762537,
    0.7393460000668695,
    0.7393460000668695,
    0.7393460000668695,
    0.7393460000668695,
    0.7393460000668695,
    0.7393460000668695,
    0.7393460000668695,
    0.7393460000668695,
    0.7393460000668695,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.7842826520088879,
    0.8004848132323918,
    0.8004848132323918,
    0.8004848132323918,
    0.8004848132323918,
    0.8004848132323918,
    0.8004848132323918,
    0.8004848132323918,
    0.8004848132323918,
    0.8004848132323918
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor around the space.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor around the space. Consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor around the space. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Workshops on networking etiquette have begun in the adjoining classroom, signaling an active networking event. Dozens of booths with colorful banners circle the polished floor around the space. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette have begun in the adjoining classroom, signaling an active networking event. Dozens of booths with colorful banners circle the polished floor around the space. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "Workshops on networking etiquette have begun in the adjoining classroom, signaling an active networking event. Dozens of booths with colorful banners circle the polished floor around the space. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos.",
    "Workshops on networking etiquette have begun in the adjoining classroom, signaling an active networking event. Dozens of booths with colorful banners circle the polished floor around the space. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.47636536523555434,
    0.47636536523555434,
    0.47636536523555434,
    0.47636536523555434,
    0.47636536523555434,
    0.47636536523555434,
    0.47636536523555434,
    0.47636536523555434,
    0.47636536523555434,
    0.5692496539114262,
    0.5692496539114262,
    0.5692496539114262,
    0.5692496539114262,
    0.5692496539114262,
    0.5692496539114262,
    0.7126742091007665,
    0.7126742091007665,
    0.7126742091007665,
    0.7126742091007665,
    0.7126742091007665,
    0.7126742091007665,
    0.7126742091007665,
    0.7126742091007665,
    0.672222177878278,
    0.672222177878278,
    0.672222177878278,
    0.672222177878278,
    0.672222177878278,
    0.672222177878278,
    0.672222177878278,
    0.672222177878278,
    0.7350204024479416,
    0.7350204024479416,
    0.7350204024479416,
    0.7350204024479416,
    0.7350204024479416,
    0.7350204024479416,
    0.7350204024479416,
    0.7350204024479416,
    0.7350204024479416,
    0.7350204024479416,
    0.7505621654210157,
    0.7505621654210157,
    0.7505621654210157,
    0.7505621654210157,
    0.7505621654210157,
    0.7505621654210157,
    0.7505621654210157,
    0.7505621654210157,
    0.7505621654210157,
    0.7505621654210157
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, while human resources teams jot notes on tablets and students introduce themselves.",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, while human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders.",
    "In the shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces; human resources teams jot notes on tablets; students introduce themselves and clutch resumes inside branded folders; and workshops on networking etiquette begin in the adjoining classroom.",
    "Within the shared space, consulting firms stack glossy case study booklets on high tables, creating piles on elevated surfaces. Human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Within the shared space, consulting firms stack glossy case study booklets on high tables, creating piles on elevated surfaces. Human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "In the shared space, consulting firms stack glossy case study booklets on high tables, creating piles on elevated surfaces. Human resources teams jot notes on tablets. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "In the shared space, consulting firms stack glossy case study booklets on high tables, creating piles on elevated surfaces. Human resources teams jot notes on tablets beside these displays. Students introduce themselves and clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.3251376901253359,
    0.3251376901253359,
    0.3251376901253359,
    0.3251376901253359,
    0.3251376901253359,
    0.3251376901253359,
    0.3251376901253359,
    0.3251376901253359,
    0.49872742624570393,
    0.49872742624570393,
    0.49872742624570393,
    0.49872742624570393,
    0.49872742624570393,
    0.49872742624570393,
    0.3181101948713362,
    0.3181101948713362,
    0.3181101948713362,
    0.3181101948713362,
    0.3181101948713362,
    0.3181101948713362,
    0.3181101948713362,
    0.3181101948713362,
    0.6945817503096741,
    0.6945817503096741,
    0.6945817503096741,
    0.6945817503096741,
    0.6945817503096741,
    0.6945817503096741,
    0.6945817503096741,
    0.6945817503096741,
    0.6945817503096741,
    0.6945817503096741,
    0.7431768666922465,
    0.7431768666922465,
    0.7431768666922465,
    0.7431768666922465,
    0.7431768666922465,
    0.7431768666922465,
    0.7431768666922465,
    0.7493875754511294,
    0.7493875754511294,
    0.7493875754511294,
    0.7493875754511294,
    0.7493875754511294,
    0.7493875754511294,
    0.7493875754511294,
    0.7493875754511294,
    0.7493875754511294,
    0.7493875754511294,
    0.7675189218348455,
    0.7675189218348455,
    0.7675189218348455
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "In a shared career fair space, students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared career fair space, students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared career fair space, students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "In a shared career fair space, students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At a shared career fair space, students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Tech companies display demo screens featuring their latest apps. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.530388162401438,
    0.530388162401438,
    0.530388162401438,
    0.530388162401438,
    0.530388162401438,
    0.530388162401438,
    0.530388162401438,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.778713637281736,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8114712215960681,
    0.8327680474301828,
    0.8327680474301828,
    0.8327680474301828,
    0.8327680474301828,
    0.8327680474301828,
    0.8327680474301828,
    0.8327680474301828,
    0.8327680474301828,
    0.8325391475387564
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "In the university gym before the career fair opens, students line up outside. Tech companies display demo screens showing their latest apps, while dozens of booths with colorful banners circle the polished floor.",
    "Inside the university gym before the career fair opens, students line up outside. Tech companies display demo screens showing their latest apps, while dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Inside the university gym before the career fair opens, students line up outside as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "Inside the university gym before the career fair opens, students line up outside as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Inside the university gym before the career fair opens, students line up outside as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Inside the university gym before the career fair opens, students line up outside as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.5858965096300501,
    0.5858965096300501,
    0.5858965096300501,
    0.5858965096300501,
    0.5858965096300501,
    0.5858965096300501,
    0.5858965096300501,
    0.7059819282522172,
    0.7059819282522172,
    0.7059819282522172,
    0.7059819282522172,
    0.7059819282522172,
    0.7059819282522172,
    0.7059819282522172,
    0.7810431022559202,
    0.7810431022559202,
    0.7810431022559202,
    0.7810431022559202,
    0.7810431022559202,
    0.7810431022559202,
    0.7810431022559202,
    0.7810431022559202,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8030534276552861,
    0.8215945413768928,
    0.8215945413768928,
    0.8215945413768928,
    0.8215945413768928,
    0.8215945413768928
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students quietly rehearse elevator pitches against the wall.",
    "Several students stand against the wall, quietly rehearsing elevator pitches. They clutch branded folders that contain resumes.",
    "Several students stand against the wall, quietly rehearsing elevator pitches, clutching branded folders that contain resumes. Consulting firms stack glossy case study booklets on high tables.",
    "Several students stand against the wall, quietly rehearsing elevator pitches and clutching branded folders that contain resumes. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Several students stand against a wall, quietly rehearsing elevator pitches and clutching branded folders containing resumes. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor. Several students stand against a wall, quietly rehearsing elevator pitches and clutching branded folders containing resumes. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.43908216043513204,
    0.43908216043513204,
    0.43908216043513204,
    0.43908216043513204,
    0.43908216043513204,
    0.43908216043513204,
    0.49778862696414167,
    0.49778862696414167,
    0.49778862696414167,
    0.49778862696414167,
    0.49778862696414167,
    0.49778862696414167,
    0.49778862696414167,
    0.49778862696414167,
    0.49778862696414167,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7135787484419338,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.7869994683939844,
    0.8180235098932216,
    0.8180235098932216,
    0.8180235098932216
  ],
  "48": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "A scene at the venue shows the engineering society sponsoring a resume review table near the stage, with tech companies displaying demo screens that show their latest apps. In the adjoining classroom, workshops on networking etiquette begin.",
    "A scene at the venue shows the engineering society sponsoring a resume review table near the stage, with tech companies displaying demo screens that show their latest apps. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, the engineering society sponsors a resume review table near the stage, with tech companies displaying demo screens that show their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the venue, the engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the venue, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "48_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.5595352917075911,
    0.5595352917075911,
    0.5595352917075911,
    0.5595352917075911,
    0.5595352917075911,
    0.5595352917075911,
    0.5595352917075911,
    0.5595352917075911,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7118504586671273,
    0.7534188434215658,
    0.7534188434215658,
    0.7534188434215658,
    0.7534188434215658,
    0.7534188434215658,
    0.7534188434215658,
    0.7534188434215658,
    0.7534188434215658,
    0.7534188434215658,
    0.7631619361662265,
    0.7631619361662265,
    0.7631619361662265,
    0.7631619361662265,
    0.7631619361662265,
    0.7631619361662265,
    0.7631619361662265,
    0.7631619361662265,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546,
    0.7995235992715546
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement broadcasts over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "A welcome announcement broadcasts over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos and finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement broadcasts over the PA system, outlining the schedule. Healthcare providers are showcasing community outreach photos. Finance firms are offering QR codes for immediate internship applications. Tech companies are displaying demo screens showing their latest apps.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule. Healthcare providers are showcasing community outreach photos. Finance firms are offering QR codes for immediate internship applications. Tech companies are displaying demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule. Healthcare providers are showcasing community outreach photos. Finance firms are offering QR codes for immediate internship applications. Tech companies are displaying demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement broadcasts over the PA system, outlining the schedule. Healthcare providers are showcasing community outreach photos. Finance firms are offering QR codes for immediate internship applications. Tech companies are displaying demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement broadcasts over the PA system outlining the schedule. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.38318133158902096,
    0.38318133158902096,
    0.38318133158902096,
    0.38318133158902096,
    0.38318133158902096,
    0.38318133158902096,
    0.38318133158902096,
    0.4431288847672634,
    0.4431288847672634,
    0.4431288847672634,
    0.4431288847672634,
    0.4431288847672634,
    0.4431288847672634,
    0.8410742063616774,
    0.8410742063616774,
    0.8410742063616774,
    0.8410742063616774,
    0.8410742063616774,
    0.8410742063616774,
    0.8410742063616774,
    0.8410742063616774,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8717968249136845,
    0.8685329317202255,
    0.8685329317202255,
    0.8685329317202255,
    0.8685329317202255,
    0.8685329317202255,
    0.8685329317202255,
    0.8685329317202255,
    0.8685329317202255,
    0.8685329317202255,
    0.8774965827785142,
    0.8774965827785142,
    0.8774965827785142,
    0.8774965827785142,
    0.8774965827785142,
    0.8774965827785142,
    0.8774965827785142,
    0.8774965827785142
  ]
}