{
  "0": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens showcasing their newest applications. The screens feature various apps, indicating a presentation of recent software developments.",
    "The presentation area includes demo screens displaying various software applications. Consulting firms are stacking glossy case study booklets on high tables.",
    "The presentation area contains demo screens displaying various software applications. Consulting firms are stacking glossy case study booklets on high tables.",
    "The presentation area includes demo screens displaying various software applications. Consulting firms are stacking glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "The presentation area features demo screens showcasing software applications from consulting firms and tech companies. Glossy case study booklets are stacked on high tables. Alumni volunteers are delivering quick pep talks near the coffee station.",
    "The presentation area contains demo screens displaying software applications from consulting firms and tech companies. Glossy case study booklets are stacked on high tables. Alumni volunteers are delivering brief talks near the coffee station. Career counselors are reminding attendees to maintain eye contact.",
    "The presentation area features demo screens displaying software applications from consulting firms and tech companies, alongside stacked glossy case study booklets on high tables. Alumni volunteers are conducting brief talks near the coffee station, while career counselors are reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens.",
    "The presentation area includes demo screens displaying software applications from consulting firms and tech companies, along with stacked glossy case study booklets on high tables. Alumni volunteers are conducting brief talks near the coffee station, while career counselors are reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens, and healthcare providers showcase community outreach photos.",
    "The presentation area features demo screens displaying software applications from consulting firms and tech companies, alongside stacked glossy case study booklets on high tables. Alumni volunteers are conducting brief talks near the coffee station, and career counselors are reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "The presentation area features demo screens displaying software applications from consulting firms and tech companies, alongside stacked glossy case study booklets on high tables. Alumni volunteers are conducting brief talks near the coffee station, and career counselors are reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths with colorful banners, and tech companies display demo screens showing their latest apps. Alumni volunteers conduct brief talks near the coffee station, while healthcare providers showcase community outreach photos outside the university gym. Attendees line up before the career fair opens, and career counselors are reminding attendees to maintain eye contact. Case study booklets are stacked on high tables, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners and tech companies’ demo screens. Attendees line up before the career fair opens, with career counselors reminding them to maintain eye contact. Case study booklets are stacked on high tables, and a welcome announcement outlines the fair schedule over the PA system. Alumni volunteers conduct brief talks near the coffee station, and healthcare providers showcase community outreach photos outside the university gym."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.37871681210053676,
    0.37871681210053676,
    0.3660831359903094,
    0.3660831359903094,
    0.3660831359903094,
    0.3627063063661334,
    0.3627063063661334,
    0.3627063063661334,
    0.49339501657717943,
    0.49339501657717943,
    0.49339501657717943,
    0.5594248615307502,
    0.5594248615307502,
    0.5594248615307502,
    0.6226519972665694,
    0.6226519972665694,
    0.6226519972665694,
    0.6226519972665694,
    0.6226519972665694,
    0.7536542202200827,
    0.7536542202200827,
    0.7536542202200827,
    0.7536542202200827,
    0.7536542202200827,
    0.7536542202200827,
    0.7536542202200827,
    0.7536542202200827,
    0.7266807035097286,
    0.7266807035097286,
    0.7266807035097286,
    0.7266807035097286,
    0.7266807035097286,
    0.7266807035097286,
    0.7742881675565907,
    0.7742881675565907,
    0.7742881675565907,
    0.7742881675565907,
    0.7742881675565907,
    0.7742881675565907,
    0.7742881675565907,
    0.7788053361438454,
    0.7788053361438454,
    0.7788053361438454,
    0.7788053361438454,
    0.7788053361438454,
    0.7788053361438454,
    0.7788053361438454,
    0.7788053361438454,
    0.8424995398634247,
    0.8424995398634247,
    0.8424995398634247,
    0.8424995398634247,
    0.8424995398634247,
    0.8424995398634247,
    0.8424995398634247,
    0.8424995398634247,
    0.8413124925767406,
    0.8413124925767406,
    0.8413124925767406,
    0.8413124925767406,
    0.8413124925767406,
    0.8413124925767406,
    0.8413124925767406
  ],
  "1": [
    "",
    "",
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes events scheduled throughout the day.",
    "The university gym is filled with students who are lined up outside awaiting the opening of the career fair. The fair schedule was announced over the PA system.",
    "The university gym is filled with students lined up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor. The fair schedule was announced over the PA system.",
    "The university gym is filled with students lined up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor. The fair schedule was announced over the PA system. Healthcare providers showcase community outreach photos.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "The university gym is filled with students lining up outside awaiting the opening of the career fair. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.39038431734477985,
    0.39038431734477985,
    0.6444038789697373,
    0.6444038789697373,
    0.7699915264506576,
    0.7699915264506576,
    0.7699915264506576,
    0.7699915264506576,
    0.7699915264506576,
    0.7699915264506576,
    0.7699915264506576,
    0.8263351869373142,
    0.8263351869373142,
    0.8263351869373142,
    0.8045176411216177,
    0.8045176411216177,
    0.8045176411216177,
    0.8045176411216177,
    0.8045176411216177,
    0.8045176411216177,
    0.8525967070700132,
    0.8525967070700132,
    0.8525967070700132,
    0.8525967070700132,
    0.8525967070700132,
    0.8571290764066817,
    0.8571290764066817,
    0.8571290764066817,
    0.8571290764066817,
    0.8571290764066817,
    0.8571290764066817,
    0.8571290764066817,
    0.8571290764066817,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.8765630301511962,
    0.886403966096329,
    0.886403966096329,
    0.886403966096329,
    0.886403966096329,
    0.886403966096329,
    0.8862128884085642,
    0.8862128884085642,
    0.8862128884085642,
    0.8862128884085642,
    0.8862128884085642,
    0.8862128884085642,
    0.8862128884085642,
    0.8862128884085642,
    0.8862128884085642,
    0.8862128884085642,
    0.8876578981999305,
    0.8876578981999305,
    0.8876578981999305
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Outside the university gym, students line up, anticipating the career fair opening.",
    "Consulting firms have stacked glossy case study booklets on high tables. Outside the university gym, students line up, anticipating the career fair opening. Dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the university gym anticipating the career fair opening. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station.",
    "Glossy case study booklets are stacked on high tables, and students line up outside the university gym anticipating the career fair opening. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Glossy case study booklets are stacked on high tables, and students line up outside the university gym anticipating the career fair opening. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms also stack glossy case study booklets on high tables.",
    "Glossy case study booklets are stacked on high tables, mirroring the setup near the university gym where students line up anticipating the career fair opening. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms also stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Glossy case study booklets are stacked on high tables, mirroring the setup near the university gym where students line up anticipating the career fair opening. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms also stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Glossy case study booklets are stacked on high tables, mirroring the setup near the university gym where students line up anticipating the career fair opening. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms also stack glossy case study booklets on high tables.",
    "Glossy case study booklets are stacked on high tables, mirroring the setup near the university gym where students line up anticipating the career fair opening. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms also stack glossy case study booklets on high tables."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.6104646287384394,
    0.6104646287384394,
    0.6104646287384394,
    0.6104646287384394,
    0.6104646287384394,
    0.7253100347002187,
    0.7253100347002187,
    0.7253100347002187,
    0.7253100347002187,
    0.7070821003084347,
    0.7070821003084347,
    0.7070821003084347,
    0.7070821003084347,
    0.7070821003084347,
    0.7070821003084347,
    0.7070821003084347,
    0.8525905972392493,
    0.8525905972392493,
    0.8525905972392493,
    0.8525905972392493,
    0.8525905972392493,
    0.8525905972392493,
    0.8525905972392493,
    0.8185597714000545,
    0.8185597714000545,
    0.8185597714000545,
    0.8185597714000545,
    0.8185597714000545,
    0.8185597714000545,
    0.8185597714000545,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8481504450390698,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499,
    0.8070373502652499
  ],
  "3": [
    "",
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, delivering brief pep talks. Several individuals are present, and the scene is focused around the coffee station.",
    "Alumni volunteers are near the coffee station, delivering pep talks. Several individuals are present, and the scene focuses on the coffee station. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "The coffee station is the focal point of the scene, occupied by alumni volunteers delivering pep talks. A welcome announcement regarding the fair schedule is being broadcast over the PA system. The volunteers are positioned around the coffee station, offering short motivational speeches.",
    "The coffee station serves as the central location, with alumni volunteers delivering pep talks to students lining up outside the university gym. A welcome announcement regarding the fair schedule is being broadcast over the PA system. The volunteers are positioned around the coffee station, offering short motivational speeches.",
    "The coffee station is the central location, with alumni volunteers delivering pep talks to students lining up outside the university gym. A welcome announcement regarding the fair schedule is being broadcast over the PA system. The volunteers are positioned around the coffee station, offering short motivational speeches. Event staff scan registrations and hand out lanyards at the entrance.",
    "The coffee station remains the central location as alumni volunteers deliver pep talks to students lining up outside the university gym. A welcome announcement regarding the fair schedule is being broadcast over the PA system. Alumni volunteers are positioned around the coffee station, offering short motivational speeches. Event staff scan registrations and hand out lanyards at the entrance.",
    "The coffee station serves as the central location, with alumni volunteers delivering pep talks to students lining up outside the university gym. A welcome announcement regarding the fair schedule is being broadcast over the PA system. Alumni volunteers are positioned around the coffee station, offering short motivational speeches. Event staff scan registrations and hand out lanyards at the entrance, as students line up outside the university gym before the career fair opens.",
    "The coffee station is the central location as alumni volunteers deliver pep talks to students lining up outside the university gym. A welcome announcement regarding the fair schedule is being broadcast over the PA system. Alumni volunteers are positioned around the coffee station, offering short motivational speeches. Event staff scan registrations and hand out lanyards at the entrance, as students line up before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers deliver pep talks from the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and volunteers are positioned around the coffee station.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers deliver pep talks from the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and volunteers are positioned around the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.43402604097025554,
    0.43402604097025554,
    0.5669916648530435,
    0.5669916648530435,
    0.5669916648530435,
    0.5669916648530435,
    0.570035534837998,
    0.570035534837998,
    0.570035534837998,
    0.570035534837998,
    0.570035534837998,
    0.570035534837998,
    0.570035534837998,
    0.570035534837998,
    0.570035534837998,
    0.570035534837998,
    0.6752318378947049,
    0.6752318378947049,
    0.6752318378947049,
    0.6752318378947049,
    0.718118773650788,
    0.718118773650788,
    0.718118773650788,
    0.718118773650788,
    0.718118773650788,
    0.718118773650788,
    0.7446477388697701,
    0.7446477388697701,
    0.7446477388697701,
    0.7446477388697701,
    0.7446477388697701,
    0.7446477388697701,
    0.7446477388697701,
    0.7446477388697701,
    0.7446477388697701,
    0.7446477388697701,
    0.7966238127360386,
    0.7966238127360386,
    0.7966238127360386,
    0.7966238127360386,
    0.7966238127360386,
    0.7966238127360386,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.8098926122474925,
    0.770712063250608,
    0.770712063250608,
    0.770712063250608,
    0.770712063250608,
    0.770712063250608,
    0.8367464247715602,
    0.8367464247715602,
    0.8367464247715602,
    0.8367464247715602,
    0.8367464247715602
  ],
  "4": [
    "",
    "",
    "The healthcare providers are presenting photos taken during community outreach events. The photos depict a mobile clinic parked on a street corner, with several individuals receiving medical attention. A nurse is shown administering a shot to a child, and a doctor is examining a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. The background includes a blue sky and a few trees.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Event staff are scanning registrations and handing out lanyards at the entrance. The background includes a blue sky and a few trees.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Event staff are scanning registrations and handing out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. The background includes a blue sky and a few trees.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Event staff are scanning registrations and handing out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. The background includes a blue sky and a few trees.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Event staff are scanning registrations and handing out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. The background includes a blue sky and a few trees. A welcome announcement outlines the fair schedule over the PA system.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Event staff are scanning registrations and handing out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. The background includes a blue sky and a few trees. A welcome announcement outlines the fair schedule over the PA system.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Event staff are scanning registrations and handing out lanyards at the entrance. The background includes a blue sky and a few trees. A welcome announcement outlines the fair schedule over the PA system.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Event staff are scanning registrations and handing out lanyards at the entrance. The background includes a blue sky and a few trees. A welcome announcement outlines the fair schedule over the PA system.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Event staff are scanning registrations and handing out lanyards at the entrance. Healthcare providers showcase community outreach photos, and a welcome announcement outlines the fair schedule over the PA system. The background includes a blue sky and a few trees.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Event staff are scanning registrations and handing out lanyards at the entrance, while healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system; the background includes a blue sky and a few trees.",
    "The mobile clinic is parked on a street corner, with several individuals receiving medical attention. A nurse is administering a shot to a child, while a doctor examines a patient seated on a chair. Several people are standing nearby, appearing to wait for their turn. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Event staff are scanning registrations and handing out lanyards at the entrance, while healthcare providers showcase community outreach photos; the background includes a blue sky and a few trees."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3907741855689876,
    0.3907741855689876,
    0.3907741855689876,
    0.3907741855689876,
    0.3907741855689876,
    0.4167823395759356,
    0.4167823395759356,
    0.4167823395759356,
    0.46342303670527013,
    0.46342303670527013,
    0.46342303670527013,
    0.46342303670527013,
    0.5182516612707888,
    0.5182516612707888,
    0.5182516612707888,
    0.5182516612707888,
    0.5182516612707888,
    0.5182516612707888,
    0.5182516612707888,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6011879795263659,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.6060171120832814,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5890000532838381,
    0.5842428055985449,
    0.5842428055985449,
    0.5842428055985449,
    0.5842428055985449,
    0.5842428055985449,
    0.5842428055985449,
    0.5128675924670577,
    0.5128675924670577
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing near the entrance.",
    "Students line up outside the university gym before the career fair opens. Several students are standing near the entrance, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are standing near the entrance, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps near the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps near the entrance. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps near the entrance. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students are lining up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps near the entrance. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps near the entrance, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths displaying colorful banners circling the polished floor. Tech companies set up demo screens near the entrance, and alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths displaying colorful banners circling the polished floor. Tech companies set up demo screens near the entrance, and alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, with dozens of booths displaying colorful banners circling the polished floor. Tech companies set up demo screens near the entrance, and alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.5981965082717892,
    0.5981965082717892,
    0.627298894773433,
    0.627298894773433,
    0.627298894773433,
    0.627298894773433,
    0.627298894773433,
    0.627298894773433,
    0.627298894773433,
    0.7858268006365102,
    0.7858268006365102,
    0.7858268006365102,
    0.7858268006365102,
    0.7858268006365102,
    0.7858268006365102,
    0.7858268006365102,
    0.7858268006365102,
    0.7858268006365102,
    0.8316931061401147,
    0.8316931061401147,
    0.8316931061401147,
    0.8316931061401147,
    0.801701430166622,
    0.801701430166622,
    0.801701430166622,
    0.801701430166622,
    0.801701430166622,
    0.801701430166622,
    0.8749786405532106,
    0.8749786405532106,
    0.8749786405532106,
    0.8749786405532106,
    0.8749786405532106,
    0.8749786405532106,
    0.8644421143822717,
    0.8644421143822717,
    0.8644421143822717,
    0.8644421143822717,
    0.8644421143822717,
    0.8644421143822717,
    0.8644421143822717,
    0.8644421143822717,
    0.8496706847412212,
    0.8496706847412212,
    0.8496706847412212,
    0.8496706847412212,
    0.8496706847412212,
    0.8496706847412212,
    0.8496706847412212,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373,
    0.8708318194542373
  ],
  "6": [
    "",
    "",
    "Alumni volunteers are gathered near the coffee station. Three alumni volunteers are speaking, offering quick pep talks. The volunteers are standing beside a table with cups and pastries.",
    "Alumni volunteers are gathered near the coffee station, with three volunteers offering quick pep talks. The volunteers are standing beside a table containing cups and pastries. Career counselors are reminding attendees to maintain eye contact.",
    "Alumni volunteers are gathered near the coffee station, with three volunteers offering quick pep talks. A table contains cups and pastries. Career counselors are reminding attendees to maintain eye contact. The welcome announcement details the fair schedule over the PA system.",
    "Alumni volunteers are near the coffee station, with three volunteers offering pep talks. A table holds cups and pastries, while career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables. The welcome announcement details the fair schedule over the PA system.",
    "Alumni volunteers are near the coffee station, with three volunteers offering pep talks. A table holds cups and pastries, while career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are near the coffee station, with three volunteers offering pep talks. A table holds cups and pastries, while career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are near the coffee station, with three volunteers offering pep talks. A table holds cups and pastries, while career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are near the coffee station, with three volunteers offering pep talks. A table holds cups and pastries, while career counselors remind attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and healthcare providers showcase community outreach photos.",
    "Near the coffee station, three alumni volunteers are offering pep talks as event staff scan registrations and hand out lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Students line up outside the university gym, and healthcare providers showcase community outreach photos at the table with cups and pastries.",
    "Near the coffee station, three alumni volunteers are offering pep talks as event staff scan registrations and hand out lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Students line up outside the university gym, and healthcare providers showcase community outreach photos at the table with cups and pastries.",
    "Near the coffee station, three alumni volunteers are offering pep talks as event staff scan registrations and hand out lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students line up outside the university gym, and healthcare providers showcase community outreach photos at the table with cups and pastries. Tech companies display demo screens showing their latest apps.",
    "Near the coffee station, three alumni volunteers are offering pep talks as event staff scan registrations and hand out lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students line up outside the university gym, and healthcare providers showcase community outreach photos at the table with cups and pastries. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Near the coffee station, three alumni volunteers are offering pep talks as event staff scan registrations and hand out lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students line up outside the university gym, and healthcare providers showcase community outreach photos at the table with cups and pastries. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.0,
    0.0,
    0.5045160198794657,
    0.5045160198794657,
    0.5045160198794657,
    0.5045160198794657,
    0.5561287809608274,
    0.5561287809608274,
    0.5561287809608274,
    0.6850956151498059,
    0.6850956151498059,
    0.6850956151498059,
    0.6850956151498059,
    0.724481629182892,
    0.724481629182892,
    0.724481629182892,
    0.673917530198183,
    0.673917530198183,
    0.673917530198183,
    0.7140220238925247,
    0.7140220238925247,
    0.7140220238925247,
    0.7140220238925247,
    0.7140220238925247,
    0.839061367443419,
    0.839061367443419,
    0.839061367443419,
    0.839061367443419,
    0.839061367443419,
    0.839061367443419,
    0.839061367443419,
    0.7903741076039167,
    0.7903741076039167,
    0.7903741076039167,
    0.7903741076039167,
    0.7903741076039167,
    0.7903741076039167,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6694935499999446,
    0.6971940079353776,
    0.6971940079353776,
    0.6971940079353776,
    0.6971940079353776,
    0.6971940079353776,
    0.6971940079353776,
    0.7351856208657397,
    0.7351856208657397,
    0.7351856208657397,
    0.7351856208657397,
    0.7351856208657397,
    0.7351856208657397,
    0.7351856208657397,
    0.7351856208657397,
    0.7351856208657397
  ],
  "7": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens feature various applications, presumably demonstrating new functionalities and user interfaces.",
    "Tech companies are displaying demo screens showcasing their latest apps, featuring various applications and new user interfaces. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "The entrance to the event features demo screens displaying tech company apps and new user interfaces. Event staff are scanning registrations and distributing lanyards. Students are carrying resumes within branded folders.",
    "The event entrance showcases demo screens displaying tech company apps and new user interfaces. Event staff are scanning registrations and distributing lanyards to attendees. Students are carrying resumes within branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "The event entrance features demo screens showcasing tech company apps and new user interfaces. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The event entrance displays demo screens featuring tech company apps and new user interfaces. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, while consulting firms stack glossy case study booklets on high tables. Event staff continue to scan registrations and hand out lanyards at the entrance.",
    "The event entrance features demo screens displaying tech company apps and new user interfaces. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms stack glossy case study booklets on high tables. Event staff continue to scan registrations and hand out lanyards at the entrance.",
    "The event entrance features demo screens displaying tech company apps and new user interfaces. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms stack glossy case study booklets on high tables. Event staff continue to scan registrations and hand out lanyards at the entrance.",
    "The event entrance features demo screens displaying tech company apps and new user interfaces. Event staff are scanning registrations and distributing lanyards to attendees. Students carry resumes within branded folders, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, while event staff continue to scan registrations and hand out lanyards at the entrance.",
    "The event entrance features demo screens displaying tech company apps and new user interfaces. Event staff are scanning registrations and distributing lanyards to attendees. Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and event staff continue to scan registrations and hand out lanyards at the entrance.",
    "The event entrance features demo screens displaying tech company apps and new user interfaces, while event staff continue to scan registrations and distribute lanyards to attendees. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3693498170043301,
    0.3693498170043301,
    0.3693498170043301,
    0.3693498170043301,
    0.46372448134397803,
    0.46372448134397803,
    0.46372448134397803,
    0.46372448134397803,
    0.46372448134397803,
    0.6213864623280904,
    0.6213864623280904,
    0.6213864623280904,
    0.6213864623280904,
    0.640929123708017,
    0.640929123708017,
    0.640929123708017,
    0.640929123708017,
    0.7280254904781751,
    0.7280254904781751,
    0.7280254904781751,
    0.7280254904781751,
    0.7280254904781751,
    0.6352020128587774,
    0.6352020128587774,
    0.6352020128587774,
    0.6352020128587774,
    0.6352020128587774,
    0.6352020128587774,
    0.6352020128587774,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6326861418614997,
    0.6879370129495412,
    0.6879370129495412,
    0.6879370129495412,
    0.6879370129495412,
    0.6879370129495412,
    0.6879370129495412,
    0.6879370129495412,
    0.7916940427760057,
    0.7916940427760057,
    0.7916940427760057,
    0.7916940427760057,
    0.7916940427760057,
    0.7916940427760057,
    0.7916940427760057,
    0.7916940427760057,
    0.8000547186900896,
    0.8000547186900896,
    0.8000547186900896,
    0.8000547186900896,
    0.8000547186900896,
    0.8000547186900896
  ],
  "8": [
    "",
    "",
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes events throughout the day, with specific times listed for each activity.",
    "The fair schedule was announced over the PA system, detailing events throughout the day. Tech companies are displaying demo screens showcasing their latest apps.",
    "The fair schedule was announced over the PA system, detailing events throughout the day. Tech companies are displaying demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "The fair schedule was announced over the PA system, detailing events throughout the day. Dozens of booths with colorful banners circle the polished floor, and tech companies are displaying demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "The fair schedule was announced over the PA system, detailing events throughout the day. Dozens of booths with colorful banners circle the polished floor, and tech companies are displaying demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor is surrounded by dozens of booths bearing colorful banners, and tech companies are displaying demo screens showcasing their latest apps. Consulting firms have stacked glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The university gym is surrounded by dozens of booths displaying colorful banners and demo screens showcasing apps. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the gym before the career fair opens.",
    "The university gym is surrounded by dozens of booths displaying colorful banners and demo screens showcasing apps. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym is surrounded by dozens of booths displaying colorful banners and demo screens showcasing apps. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "The university gym is surrounded by dozens of booths displaying colorful banners and demo screens showcasing apps. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "The university gym is surrounded by dozens of booths displaying colorful banners and demo screens showcasing apps from tech companies and healthcare providers. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The university gym is surrounded by dozens of booths displaying colorful banners and demo screens showcasing apps from tech companies and healthcare providers. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "The university gym is surrounded by dozens of booths displaying colorful banners and demo screens showcasing apps from tech companies and healthcare providers. Consulting firms have stacked glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.39066684762230697,
    0.4997026248924496,
    0.4997026248924496,
    0.4997026248924496,
    0.504610891624951,
    0.504610891624951,
    0.504610891624951,
    0.504610891624951,
    0.5668698544426353,
    0.5668698544426353,
    0.5668698544426353,
    0.6354163031038292,
    0.6354163031038292,
    0.6354163031038292,
    0.6460813259587096,
    0.6460813259587096,
    0.6460813259587096,
    0.6460813259587096,
    0.6606762670290438,
    0.6606762670290438,
    0.6606762670290438,
    0.6606762670290438,
    0.6606762670290438,
    0.8187863964425035,
    0.8187863964425035,
    0.8187863964425035,
    0.8187863964425035,
    0.8187863964425035,
    0.8187863964425035,
    0.837038241192782,
    0.837038241192782,
    0.837038241192782,
    0.837038241192782,
    0.837038241192782,
    0.837038241192782,
    0.837038241192782,
    0.837038241192782,
    0.837038241192782,
    0.845968806859785,
    0.845968806859785,
    0.845968806859785,
    0.845968806859785,
    0.845968806859785,
    0.845968806859785,
    0.845968806859785,
    0.845968806859785,
    0.8545901434443325,
    0.8545901434443325,
    0.8545901434443325,
    0.8545901434443325,
    0.8545901434443325,
    0.799289891710854,
    0.799289891710854,
    0.799289891710854,
    0.799289891710854,
    0.799289891710854,
    0.799289891710854,
    0.799289891710854,
    0.8483617198906026,
    0.8483617198906026,
    0.8483617198906026,
    0.8483617198906026
  ],
  "9": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement details the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement details the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement details the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.5565492559851508,
    0.5565492559851508,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.7625001642525886,
    0.7625001642525886,
    0.7625001642525886,
    0.7625001642525886,
    0.7625001642525886,
    0.8217180550437542,
    0.8217180550437542,
    0.8217180550437542,
    0.8217180550437542,
    0.8217180550437542,
    0.8217180550437542,
    0.8217180550437542,
    0.8217180550437542,
    0.8217180550437542,
    0.8632179161601514,
    0.8632179161601514,
    0.8632179161601514,
    0.8632179161601514,
    0.8632179161601514,
    0.9007766048554717,
    0.9007766048554717,
    0.9007766048554717,
    0.9007766048554717,
    0.9007766048554717,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678,
    0.9018733422402678
  ]
}