{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders; some rehearse elevator pitches quietly against the wall.",
    "A career fair unfolds with healthcare providers showcasing community outreach photos. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating a vibrant, information-rich environment.",
    "A career fair unfolds with healthcare providers showcasing community outreach photos. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating a vibrant, information-rich environment.",
    "A career fair unfolds with healthcare providers showcasing community outreach photos. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Some rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, creating a vibrant, information-rich environment. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, healthcare providers display community outreach photos while career counselors guide unsure students toward applicable industries. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, creating a vibrant, information-rich environment. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a polished floor hosts dozens of booths with colorful banners; healthcare providers display community outreach photos while career counselors guide unsure students toward applicable industries. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against a wall. Event staff scan registrations and hand out lanyards at the entrance, and students line up outside the university gym before the fair opens. Inside, HR teams jot notes on tablets as students introduce themselves, alumni volunteers offer quick pep talks near the coffee station, and a robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops run in the adjoining classroom, forming part of the event's information-rich environment.",
    "At a university career fair held in a polished, colorfully bannered hall, dozens of booths showcase varied vendors; healthcare providers display community outreach photos while career counselors guide unsure students toward applicable industries, with some rehearsing elevator pitches against a wall. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, and others line up outside the university gym before the fair opens. Inside, HR teams jot notes on tablets as students introduce themselves; alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops run in the adjoining classroom.",
    "In a polished, colorfully bannered university career fair hall, dozens of booths showcase varied vendors. Healthcare providers display community outreach photos while career counselors guide unsure students toward applicable industries, with some rehearsing elevator pitches against a wall. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards; others line up outside the university gym before the fair opens. Inside, HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops run in the adjoining classroom.",
    "Inside a polished, colorfully bannered university career fair hall, dozens of booths host healthcare providers with community outreach photos, finance firms with QR codes for immediate internships, consulting firms with glossy case study booklets, tech companies showing demo screens, and a robotics startup flying a drone to attract attention; groups of friends mark target employers on the event map. Career counselors guide unsure students toward applicable industries as students rehearse elevator pitches against a wall, clutch resumes in branded folders, and HR teams jot notes on tablets after introductions; alumni volunteers offer quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards; others line up outside the university gym before opening. Networking etiquette workshops run in an adjoining classroom; a welcome PA outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.487892709424131,
    0.487892709424131,
    0.487892709424131,
    0.6463455954880933,
    0.6463455954880933,
    0.6463455954880933,
    0.6463455954880933,
    0.7703192290188512,
    0.7703192290188512,
    0.7703192290188512,
    0.7703192290188512,
    0.7703192290188512,
    0.7703192290188512,
    0.7703192290188512,
    0.8383113264972006,
    0.8383113264972006,
    0.8383113264972006,
    0.8383113264972006,
    0.8383113264972006,
    0.8383113264972006,
    0.8383113264972006,
    0.8155698364661177,
    0.8155698364661177,
    0.8155698364661177,
    0.8155698364661177,
    0.8155698364661177,
    0.8155698364661177,
    0.888124402873328,
    0.888124402873328,
    0.888124402873328,
    0.888124402873328,
    0.888124402873328,
    0.888124402873328,
    0.887593367753435,
    0.887593367753435,
    0.887593367753435,
    0.887593367753435,
    0.887593367753435,
    0.887593367753435,
    0.8883270364678613,
    0.8883270364678613,
    0.8883270364678613,
    0.8883270364678613,
    0.8883270364678613,
    0.8883270364678613,
    0.8883270364678613,
    0.8883270364678613,
    0.8898763814513737,
    0.8898763814513737,
    0.8898763814513737,
    0.8898763814513737,
    0.8898763814513737,
    0.8898763814513737,
    0.8898763814513737,
    0.8898763814513737,
    0.8898763814513737
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Networking etiquette workshops begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are underway in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops are underway in the adjoining classroom, with some students rehearsing elevator pitches quietly against a wall. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. At the venue, students clutch resumes inside branded folders.",
    "Networking etiquette workshops are underway in an adjoining classroom, with students quietly rehearsing elevator pitches against a wall. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. At the venue, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are underway in an adjoining classroom, with students quietly rehearsing elevator pitches against a wall as event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos while career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Inside the venue, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as some students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops are underway in an adjoining classroom as students quietly rehearse elevator pitches against a wall while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, career counselors redirect unsure students toward applicable industries, and a welcome announcement outlines the fair schedule over the PA system. Inside the venue, students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as some students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair unfolding around a gym, staff at the entrance scan registrations and hand out lanyards as students line up outside before opening. Inside, students clutch resumes in branded folders, some quietly rehearse elevator pitches against a wall, and HR teams jot notes on tablets as they introduce themselves. A networking etiquette workshop runs in an adjoining classroom. Healthcare providers showcase community outreach photos; finance firms provide QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3520120469546936,
    0.3520120469546936,
    0.2894978513932451,
    0.2894978513932451,
    0.2894978513932451,
    0.6102282392287943,
    0.6102282392287943,
    0.6102282392287943,
    0.6102282392287943,
    0.6102282392287943,
    0.6102282392287943,
    0.6786361858024009,
    0.6786361858024009,
    0.6786361858024009,
    0.6786361858024009,
    0.6786361858024009,
    0.6786361858024009,
    0.6786361858024009,
    0.7907371300858094,
    0.7907371300858094,
    0.7907371300858094,
    0.7907371300858094,
    0.7907371300858094,
    0.7907371300858094,
    0.8073165603588972,
    0.8073165603588972,
    0.8073165603588972,
    0.8073165603588972,
    0.8073165603588972,
    0.8073165603588972,
    0.8073165603588972,
    0.804199723296765,
    0.804199723296765,
    0.804199723296765,
    0.804199723296765,
    0.804199723296765,
    0.804199723296765,
    0.8767832333427421,
    0.8767832333427421,
    0.8767832333427421,
    0.8767832333427421,
    0.8767832333427421,
    0.881124924290576,
    0.881124924290576,
    0.881124924290576,
    0.881124924290576,
    0.881124924290576,
    0.881124924290576,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906,
    0.8821112990755906
  ],
  "2": [
    "",
    "",
    "",
    "",
    "\"\"",
    "During a session, human resources teams jot notes on tablets while students introduce themselves.",
    "During the session, human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "During the session, human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "During the session, human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "The scene centers on a career-planning event where students clutch resumes inside branded folders and some quietly rehearse elevator pitches against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers display community outreach photos. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene centers on a career-planning event where students clutch resumes inside branded folders and some quietly rehearse elevator pitches against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers display community outreach photos. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene centers on a career-planning event where students clutch resumes inside branded folders and some quietly rehearse elevator pitches against the wall. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers display community outreach photos. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "A university career fair unfolds around a gym, with staff at the entrance scanning registrations and handing out lanyards as students line up outside before opening. Inside, students clutch resumes in branded folders, with some quietly rehearsing elevator pitches against a wall. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. A networking etiquette workshop runs in the adjoining classroom. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "A university career fair unfolds around a gym. At the entrance, staff scan registrations and hand out lanyards as students line up outside before opening. Inside, students clutch resumes in branded folders and some quietly rehearse elevator pitches against a wall. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. An adjoining classroom hosts a networking etiquette workshop, with sessions continuing there. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "The scene is a university career fair surrounding a gym. At the entrance, staff scan registrations and hand out lanyards as students line up before opening. Inside, students clutch resumes in branded folders and rehearse elevator pitches against a wall; HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. An adjoining classroom hosts a networking etiquette workshop, with sessions continuing there. Healthcare providers showcase community outreach photos, and finance firms provide QR codes for immediate internship applications. Career counselors guide unsure attendees toward applicable industries. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3358725174674985,
    0.3358725174674985,
    0.3358725174674985,
    0.3358725174674985,
    0.4773761533415981,
    0.4773761533415981,
    0.4773761533415981,
    0.4773761533415981,
    0.639809792415704,
    0.639809792415704,
    0.639809792415704,
    0.639809792415704,
    0.6641973240442482,
    0.6641973240442482,
    0.6641973240442482,
    0.6641973240442482,
    0.6641973240442482,
    0.6641973240442482,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.774103386818219,
    0.8612856424997145,
    0.8612856424997145,
    0.8612856424997145,
    0.8612856424997145,
    0.8612856424997145,
    0.8612856424997145,
    0.8691982689362958,
    0.8691982689362958,
    0.8691982689362958,
    0.8691982689362958,
    0.8691982689362958,
    0.8691982689362958,
    0.8691982689362958,
    0.8691982689362958,
    0.8691982689362958,
    0.8535628727584048,
    0.8535628727584048,
    0.8535628727584048,
    0.8535628727584048,
    0.8535628727584048,
    0.8535628727584048,
    0.8535628727584048,
    0.8535628727584048
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Some students quietly rehearse elevator pitches against a wall.",
    "Some students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the venue, some students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the venue, some students quietly rehearse elevator pitches against a wall, while workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the venue, some students quietly rehearse elevator pitches against a wall while networking etiquette workshops are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, students quietly rehearse elevator pitches against a wall while networking etiquette workshops run in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance; students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor, creating a vibrant, information-rich environment. Healthcare providers display community outreach photos, while career counselors guide unsure students toward applicable industries. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, dozens of booths with colorful banners encircle a polished floor, creating a vibrant, information-rich environment. Healthcare providers display community outreach photos, while career counselors guide unsure students toward applicable industries. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, creating a vibrant, information-rich environment. Healthcare providers display community outreach photos while career counselors guide unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. Inside, attendees clutch resumes in branded folders and some quietly rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention, and finance firms provide QR codes for immediate internship applications. A workshop on networking etiquette is underway in the adjoining classroom, with some students rehearsing pitches. A welcome announcement outlines the fair schedule over the PA system. Staff at the entrance scan registrations and hand out lanyards; outside, students line up near the university gym before the fair opens.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, creating a vibrant, information-rich environment. Healthcare providers display community outreach photos while career counselors guide unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. Inside, attendees clutch resumes in branded folders and some rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention, and finance firms provide QR codes for immediate internship applications. A workshop on networking etiquette is underway in the adjoining classroom, with some students rehearsing pitches. A welcome announcement outlines the fair schedule over the PA system. Staff at the entrance scan registrations and hand out lanyards; outside, students line up near the university gym before the fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.28878025336732366,
    0.28878025336732366,
    0.28878025336732366,
    0.28878025336732366,
    0.28878025336732366,
    0.2982954657387639,
    0.2982954657387639,
    0.2982954657387639,
    0.5047409202618321,
    0.5047409202618321,
    0.5047409202618321,
    0.5047409202618321,
    0.5047409202618321,
    0.5047409202618321,
    0.5047409202618321,
    0.7001403506153316,
    0.7001403506153316,
    0.7001403506153316,
    0.7001403506153316,
    0.7001403506153316,
    0.7001403506153316,
    0.7078288394024531,
    0.7078288394024531,
    0.7078288394024531,
    0.7078288394024531,
    0.8541584197786147,
    0.8541584197786147,
    0.8541584197786147,
    0.8541584197786147,
    0.8541584197786147,
    0.8541584197786147,
    0.9053875042831578,
    0.9053875042831578,
    0.9053875042831578,
    0.9053875042831578,
    0.9053875042831578,
    0.9053875042831578,
    0.9053875042831578,
    0.9053875042831578,
    0.9053875042831578,
    0.9053875042831578,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8905140010476308,
    0.8947090351353623,
    0.8947090351353623,
    0.8947090351353623,
    0.8947090351353623,
    0.8947090351353623,
    0.8947090351353623,
    0.8947090351353623,
    0.8946835718760648,
    0.8946835718760648,
    0.8946835718760648
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "In a career-planning setting, some students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries, and healthcare providers showcase community outreach photos.",
    "In a career-planning setting, students rehearse elevator pitches quietly against a wall and clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, with event staff at the entrance scanning registrations and handing out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications.",
    "In a career-planning setting, students rehearse elevator pitches quietly against a wall and clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, with event staff at the entrance scanning registrations and handing out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "In a career-planning setting, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Career counselors guide unsure students toward applicable industries, while healthcare providers display community outreach photos. Workshops on networking etiquette begin in the adjoining classroom; event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a career-planning fair, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Career counselors guide unsure students toward applicable industries, while healthcare providers display community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a career-planning fair, students rehearse elevator pitches against a wall, clutching resumes inside branded folders. Career counselors guide unsure attendees toward applicable industries, while healthcare providers display community outreach photos. Workshops on networking etiquette take place in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a career-planning fair, students rehearse elevator pitches against a wall, clutching resumes inside branded folders. Career counselors guide unsure attendees toward applicable industries, while healthcare providers display community outreach photos. Workshops on networking etiquette take place in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a career-planning fair, students rehearse elevator pitches against a wall, clutching resumes inside branded folders. Career counselors guide unsure attendees toward applicable industries. Healthcare providers display community outreach photos. Workshops on networking etiquette take place in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.4951036236322861,
    0.4951036236322861,
    0.4951036236322861,
    0.4951036236322861,
    0.8044908713031476,
    0.8044908713031476,
    0.8044908713031476,
    0.8044908713031476,
    0.8147478897944644,
    0.8147478897944644,
    0.8147478897944644,
    0.8147478897944644,
    0.8147478897944644,
    0.8147478897944644,
    0.8228570590261555,
    0.8228570590261555,
    0.8228570590261555,
    0.8228570590261555,
    0.8228570590261555,
    0.88981306292208,
    0.88981306292208,
    0.88981306292208,
    0.88981306292208,
    0.88981306292208,
    0.88981306292208,
    0.8956116623519386,
    0.8956116623519386,
    0.8956116623519386,
    0.8956116623519386,
    0.8956116623519386,
    0.8962212550061562,
    0.8962212550061562,
    0.8962212550061562,
    0.8962212550061562,
    0.8931590084514517,
    0.8931590084514517,
    0.8931590084514517,
    0.8931590084514517,
    0.8931590084514517
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens, students line up outside the university gym. At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. Healthcare providers showcase community outreach photos, while finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens, students line up outside the university gym. At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes kept in branded folders. Healthcare providers showcase community outreach photos, while finance firms offer QR codes for immediate internship applications. A career-planning scene shows students clutching resumes in branded folders, with some quietly rehearsing elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, students line up outside the university gym. At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders, with some quietly rehearsing elevator pitches against the wall as healthcare providers showcase community outreach photos and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. A workshop on networking etiquette is underway in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "Before the career fair opens, students line up outside the university gym as staff at the entrance scan registrations and hand out lanyards. Inside, attendees clutch resumes in branded folders, some quietly rehearsing elevator pitches against the wall. Healthcare providers showcase community outreach photos and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. A workshop on networking etiquette is underway in the adjoining classroom, with some students rehearsing pitches. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the venue, students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym as staff at the entrance scan registrations and hand out lanyards. Inside, attendees clutch resumes in branded folders, some quietly rehearsing elevator pitches against the wall. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. A workshop on networking etiquette is underway in the adjoining classroom, with some students rehearsing pitches. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "Before the career fair opens, students line up outside the university gym as staff scan registrations and hand out lanyards. Inside, attendees clutch resumes in branded folders and some rehearse elevator pitches against the wall. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. A workshop on networking etiquette is underway in the adjoining classroom, with some students rehearsing pitches. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.4024728958205388,
    0.5580616105062932,
    0.5580616105062932,
    0.5932806902461641,
    0.5932806902461641,
    0.5932806902461641,
    0.5932806902461641,
    0.5932806902461641,
    0.8434642217003453,
    0.8434642217003453,
    0.8434642217003453,
    0.8434642217003453,
    0.8434642217003453,
    0.844270606655515,
    0.844270606655515,
    0.844270606655515,
    0.844270606655515,
    0.844270606655515,
    0.844270606655515,
    0.8851881621921007,
    0.8851881621921007,
    0.8851881621921007,
    0.8851881621921007,
    0.8851881621921007,
    0.8851881621921007,
    0.8851881621921007,
    0.8851881621921007,
    0.8851881621921007,
    0.8851881621921007,
    0.8955218446762001,
    0.8955218446762001,
    0.8955218446762001,
    0.8955218446762001,
    0.8955218446762001,
    0.9046133105571403,
    0.9046133105571403,
    0.9046133105571403,
    0.9046133105571403,
    0.9046133105571403,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385,
    0.9051912267713385
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders; some students rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders; some rehearse elevator pitches quietly against the wall.",
    "A career-planning scene shows students clutching resumes inside branded folders, with some quietly rehearsing elevator pitches against the wall. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "The scene shows a career-planning event where students clutch resumes inside branded folders, and some quietly rehearse elevator pitches against the wall. Healthcare providers display community outreach photos. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene centers on a career-planning event where students clutch resumes inside branded folders and rehearse elevator pitches against the wall. Healthcare providers display community outreach photos. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. During the session, human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene centers on a career-planning event with students clutching resumes in branded folders; some quietly rehearse elevator pitches against the wall. Healthcare providers display community outreach photos. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. During the session, HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene centers on a career-planning event where students clutch resumes in branded folders and quietly rehearse elevator pitches against a wall. Healthcare providers display community outreach photos, while career counselors redirect unsure students toward relevant industries. At the entrance, event staff scan registrations and hand out lanyards. During the session, HR teams jot notes on tablets as students introduce themselves. Networking etiquette workshops take place in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map.",
    "The scene centers on a career-planning event where students clutch resumes in branded folders and quietly rehearse elevator pitches against a wall. Healthcare providers display community outreach photos, while career counselors redirect unsure students toward relevant industries. At the entrance, event staff scan registrations and hand out lanyards. During the session, HR teams jot notes on tablets as students introduce themselves. Networking etiquette workshops take place in the adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map.",
    "The scene centers on a university career-planning fair where students clutch resumes in branded folders and quietly rehearse elevator pitches against a wall. Before opening, students line up outside the university gym while staff at the entrance scan registrations and hand out lanyards. Inside, HR teams jot notes on tablets as attendees introduce themselves, and groups of friends mark target employers on the event map. Healthcare providers display community outreach photos, while finance firms provide QR codes for immediate internship applications and consulting firms stack glossy case-study booklets on high tables. Networking etiquette workshops unfold in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth, and a welcome announcement outlines the fair schedule over the PA system.",
    "At a university career-planning fair, students clutch resumes in branded folders and rehearse elevator pitches against a wall, while lining up outside the gym and staff at the entrance scan registrations and hand out lanyards. Inside, HR teams jot notes on tablets as attendees introduce themselves, and groups of friends mark target employers on an event map. Healthcare providers display community outreach photos; finance firms provide QR codes for immediate internship applications; and consulting firms stack glossy case-study booklets on high tables. Networking etiquette workshops unfold in the adjoining classroom. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, with a welcome announcement outlining the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4003805249294141,
    0.4003805249294141,
    0.4003805249294141,
    0.4003805249294141,
    0.40748027854765445,
    0.40748027854765445,
    0.40748027854765445,
    0.40748027854765445,
    0.40748027854765445,
    0.40748027854765445,
    0.40748027854765445,
    0.6541838355539951,
    0.6541838355539951,
    0.6541838355539951,
    0.6541838355539951,
    0.6541838355539951,
    0.6541838355539951,
    0.7087673074960088,
    0.7087673074960088,
    0.7087673074960088,
    0.7087673074960088,
    0.7672734632214231,
    0.7672734632214231,
    0.7672734632214231,
    0.7672734632214231,
    0.7672734632214231,
    0.7672734632214231,
    0.7672734632214231,
    0.7672734632214231,
    0.7672734632214231,
    0.7672734632214231,
    0.7745567090238739,
    0.7745567090238739,
    0.7745567090238739,
    0.7745567090238739,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.823793389136368,
    0.8551591212773304,
    0.8551591212773304,
    0.8551591212773304,
    0.8551591212773304,
    0.8551591212773304,
    0.8799012574496101,
    0.8799012574496101,
    0.8799012574496101,
    0.8799012574496101,
    0.8799012574496101,
    0.8799012574496101,
    0.8799012574496101
  ],
  "7": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while event staff at the entrance scan registrations and hand out lanyards.",
    "Workshops on networking etiquette begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against a wall.",
    "Workshops on networking etiquette begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against a wall. Human resources teams are jotting notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom, with event staff at the entrance scanning registrations and handing out lanyards. Some students rehearse elevator pitches quietly against a wall, while human resources teams jot notes on tablets as students introduce themselves, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom, with event staff at the entrance scanning registrations and handing out lanyards. Some students rehearse elevator pitches quietly against a wall while HR teams jot notes on tablets as students introduce themselves; alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops begin in the adjoining classroom, with event staff at the entrance scanning registrations and handing out lanyards. Some students rehearse elevator pitches quietly against a wall while HR teams jot notes on tablets as students introduce themselves; alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom as event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall while HR teams jot notes on tablets as students introduce themselves; alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops begin in the adjoining classroom as event staff at the entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against a wall while HR teams jot notes on tablets as students introduce themselves; alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A university career fair unfolds around a gym, with dozens of booths circling a polished floor and banners from various companies. Networking etiquette workshops run in the adjoining classroom, while event staff at the entrance scan registrations and hand out lanyards and students line up outside before opening. Inside, students clutch resumes in branded folders, with some quietly rehearsing elevator pitches against a wall. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map; tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos; career counselors redirect unsure students toward applicable industries.",
    "At a university career fair unfolding around a gym on a polished floor, dozens of booths encircle the space as colorful banners advertise varied companies; adjoining classrooms host networking etiquette workshops. Entrance staff scan registrations and hand out lanyards while students line up outside before opening. Inside, attendees clutch resumes in branded folders and quietly rehearse elevator pitches against a wall amid career-planning scenes. HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on an event map; tech companies display demo screens showing latest apps. Healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.35599334730309967,
    0.35599334730309967,
    0.35599334730309967,
    0.5996830815583744,
    0.5996830815583744,
    0.5996830815583744,
    0.5996830815583744,
    0.5996830815583744,
    0.6674980706647562,
    0.6674980706647562,
    0.6674980706647562,
    0.6674980706647562,
    0.6674980706647562,
    0.6674980706647562,
    0.6674980706647562,
    0.7600070388357736,
    0.7600070388357736,
    0.7600070388357736,
    0.7600070388357736,
    0.7859870039041457,
    0.7859870039041457,
    0.7859870039041457,
    0.8093063898907967,
    0.8093063898907967,
    0.8093063898907967,
    0.8093063898907967,
    0.8093063898907967,
    0.8093063898907967,
    0.8065162153081814,
    0.8065162153081814,
    0.8065162153081814,
    0.8065162153081814,
    0.8113686897731998,
    0.8113686897731998,
    0.8113686897731998,
    0.8113686897731998,
    0.8113686897731998,
    0.8113686897731998,
    0.8113686897731998,
    0.8717950225690134,
    0.8717950225690134,
    0.8717950225690134,
    0.8717950225690134,
    0.8717950225690134,
    0.8717950225690134,
    0.8717950225690134,
    0.8659607655625643,
    0.8659607655625643,
    0.8659607655625643,
    0.8659607655625643,
    0.8659607655625643,
    0.8659607655625643,
    0.8659607655625643,
    0.8659607655625643,
    0.8659607655625643
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In the scene, Human resources teams are jotting notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "Human resources teams are jotting notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "Observed at the event: human resources teams jotting notes on tablets while students introduce themselves; alumni volunteers delivering quick pep talks near the coffee station. A workshop on networking etiquette is underway in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against a wall.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. A workshop on networking etiquette is underway in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against a wall. A robotics startup flies a small drone above its booth to attract attention.",
    "The scene centers on a university career fair with staff scanning registrations and handing out lanyards at the entrance, while students line up outside the gym before opening. Inside, students clutch resumes in branded folders, with some quietly rehearsing elevator pitches against a wall; career-planning scenes reinforce these preparations. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. A networking etiquette workshop runs in the adjoining classroom. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair, staff scan registrations and hand out lanyards at the entrance as students line up outside the gym before opening. Inside, attendees clutch resumes in branded folders, some quietly rehearse elevator pitches against a wall amid career-planning scenes. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Networking etiquette workshops run in the adjoining classroom. Healthcare providers showcase community outreach photos, finance firms provide QR codes for immediate internship applications, and career counselors redirect unsure students toward applicable industries.",
    "A university career fair unfolds on a polished floor with dozens of booths and colorful banners. At the entrance, staff scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, attendees clutch resumes in branded folders, with some quietly rehearsing elevator pitches against a wall amid career-planning scenes. HR teams jot notes on tablets as students introduce themselves; alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables; finance firms provide QR codes for immediate internship applications. Networking etiquette workshops run in the adjoining classroom. Healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries.",
    "A university career fair unfolds on a polished floor with dozens of booths and colorful banners. At the entrance, staff scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, attendees clutch resumes in branded folders, with some quietly rehearsing elevator pitches against a wall amid career-planning scenes. HR teams jot notes on tablets as students introduce themselves; alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Networking etiquette workshops run in the adjoining classroom. Healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries.",
    "A university career fair unfolds around a gym, with a polished floor, banners from various companies, and many booths circling the space. At the entrance, staff scan registrations and hand out lanyards as students line up outside before opening. Inside, attendees clutch resumes in branded folders, some quietly rehearsing elevator pitches against a wall amid career-planning scenes. HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Networking etiquette workshops run in the adjoining classroom. Healthcare providers showcase community outreach photos, and career counselors redirect unsure students toward applicable industries. Groups of friends mark employers on the event map; tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3244846784841746,
    0.3244846784841746,
    0.3244846784841746,
    0.3244846784841746,
    0.3311545706105138,
    0.3311545706105138,
    0.3311545706105138,
    0.3311545706105138,
    0.3311545706105138,
    0.3311545706105138,
    0.3311545706105138,
    0.6964358318998629,
    0.6964358318998629,
    0.6964358318998629,
    0.6964358318998629,
    0.6964358318998629,
    0.6964358318998629,
    0.788644943936361,
    0.788644943936361,
    0.788644943936361,
    0.788644943936361,
    0.788644943936361,
    0.788644943936361,
    0.8656395402556246,
    0.8656395402556246,
    0.8656395402556246,
    0.8656395402556246,
    0.8656395402556246,
    0.8656395402556246,
    0.8656395402556246,
    0.8656395402556246,
    0.8644050192799497,
    0.8644050192799497,
    0.8644050192799497,
    0.8644050192799497,
    0.8644050192799497,
    0.8644050192799497,
    0.8644050192799497,
    0.8713580896691,
    0.8713580896691,
    0.8713580896691,
    0.8713580896691,
    0.8713580896691,
    0.8746287320448529,
    0.8746287320448529,
    0.8746287320448529,
    0.8746287320448529,
    0.8746287320448529,
    0.8746287320448529,
    0.8746287320448529,
    0.8746287320448529,
    0.8746287320448529,
    0.8746287320448529,
    0.8632061432572022,
    0.8632061432572022,
    0.8632061432572022,
    0.8632061432572022,
    0.8632061432572022,
    0.8632061432572022
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Meanwhile, workshops on networking etiquette begin in the adjoining classroom.",
    "A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications.",
    "A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, networking etiquette workshops are in progress. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against a wall. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. An adjoining classroom hosts a workshop on networking etiquette. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against a wall. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. An adjoining classroom hosts a workshop on networking etiquette, with sessions continuing there. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against a wall. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. An adjoining classroom hosts a networking etiquette workshop, with sessions continuing there. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against a wall. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station.",
    "The scene centers on a career-planning event where students clutch resumes in branded folders and quietly rehearse elevator pitches against a wall. A robotics startup flies a small drone above its booth to attract attention. An adjoining classroom hosts a networking etiquette workshop with sessions continuing there. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case-study booklets on high tables. Healthcare providers display community outreach photos, while career counselors redirect unsure students toward relevant industries. At the entrance, event staff scan registrations and hand out lanyards. During the session, HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "The university career fair unfolds on a polished floor with dozens of booths and colorful banners. Students clutch resumes in branded folders and quietly rehearse elevator pitches against a wall as part of career-planning scenes. An adjoining classroom hosts a networking etiquette workshop with sessions continuing there. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Healthcare providers display community outreach photos, and career counselors redirect unsure students toward relevant industries. At the entrance, event staff scan registrations and hand out lanyards, with students lining up outside the gym before opening. Inside, HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At a university career fair, a polished floor hosts dozens of booths and colorful banners. Students clutch resumes in branded folders and rehearse elevator pitches quietly against a wall. An adjoining classroom hosts a networking etiquette workshop. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables, while finance firms provide QR codes for immediate internship applications. Healthcare providers display community outreach photos, and career counselors redirect unsure students toward relevant industries. At the entrance, event staff scan registrations and hand out lanyards, with students lining up outside the gym before opening. Inside, HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5302160149638194,
    0.5302160149638194,
    0.5302160149638194,
    0.5302160149638194,
    0.5302160149638194,
    0.5302160149638194,
    0.7665797517536347,
    0.7665797517536347,
    0.7665797517536347,
    0.7665797517536347,
    0.7665797517536347,
    0.7665797517536347,
    0.7689196204068255,
    0.7689196204068255,
    0.7689196204068255,
    0.7689196204068255,
    0.7689196204068255,
    0.8195880292168207,
    0.8195880292168207,
    0.8195880292168207,
    0.8195880292168207,
    0.8195880292168207,
    0.8195880292168207,
    0.8195880292168207,
    0.828719937550342,
    0.828719937550342,
    0.828719937550342,
    0.828719937550342,
    0.8310883166452256,
    0.8310883166452256,
    0.8310883166452256,
    0.8310883166452256,
    0.8310883166452256,
    0.8165091265018283,
    0.8165091265018283,
    0.8165091265018283,
    0.8165091265018283,
    0.8165091265018283,
    0.8165091265018283,
    0.8165091265018283,
    0.8165091265018283,
    0.8871397853655352,
    0.8871397853655352,
    0.8871397853655352,
    0.8871397853655352,
    0.8871397853655352,
    0.8871397853655352,
    0.8891240358526434,
    0.8891240358526434,
    0.8891240358526434,
    0.8891240358526434,
    0.8891240358526434
  ]
}