{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone over its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. A robotics startup flies a small drone over its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.5368387838364074,
    0.5368387838364074,
    0.5368387838364074,
    0.5368387838364074,
    0.5368387838364074,
    0.5368387838364074,
    0.7567973795511138,
    0.7567973795511138,
    0.7567973795511138,
    0.7567973795511138,
    0.7567973795511138,
    0.7567973795511138,
    0.7567973795511138,
    0.7567973795511138,
    0.7567973795511138,
    0.7920445746238369,
    0.7920445746238369,
    0.7920445746238369,
    0.7920445746238369,
    0.7920445746238369,
    0.7920445746238369,
    0.7920445746238369,
    0.8161224885583083,
    0.8161224885583083,
    0.8161224885583083,
    0.8161224885583083,
    0.8161224885583083,
    0.8161224885583083,
    0.8161224885583083,
    0.8161224885583083,
    0.8161224885583083,
    0.8161224885583083,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8236529237434962,
    0.8255489534542659,
    0.8255489534542659,
    0.8255489534542659,
    0.8255489534542659,
    0.8255489534542659,
    0.8255489534542659,
    0.8255489534542659,
    0.8255489534542659
  ],
  "1": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In the observed scene, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. In the observed scene, career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. The scene shows career counselors redirecting unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym as the career fair prepares to open. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up as the career fair prepares to open. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up as the career fair prepares to open. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.43387308953468,
    0.43387308953468,
    0.43387308953468,
    0.43387308953468,
    0.43387308953468,
    0.43387308953468,
    0.6183767046726789,
    0.6183767046726789,
    0.6183767046726789,
    0.6183767046726789,
    0.6183767046726789,
    0.6183767046726789,
    0.6183767046726789,
    0.7554081625437485,
    0.7554081625437485,
    0.7554081625437485,
    0.7554081625437485,
    0.7554081625437485,
    0.7554081625437485,
    0.7554081625437485,
    0.7979011889461386,
    0.7979011889461386,
    0.7979011889461386,
    0.7979011889461386,
    0.7979011889461386,
    0.7979011889461386,
    0.7979011889461386,
    0.7979011889461386,
    0.7979011889461386,
    0.7979011889461386,
    0.7921163172492689,
    0.7921163172492689,
    0.7921163172492689,
    0.7921163172492689,
    0.7921163172492689,
    0.7921163172492689,
    0.7921163172492689,
    0.7921163172492689,
    0.7921163172492689,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142,
    0.8617228767357142
  ],
  "2": [
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach. A robotics startup flies a small drone above its booth to attract attention.",
    "At an event, healthcare providers display photos of community outreach. A robotics startup flies a small drone over its booth to attract attention. Career counselors redirect unsure students toward industries where their skills may apply.",
    "At an event, healthcare providers display photos of community outreach. A robotics startup flies a small drone over its booth to attract attention. Career counselors redirect unsure students toward industries where their skills may apply.",
    "At an event, healthcare providers display photos of community outreach, while a robotics startup flies a small drone over its booth to attract attention. Career counselors redirect unsure students toward industries where their skills may apply, and some students rehearse elevator pitches quietly against the wall.",
    "An event scene shows healthcare providers displaying photos of their community outreach, while a robotics startup flies a small drone over its booth to attract attention. Career counselors redirect unsure students toward industries where their skills may apply, and some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "An event scene shows healthcare providers displaying photos of their community outreach, while a robotics startup flies a small drone over its booth to attract attention. Career counselors redirect unsure students toward industries where their skills may apply, and some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "An event scene shows healthcare providers displaying photos of their community outreach while a robotics startup flies a small drone over its booth to attract attention. Career counselors redirect unsure students toward industries where their skills may apply, and some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, healthcare providers display photos of their community outreach while a robotics startup flies a small drone over its booth to draw attention. Career counselors redirect unsure students toward industries where their skills may apply, and some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, healthcare providers display photos of their community outreach, while a robotics startup flies a small drone over its booth to draw attention. Career counselors redirect unsure students toward industries where their skills may apply, and some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.47539493028045327,
    0.47539493028045327,
    0.47539493028045327,
    0.47539493028045327,
    0.47539493028045327,
    0.47539493028045327,
    0.47539493028045327,
    0.47539493028045327,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.7478051457837649,
    0.6383612309492627,
    0.6383612309492627,
    0.6383612309492627,
    0.6383612309492627,
    0.6383612309492627,
    0.6383612309492627,
    0.7573155863746308,
    0.7573155863746308,
    0.7573155863746308,
    0.7573155863746308,
    0.7573155863746308,
    0.7573155863746308,
    0.7573155863746308,
    0.7573155863746308,
    0.7573155863746308,
    0.7663259497944953,
    0.7663259497944953,
    0.7663259497944953,
    0.7663259497944953,
    0.7663259497944953,
    0.7663259497944953,
    0.7663259497944953,
    0.7663259497944953,
    0.7663259497944953,
    0.812604890081964,
    0.812604890081964,
    0.812604890081964,
    0.812604890081964,
    0.812604890081964,
    0.812604890081964,
    0.812604890081964,
    0.8388081630924491,
    0.8388081630924491,
    0.8388081630924491,
    0.8388081630924491,
    0.8388081630924491,
    0.8388081630924491,
    0.8388081630924491,
    0.8604681569480899
  ],
  "3": [
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym in anticipation of the career fair opening.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette are taking place in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette are taking place in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Workshops on networking etiquette are taking place in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.47712121712070765,
    0.47712121712070765,
    0.47712121712070765,
    0.47712121712070765,
    0.47712121712070765,
    0.47712121712070765,
    0.6466452343431508,
    0.6466452343431508,
    0.6466452343431508,
    0.6466452343431508,
    0.6466452343431508,
    0.6466452343431508,
    0.6466452343431508,
    0.6466452343431508,
    0.7523649389952909,
    0.7523649389952909,
    0.7523649389952909,
    0.7523649389952909,
    0.7523649389952909,
    0.7523649389952909,
    0.7846012241078935,
    0.7846012241078935,
    0.7846012241078935,
    0.7846012241078935,
    0.7846012241078935,
    0.7846012241078935,
    0.7846012241078935,
    0.7846012241078935,
    0.7846012241078935,
    0.7979238941264084,
    0.7979238941264084,
    0.7979238941264084,
    0.7979238941264084,
    0.7979238941264084,
    0.7979238941264084,
    0.8152913631809333,
    0.8152913631809333,
    0.8152913631809333,
    0.8152913631809333,
    0.8152913631809333,
    0.8152913631809333,
    0.8152913631809333,
    0.82994586602808,
    0.82994586602808,
    0.82994586602808,
    0.82994586602808,
    0.82994586602808,
    0.82994586602808,
    0.82994586602808,
    0.82994586602808,
    0.8216921600985998,
    0.8216921600985998,
    0.8216921600985998,
    0.8216921600985998,
    0.8216921600985998,
    0.8216921600985998
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At an exhibition, some students rehearse elevator pitches quietly against a wall, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the exhibition, students rehearse elevator pitches quietly against a wall, while human resources teams jot notes on tablets as the students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At the exhibition, students rehearse elevator pitches quietly against a wall as human resources teams jot notes on tablets while the students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the exhibition, students rehearse elevator pitches quietly against a wall as human resources teams jot notes on tablets while the students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the exhibition, students rehearse elevator pitches quietly against a wall while human resources teams jot notes on tablets as the students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the exhibition, students rehearse elevator pitches quietly against a wall while human resources teams jot notes on tablets as the students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.5540813575130596,
    0.5540813575130596,
    0.5540813575130596,
    0.5540813575130596,
    0.5540813575130596,
    0.7388469117505367,
    0.7388469117505367,
    0.7388469117505367,
    0.7388469117505367,
    0.7388469117505367,
    0.7388469117505367,
    0.7388469117505367,
    0.8078847659285473,
    0.8078847659285473,
    0.8078847659285473,
    0.8078847659285473,
    0.8078847659285473,
    0.8078847659285473,
    0.8078847659285473,
    0.8078847659285473,
    0.8594146568928622,
    0.8594146568928622,
    0.8594146568928622,
    0.8594146568928622,
    0.8594146568928622,
    0.8594146568928622,
    0.8594146568928622,
    0.859279873464325,
    0.859279873464325,
    0.859279873464325,
    0.859279873464325,
    0.859279873464325,
    0.859279873464325,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424,
    0.8672205018137424
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map. The event map contains markers associated with employers designated as targets by the groups. Multiple groups participate, each adding marks to identify these employers on the map, indicating a collective selection process within the event context.",
    "Groups of friends mark target employers on the event map. The map contains markers for employers designated as targets by these groups. Multiple groups participate, each adding marks to identify these target employers on the map, indicating a collective selection process within the event context.",
    "Groups of friends mark target employers on the event map, placing markers for employers designated as targets by these groups. Multiple groups participate, each adding marks to identify these target employers, indicating a collective selection process within the event context.",
    "Within the event context, groups of friends mark target employers on the event map by placing markers for employers designated as targets by these groups. Multiple groups participate, each adding marks to identify these target employers, evidencing a collective selection process among participants.",
    "Within the event context, groups of friends mark target employers on the event map by placing markers for the designated targets. Multiple groups participate, with each group adding markers to identify its chosen target employers, evidencing a collective selection process among participants.",
    "Within the event context, groups of friends mark target employers on the event map by placing markers for designated targets. Multiple groups participate, each adding markers to identify its chosen target employers, evidencing a collective selection process among participants.",
    "Within the event context, groups of friends place markers on the event map to designate target employers. Multiple groups participate, each adding markers to identify its chosen target employers, evidencing a collective selection process among participants."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.5428284089978711,
    0.5428284089978711,
    0.5428284089978711,
    0.5428284089978711,
    0.5428284089978711,
    0.5428284089978711,
    0.5428284089978711,
    0.550613627909319,
    0.550613627909319,
    0.550613627909319,
    0.550613627909319,
    0.550613627909319,
    0.550613627909319,
    0.550613627909319,
    0.550613627909319,
    0.4175049568737625,
    0.4175049568737625,
    0.4175049568737625,
    0.4175049568737625,
    0.4175049568737625,
    0.4175049568737625,
    0.4175049568737625,
    0.4175049568737625,
    0.4175049568737625,
    0.4422409273633453,
    0.4422409273633453,
    0.4422409273633453,
    0.4422409273633453,
    0.4422409273633453,
    0.4422409273633453,
    0.4422409273633453,
    0.4422409273633453,
    0.4422409273633453,
    0.43995878300097996,
    0.43995878300097996,
    0.43995878300097996,
    0.43995878300097996,
    0.43995878300097996,
    0.43995878300097996,
    0.43995878300097996,
    0.43995878300097996,
    0.43995878300097996,
    0.44366515078659496,
    0.44366515078659496,
    0.44366515078659496,
    0.44366515078659496,
    0.44366515078659496,
    0.44366515078659496,
    0.44366515078659496,
    0.44366515078659496,
    0.44366515078659496,
    0.44539625067254035,
    0.44539625067254035,
    0.44539625067254035,
    0.44539625067254035,
    0.44539625067254035,
    0.44539625067254035,
    0.44539625067254035,
    0.44539625067254035,
    0.44539625067254035
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while some students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance, while some students rehearse elevator pitches quietly against the wall, and finance firms offer QR codes for immediate internship applications.",
    "Event staff scan registrations and hand out lanyards at the entrance; some students rehearse elevator pitches quietly against the wall; finance firms offer QR codes for immediate internship applications; career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial check-in flow. Inside, some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes enabling immediate internship applications. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Tech companies showcase demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial check-in flow. Inside, some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes enabling immediate internship applications. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Tech companies showcase demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial check-in flow. Inside, some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes enabling immediate internship applications. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Tech companies showcase demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial check-in flow. Inside, some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes enabling immediate internship applications. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Tech companies showcase demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3904995522289826,
    0.3904995522289826,
    0.3904995522289826,
    0.3904995522289826,
    0.3904995522289826,
    0.3904995522289826,
    0.4817639422671022,
    0.4817639422671022,
    0.4817639422671022,
    0.4817639422671022,
    0.4817639422671022,
    0.4817639422671022,
    0.5134548296650785,
    0.5134548296650785,
    0.5134548296650785,
    0.5134548296650785,
    0.5134548296650785,
    0.5134548296650785,
    0.5134548296650785,
    0.8084451887354025,
    0.8084451887354025,
    0.8084451887354025,
    0.8084451887354025,
    0.8084451887354025,
    0.8084451887354025,
    0.8084451887354025,
    0.8225523071256389,
    0.8225523071256389,
    0.8225523071256389,
    0.8225523071256389,
    0.8225523071256389,
    0.8225523071256389,
    0.8225523071256389,
    0.8444251195729942,
    0.8444251195729942,
    0.8444251195729942,
    0.8444251195729942,
    0.8444251195729942,
    0.8444251195729942,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479,
    0.8440928291163479
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the university fair, a welcome announcement is broadcast over the PA system outlining the schedule. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university fair, a welcome announcement is broadcast over the PA system outlining the schedule. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university fair, a welcome announcement is broadcast over the PA system outlining the schedule. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.7880472552830828,
    0.7880472552830828,
    0.7880472552830828,
    0.7880472552830828,
    0.7880472552830828,
    0.8245704210960764,
    0.8245704210960764,
    0.8245704210960764,
    0.8245704210960764,
    0.8245704210960764,
    0.8245704210960764,
    0.8245704210960764,
    0.8245704210960764,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8819884390877706,
    0.8882671196686043,
    0.8882671196686043,
    0.8882671196686043,
    0.8882671196686043,
    0.8882671196686043,
    0.8882671196686043,
    0.8882671196686043,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.8744789679516378,
    0.879390383371773
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "A venue with a polished floor features dozens of booths with colorful banners circling the polished floor, as students introduce themselves and human resources teams jot notes on tablets.",
    "The venue features a polished floor with dozens of booths encircling the space, each booth adorned by colorful banners. Students introduce themselves while human resources teams jot notes on tablets. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "The venue has a polished floor and dozens of booths encircling the space, each booth adorned with colorful banners. Students introduce themselves while human resources teams jot notes on tablets. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "The venue features a polished floor and dozens of booths encircling the space, each booth adorned with colorful banners. Students introduce themselves while human resources teams jot notes on tablets. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The venue features a polished floor and dozens of booths encircling the space, each booth adorned with colorful banners. Students introduce themselves while human resources teams jot notes on tablets. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "The venue features a polished floor and dozens of booths encircling the space, each booth adorned with colorful banners. Students introduce themselves while human resources teams jot notes on tablets. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "The venue features a polished floor with dozens of booths encircling the space, each booth adorned with colorful banners. Students introduce themselves while HR teams jot notes on tablets. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "The venue presents a polished floor with dozens of booths encircling the space, each booth adorned with colorful banners. Students introduce themselves while HR teams jot notes on tablets. A welcome announcement plays over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.4062125532374483,
    0.4062125532374483,
    0.4062125532374483,
    0.4062125532374483,
    0.4062125532374483,
    0.4062125532374483,
    0.4062125532374483,
    0.7751221884654775,
    0.7751221884654775,
    0.7751221884654775,
    0.7751221884654775,
    0.7751221884654775,
    0.7751221884654775,
    0.7843570615268751,
    0.7843570615268751,
    0.7843570615268751,
    0.7843570615268751,
    0.7843570615268751,
    0.7843570615268751,
    0.7843570615268751,
    0.8018709052071838,
    0.8018709052071838,
    0.8018709052071838,
    0.8018709052071838,
    0.8018709052071838,
    0.8018709052071838,
    0.8018709052071838,
    0.8018709052071838,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.859529959114929,
    0.8577311987773413,
    0.8577311987773413,
    0.8577311987773413,
    0.8577311987773413,
    0.8577311987773413,
    0.8577311987773413,
    0.8577311987773413,
    0.8577311987773413,
    0.871810523412623,
    0.871810523412623,
    0.871810523412623
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At an event, consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At an event, consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the event, consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event, consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event, consulting firms display glossy case study booklets on high tables while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette start in the adjoining classroom. Nearby, alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.39204535329171103,
    0.39204535329171103,
    0.39204535329171103,
    0.39204535329171103,
    0.39204535329171103,
    0.39204535329171103,
    0.39204535329171103,
    0.5799812264025627,
    0.5799812264025627,
    0.5799812264025627,
    0.5799812264025627,
    0.5799812264025627,
    0.5799812264025627,
    0.5799812264025627,
    0.7753927290213276,
    0.7753927290213276,
    0.7753927290213276,
    0.7753927290213276,
    0.7753927290213276,
    0.7753927290213276,
    0.7753927290213276,
    0.767818398428719,
    0.767818398428719,
    0.767818398428719,
    0.767818398428719,
    0.767818398428719,
    0.767818398428719,
    0.767818398428719,
    0.7807552390753819,
    0.7807552390753819,
    0.7807552390753819,
    0.7807552390753819,
    0.7807552390753819,
    0.7807552390753819,
    0.7807552390753819,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.820294565946862,
    0.8306637271827465,
    0.8306637271827465,
    0.8306637271827465
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall; in the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves.",
    "Some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom workshops on networking etiquette begin, and human resources teams jot notes on tablets as students introduce themselves.",
    "Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves.",
    "In adjacent rooms, students rehearse elevator pitches quietly against the wall; in the adjoining classroom, networking etiquette workshops begin; human resources teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Across adjacent rooms, students rehearse elevator pitches quietly against the wall. In the adjoining classroom, networking etiquette workshops begin. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In adjacent rooms, students rehearse elevator pitches quietly against the wall, while in the adjoining classroom networking etiquette workshops begin. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.47949780675828624,
    0.47949780675828624,
    0.47949780675828624,
    0.47949780675828624,
    0.47949780675828624,
    0.47949780675828624,
    0.47949780675828624,
    0.47949780675828624,
    0.31361469841954276,
    0.31361469841954276,
    0.31361469841954276,
    0.31361469841954276,
    0.31361469841954276,
    0.31361469841954276,
    0.31361469841954276,
    0.31361469841954276,
    0.31361469841954276,
    0.6143674875522069,
    0.6143674875522069,
    0.6143674875522069,
    0.6143674875522069,
    0.6143674875522069,
    0.6143674875522069,
    0.6143674875522069,
    0.6143674875522069,
    0.36931709344145114,
    0.36931709344145114,
    0.36931709344145114,
    0.36931709344145114,
    0.36931709344145114,
    0.36931709344145114,
    0.36931709344145114,
    0.36931709344145114,
    0.5652689798089444,
    0.5652689798089444,
    0.5652689798089444,
    0.5652689798089444,
    0.5652689798089444,
    0.5652689798089444,
    0.5652689798089444,
    0.5652689798089444,
    0.7487031967442901,
    0.7487031967442901
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, while finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners circle the polished floor, creating a busy exhibition space. Consulting firms stack glossy case study booklets on high tables, while finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, adding a community-focused dimension to the scene.",
    "Dozens of booths with colorful banners encircle a polished exhibition floor, creating a busy space. Consulting firms stack glossy case study booklets on high tables, while finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, adding a community-focused dimension to the expo.",
    "Dozens of booths with colorful banners encircle a polished exhibition floor, creating a busy expo space. Consulting firms stack glossy case study booklets on high tables, while finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, adding a community-focused dimension to the expo.",
    "Dozens of booths with colorful banners encircle a polished exhibition floor, creating a busy expo space. Consulting firms stack glossy case study booklets on high tables. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, adding a community-focused dimension to the expo. Career counselors redirect unsure students toward applicable industries."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.5619025913730961,
    0.7232903089352148,
    0.7232903089352148,
    0.7232903089352148,
    0.7232903089352148,
    0.7232903089352148,
    0.7232903089352148,
    0.7490305256041911,
    0.7490305256041911,
    0.7490305256041911,
    0.7490305256041911,
    0.7490305256041911,
    0.7490305256041911,
    0.7490305256041911,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7630725887925098,
    0.7596602077173976,
    0.7596602077173976,
    0.7596602077173976,
    0.7596602077173976,
    0.7596602077173976,
    0.7596602077173976,
    0.7596602077173976,
    0.802888159068926,
    0.802888159068926
  ],
  "12": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.641713326629471,
    0.8139937939361451,
    0.8139937939361451,
    0.8139937939361451,
    0.8139937939361451,
    0.8139937939361451,
    0.8139937939361451,
    0.879704471794891,
    0.879704471794891,
    0.879704471794891,
    0.879704471794891,
    0.879704471794891,
    0.879704471794891,
    0.879704471794891,
    0.879704471794891,
    0.8817847214327035,
    0.8817847214327035,
    0.8817847214327035,
    0.8817847214327035,
    0.8817847214327035,
    0.8817847214327035,
    0.8817847214327035,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236,
    0.8853688340264236
  ],
  "13": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps; workshops on networking etiquette begin in the adjoining classroom; groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps; workshops on networking etiquette begin in the adjoining classroom; groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4484085245072882,
    0.4484085245072882,
    0.4484085245072882,
    0.4484085245072882,
    0.4484085245072882,
    0.4484085245072882,
    0.4484085245072882,
    0.4484085245072882,
    0.588518346125464,
    0.588518346125464,
    0.588518346125464,
    0.588518346125464,
    0.588518346125464,
    0.588518346125464,
    0.510281088144845,
    0.510281088144845,
    0.510281088144845,
    0.510281088144845,
    0.510281088144845,
    0.510281088144845,
    0.510281088144845,
    0.510281088144845,
    0.5116285052505586,
    0.5116285052505586,
    0.5116285052505586,
    0.5116285052505586,
    0.5116285052505586,
    0.5116285052505586,
    0.8143749795889088,
    0.8143749795889088,
    0.8143749795889088,
    0.8143749795889088,
    0.8143749795889088,
    0.8143749795889088,
    0.8143749795889088,
    0.8143749795889088,
    0.8143749795889088,
    0.8143517814611623,
    0.8143517814611623,
    0.8143517814611623,
    0.8143517814611623,
    0.8143517814611623,
    0.8143517814611623,
    0.8143517814611623,
    0.8143517814611623,
    0.8143517814611623,
    0.8276132386276429,
    0.8276132386276429,
    0.8276132386276429,
    0.8276132386276429,
    0.8276132386276429,
    0.8276132386276429,
    0.8276132386276429,
    0.8291464282393133,
    0.8291464282393133,
    0.8291464282393133,
    0.8291464282393133
  ],
  "14": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, while students line up outside the university gym in anticipation of the career fair opening.",
    "Networking etiquette workshops begin in the adjoining classroom, while students line up outside the university gym in anticipation of the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom, while students line up outside the university gym in anticipation of the career fair opening. Career counselors redirect unsure students toward applicable industries, and the engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are taking place in the adjoining classroom as students line up outside the university gym in anticipation of the career fair opening. Career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are taking place in the adjoining classroom as students line up outside the university gym in anticipation of the career fair opening. Career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops are underway in the adjoining classroom while students line up outside the university gym in anticipation of the career fair opening. Career counselors redirect unsure students toward applicable industries, and the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor of the gym.",
    "Networking etiquette workshops are underway in the adjoining classroom as the university gym hosts a career fair, with dozens of booths and colorful banners encircling its polished floor. Students line up outside the gym in anticipation of the fair opening, while career counselors redirect unsure attendees toward applicable industries. The engineering society sponsors a resume review table near the stage, and several students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "In the university gym hosting a career fair, dozens of booths and colorful banners encircle the polished floor, while networking etiquette workshops run in the adjoining classroom. Students line up outside the gym in anticipation of the fair opening, and career counselors redirect unsure attendees toward applicable industries. The engineering society sponsors a resume review table near the stage, and several students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Throughout the event, career counselors remind attendees to maintain eye contact.",
    "At a university gym hosting a career fair, dozens of booths and colorful banners encircle the polished floor while networking etiquette workshops run in the adjoining classroom. Students line up outside the gym in anticipation of the fair opening, and career counselors redirect unsure attendees toward applicable industries. The engineering society sponsors a resume review table near the stage, and several students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Throughout the event, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "14_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41989081822022634,
    0.41989081822022634,
    0.41989081822022634,
    0.41989081822022634,
    0.41989081822022634,
    0.41989081822022634,
    0.604445293095453,
    0.604445293095453,
    0.604445293095453,
    0.604445293095453,
    0.604445293095453,
    0.604445293095453,
    0.604445293095453,
    0.5932811324357595,
    0.5932811324357595,
    0.5932811324357595,
    0.5932811324357595,
    0.5932811324357595,
    0.7033802621707997,
    0.7033802621707997,
    0.7033802621707997,
    0.7033802621707997,
    0.7033802621707997,
    0.7033802621707997,
    0.7033802621707997,
    0.7033802621707997,
    0.7846479982542904,
    0.7846479982542904,
    0.7846479982542904,
    0.7846479982542904,
    0.7846479982542904,
    0.7846479982542904,
    0.7846479982542904,
    0.7994168267373012,
    0.7994168267373012,
    0.7994168267373012,
    0.7994168267373012,
    0.7994168267373012,
    0.7994168267373012,
    0.7994168267373012,
    0.7994168267373012,
    0.7994168267373012,
    0.7955222616365863,
    0.7955222616365863,
    0.7955222616365863,
    0.7955222616365863,
    0.7955222616365863,
    0.7955222616365863,
    0.7955222616365863,
    0.7955222616365863,
    0.7955222616365863,
    0.8324708642296386,
    0.8324708642296386,
    0.8324708642296386,
    0.8324708642296386,
    0.8324708642296386,
    0.8324708642296386,
    0.8324708642296386,
    0.8361921561555923
  ],
  "15": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, with human resources teams jotting notes on tablets as students introduce themselves.",
    "In the adjoining classroom, workshops on networking etiquette begin, with human resources teams jotting notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette begin, with human resources teams jotting notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin as students introduce themselves, with human resources teams jotting notes on tablets. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin as students introduce themselves, while human resources teams jot notes on tablets. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "An adjoining classroom hosts workshops on networking etiquette as students introduce themselves, while human resources teams jot notes on tablets. Healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "An event space features dozens of booths with colorful banners circling a polished floor. An adjoining classroom hosts workshops on networking etiquette as students introduce themselves, while human resources teams jot notes on tablets. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "An event space hosts dozens of booths with colorful banners circling a polished floor, while an adjoining classroom hosts workshops on networking etiquette as students introduce themselves. Human resources teams jot notes on tablets. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event space hosts dozens of booths with colorful banners circling a polished floor, with an adjoining classroom hosting workshops on networking etiquette as students introduce themselves. Human resources teams jot notes on tablets; healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens."
  ],
  "15_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3157218606491886,
    0.3157218606491886,
    0.3157218606491886,
    0.3157218606491886,
    0.4825487099463204,
    0.4825487099463204,
    0.4825487099463204,
    0.4825487099463204,
    0.4825487099463204,
    0.4825487099463204,
    0.4825487099463204,
    0.6516329845510251,
    0.6516329845510251,
    0.6516329845510251,
    0.6516329845510251,
    0.6516329845510251,
    0.6516329845510251,
    0.6516329845510251,
    0.6506252428613432,
    0.6506252428613432,
    0.6506252428613432,
    0.6506252428613432,
    0.6506252428613432,
    0.6648046708419646,
    0.6648046708419646,
    0.6648046708419646,
    0.6648046708419646,
    0.6648046708419646,
    0.6648046708419646,
    0.6648046708419646,
    0.6648046708419646,
    0.6648046708419646,
    0.6648046708419646,
    0.6849055451463981,
    0.6849055451463981,
    0.6849055451463981,
    0.6849055451463981,
    0.6849055451463981,
    0.6849055451463981,
    0.6849055451463981,
    0.6849055451463981,
    0.6849055451463981,
    0.8241957991818512,
    0.8241957991818512,
    0.8241957991818512,
    0.8241957991818512,
    0.8241957991818512,
    0.8241957991818512,
    0.8241957991818512,
    0.8241957991818512,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713,
    0.8399937287548713
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, indicating which organizations they are considering. The engineering society sponsors a resume review table near the stage, providing career support at that location.",
    "At the event, groups of friends mark target employers on the event map to indicate which organizations they are considering. The engineering society sponsors a resume review table near the stage, providing career support at that location. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map to indicate which organizations they are considering. The engineering society sponsors a resume review table near the stage, providing career support at that location. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map to indicate organizations they are considering. The engineering society sponsors a resume review table near the stage, providing career support at that location. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map to indicate organizations they are considering. The engineering society sponsors a resume review table near the stage, providing career support at that location. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map to indicate organizations they are considering. The engineering society sponsors a resume review table near the stage, providing career support at that location. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map to indicate organizations they are considering. The engineering society sponsors a resume review table near the stage, providing career support at that location. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5370244647231122,
    0.5370244647231122,
    0.5370244647231122,
    0.5370244647231122,
    0.5370244647231122,
    0.5370244647231122,
    0.5370244647231122,
    0.5370244647231122,
    0.5370244647231122,
    0.6861077017682955,
    0.6861077017682955,
    0.6861077017682955,
    0.6861077017682955,
    0.6861077017682955,
    0.6861077017682955,
    0.6861077017682955,
    0.728744335987932,
    0.728744335987932,
    0.728744335987932,
    0.728744335987932,
    0.728744335987932,
    0.7763099543065712,
    0.7763099543065712,
    0.7763099543065712,
    0.7763099543065712,
    0.7763099543065712,
    0.7763099543065712,
    0.7763099543065712,
    0.7763099543065712,
    0.8060477721990496,
    0.8060477721990496,
    0.8060477721990496,
    0.8060477721990496,
    0.8060477721990496,
    0.8060477721990496,
    0.8060477721990496,
    0.8060477721990496,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.8264183940954194,
    0.824548146139259
  ],
  "17": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, aligning options with their interests. Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, aligning options with their interests. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors redirect unsure students toward applicable industries, aligning options with their interests. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, counselors redirect unsure students toward applicable industries aligned with their interests. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, counselors direct unsure students toward industries aligned with their interests. Alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, counselors guide unsure students toward industries aligned with their interests; alumni volunteers deliver brief pep talks near the coffee station; a cybersecurity company runs a password-cracking challenge on a laptop; students line up outside the university gym before the fair opens; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, counselors guide unsure students toward industries aligned with their interests. Alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors guide unsure students toward industries aligned with their interests. Alumni volunteers give brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors guide unsure students toward industries aligned with their interests. Alumni volunteers give brief pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5166328540275819,
    0.5166328540275819,
    0.5166328540275819,
    0.5166328540275819,
    0.5166328540275819,
    0.5166328540275819,
    0.5166328540275819,
    0.7036942640892317,
    0.7036942640892317,
    0.7036942640892317,
    0.7036942640892317,
    0.7036942640892317,
    0.7036942640892317,
    0.7036942640892317,
    0.7373069158541855,
    0.7373069158541855,
    0.7373069158541855,
    0.7373069158541855,
    0.7373069158541855,
    0.7373069158541855,
    0.8215594265875578,
    0.8215594265875578,
    0.8215594265875578,
    0.8215594265875578,
    0.8215594265875578,
    0.8215594265875578,
    0.8331878851755987,
    0.8331878851755987,
    0.8331878851755987,
    0.8331878851755987,
    0.8331878851755987,
    0.8331878851755987,
    0.8331878851755987,
    0.5123882472997863,
    0.5123882472997863,
    0.5123882472997863,
    0.5123882472997863,
    0.5123882472997863,
    0.5123882472997863,
    0.5123882472997863,
    0.8421993272834585,
    0.8421993272834585,
    0.8421993272834585,
    0.8421993272834585,
    0.8421993272834585,
    0.8421993272834585,
    0.8421993272834585,
    0.8421993272834585,
    0.8421993272834585,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972,
    0.8408411102824972
  ],
  "18": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "The scene includes an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "The scene centers on an alumni panel discussing how to prepare for technical interviews, with healthcare providers showcasing community outreach photos, while career counselors remind attendees to maintain eye contact.",
    "The scene centers on an alumni panel discussing how to prepare for technical interviews, with healthcare providers showcasing community outreach photos, while career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews, with healthcare providers showcasing community outreach photos, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. The eye-contact reminder is repeated in the scene.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule, and the eye-contact reminder is repeated in the scene. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule, and the eye-contact reminder is repeated in the scene. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos and career counselors remind attendees to maintain eye contact, a reminder that is repeated in the scene. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "An on-campus career fair scene features an alumni panel discussing how to prepare for technical interviews, while healthcare providers display community outreach photos and career counselors repeatedly remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, and tech companies display demo screens of their latest apps."
  ],
  "18_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.38615767280264357,
    0.38615767280264357,
    0.38615767280264357,
    0.38615767280264357,
    0.38615767280264357,
    0.38615767280264357,
    0.4100234710284215,
    0.4100234710284215,
    0.4100234710284215,
    0.4100234710284215,
    0.4100234710284215,
    0.4100234710284215,
    0.4100234710284215,
    0.4100234710284215,
    0.4100234710284215,
    0.652664356667517,
    0.652664356667517,
    0.652664356667517,
    0.652664356667517,
    0.652664356667517,
    0.652664356667517,
    0.7675234798327849,
    0.7675234798327849,
    0.7675234798327849,
    0.7675234798327849,
    0.7675234798327849,
    0.7675234798327849,
    0.7675234798327849,
    0.7675234798327849,
    0.7675234798327849,
    0.7566966566767783,
    0.7566966566767783,
    0.7566966566767783,
    0.7566966566767783,
    0.7566966566767783,
    0.7566966566767783,
    0.7391470541379924,
    0.7391470541379924,
    0.7391470541379924,
    0.7391470541379924,
    0.7391470541379924,
    0.7391470541379924,
    0.7391470541379924,
    0.7391470541379924,
    0.7391470541379924,
    0.8126104264324542,
    0.8126104264324542,
    0.8126104264324542,
    0.8126104264324542,
    0.8126104264324542,
    0.8126104264324542,
    0.8126104264324542,
    0.8126104264324542,
    0.8530248598742205,
    0.8530248598742205,
    0.8530248598742205,
    0.8530248598742205
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A quiet scene features students rehearsing elevator pitches against the wall while healthcare providers showcase community outreach photos.",
    "In a quiet scene, students rehearse elevator pitches against the wall while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a quiet scene, students rehearse elevator pitches against a wall, with some doing so quietly, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "A quiet event space features students rehearsing elevator pitches against a wall, with some doing so quietly, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "A quiet event space features students rehearsing elevator pitches against a wall, some speaking softly, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "A quiet event space hosts students rehearsing elevator pitches against a wall, some speaking softly, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A quiet event space hosts students rehearsing elevator pitches against a wall, some speaking softly, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.32483313766053024,
    0.32483313766053024,
    0.32483313766053024,
    0.32483313766053024,
    0.32483313766053024,
    0.32483313766053024,
    0.32483313766053024,
    0.32483313766053024,
    0.32483313766053024,
    0.5083964356735405,
    0.5083964356735405,
    0.5083964356735405,
    0.5083964356735405,
    0.5083964356735405,
    0.5083964356735405,
    0.5083964356735405,
    0.5065170729539152,
    0.5065170729539152,
    0.5065170729539152,
    0.5065170729539152,
    0.5065170729539152,
    0.5065170729539152,
    0.5065170729539152,
    0.5065170729539152,
    0.5065170729539152,
    0.5065170729539152,
    0.6591084662179556,
    0.6591084662179556,
    0.6591084662179556,
    0.6591084662179556,
    0.6591084662179556,
    0.6591084662179556,
    0.6591084662179556,
    0.6591084662179556,
    0.6591084662179556,
    0.6591084662179556,
    0.7156570196666703,
    0.7156570196666703,
    0.7156570196666703,
    0.7156570196666703,
    0.7156570196666703,
    0.7156570196666703,
    0.7156570196666703,
    0.7622904927826029,
    0.7622904927826029,
    0.7622904927826029,
    0.7622904927826029,
    0.7622904927826029,
    0.7622904927826029,
    0.7622904927826029,
    0.7622904927826029,
    0.7857096136536763,
    0.7857096136536763,
    0.7857096136536763,
    0.7857096136536763,
    0.7857096136536763,
    0.7857096136536763
  ],
  "20": [
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the gleaming surface.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the gleaming surface. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular arrangement around the surface. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular arrangement around the surface. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular arrangement around the surface. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular arrangement around the surface. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular arrangement around the surface. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished, gleaming floor, forming a circular arrangement around the space. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners surround a polished, gleaming floor, forming a circular layout around the space. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos, while finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "20_score": [
    0.0,
    0.0,
    0.30109489250466237,
    0.30109489250466237,
    0.30109489250466237,
    0.30109489250466237,
    0.30109489250466237,
    0.30109489250466237,
    0.5398721252521815,
    0.5398721252521815,
    0.5398721252521815,
    0.5398721252521815,
    0.5398721252521815,
    0.5398721252521815,
    0.5398721252521815,
    0.5398721252521815,
    0.6793238710496388,
    0.6793238710496388,
    0.6793238710496388,
    0.6793238710496388,
    0.6793238710496388,
    0.7749843147799249,
    0.7749843147799249,
    0.7749843147799249,
    0.7749843147799249,
    0.7749843147799249,
    0.7749843147799249,
    0.7749843147799249,
    0.7749843147799249,
    0.7749843147799249,
    0.7749843147799249,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8610456778833095,
    0.8710194627904185,
    0.8710194627904185,
    0.8710194627904185,
    0.8710194627904185,
    0.8710194627904185,
    0.8710194627904185,
    0.8719339112900981,
    0.8719339112900981,
    0.8719339112900981,
    0.8719339112900981,
    0.8719339112900981,
    0.8719339112900981,
    0.8719339112900981,
    0.8719339112900981,
    0.8814613393234757,
    0.8814613393234757,
    0.8814613393234757,
    0.8814613393234757,
    0.8814613393234757
  ],
  "21": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, while some students rehearse elevator pitches quietly against a wall.",
    "Tech companies display demo screens showcasing their latest apps, while some students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews.",
    "In the expo hall, tech companies display demo screens of their latest apps, while some students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "In the expo hall, tech companies display demo screens of their latest apps while some students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and finance firms offer QR codes for immediate internship applications.",
    "In the expo hall, tech companies display demo screens of their latest apps while some students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "In the expo hall, tech companies display demo screens of their latest apps while students rehearse elevator pitches quietly against a wall; an alumni panel discusses how to prepare for technical interviews; a robotics startup flies a small drone above its booth to attract attention; finance firms offer QR codes for immediate internship applications; groups of friends mark target employers on the event map; and dozens of booths with colorful banners circle the polished floor.",
    "In the expo hall, tech companies display demo screens of their latest apps while students rehearse elevator pitches quietly against a wall; an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "In the expo hall, tech companies display demo screens of their latest apps while students rehearse elevator pitches quietly against a wall; an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage."
  ],
  "21_score": [
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3841687990367452,
    0.3841687990367452,
    0.3841687990367452,
    0.3841687990367452,
    0.3841687990367452,
    0.3841687990367452,
    0.3841687990367452,
    0.3841687990367452,
    0.5976605937282515,
    0.5976605937282515,
    0.5976605937282515,
    0.5976605937282515,
    0.5976605937282515,
    0.5976605937282515,
    0.5976605937282515,
    0.7682858466914183,
    0.7682858466914183,
    0.7682858466914183,
    0.7682858466914183,
    0.7682858466914183,
    0.7682858466914183,
    0.7889975895083476,
    0.7889975895083476,
    0.7889975895083476,
    0.7889975895083476,
    0.7889975895083476,
    0.7889975895083476,
    0.7889975895083476,
    0.7889975895083476,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.8146420285028888,
    0.520305074188086,
    0.520305074188086,
    0.520305074188086,
    0.520305074188086,
    0.520305074188086,
    0.520305074188086,
    0.520305074188086,
    0.520305074188086,
    0.8191088825997174,
    0.8191088825997174,
    0.8191088825997174,
    0.8191088825997174,
    0.8191088825997174,
    0.8191088825997174,
    0.8191088825997174,
    0.8478070083275953,
    0.8478070083275953,
    0.8478070083275953,
    0.8478070083275953
  ],
  "22": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "An engineering society sponsors a resume review table near a stage, while dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "An engineering society sponsors a resume review table near a stage as dozens of booths with colorful banners encircle the polished floor of the career fair. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens, with some rehearsing elevator pitches quietly against the wall.",
    "At the campus career fair, an engineering society sponsors a resume review table near a stage, as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens, with some rehearsing elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair, an engineering society sponsors a resume review table near a stage as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens, with some rehearsing elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "22_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.5395883209348605,
    0.6709853450567386,
    0.6709853450567386,
    0.6709853450567386,
    0.6709853450567386,
    0.6709853450567386,
    0.6709853450567386,
    0.6709853450567386,
    0.7487071853164682,
    0.7487071853164682,
    0.7487071853164682,
    0.7487071853164682,
    0.7487071853164682,
    0.7487071853164682,
    0.7487071853164682,
    0.7487071853164682,
    0.7487071853164682,
    0.7487071853164682,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.7513608019541977,
    0.8046847629701029,
    0.8046847629701029,
    0.8046847629701029,
    0.8046847629701029,
    0.8046847629701029,
    0.8046847629701029,
    0.8046847629701029,
    0.8046847629701029,
    0.8046847629701029,
    0.8046847629701029,
    0.782906584664272,
    0.782906584664272,
    0.782906584664272,
    0.782906584664272,
    0.782906584664272,
    0.782906584664272,
    0.782906584664272,
    0.812947137063518,
    0.812947137063518,
    0.812947137063518,
    0.812947137063518,
    0.812947137063518
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos.",
    "A cybersecurity company runs a password cracking challenge on a laptop; healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map.",
    "In the scene, a cybersecurity company runs a password-cracking challenge on a laptop; healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map; and tech companies display demo screens showing their latest apps.",
    "Across the scene, a cybersecurity company runs a password-cracking challenge on a laptop; healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map; tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the scene, a cybersecurity company runs a password-cracking challenge on a laptop; healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map; tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the scene, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the scene, a cybersecurity company hosts a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.32725504287277224,
    0.32725504287277224,
    0.32725504287277224,
    0.32725504287277224,
    0.32725504287277224,
    0.32725504287277224,
    0.43639839999271884,
    0.43639839999271884,
    0.43639839999271884,
    0.43639839999271884,
    0.43639839999271884,
    0.43639839999271884,
    0.43639839999271884,
    0.42510566501139774,
    0.42510566501139774,
    0.42510566501139774,
    0.42510566501139774,
    0.42510566501139774,
    0.42510566501139774,
    0.42510566501139774,
    0.42510566501139774,
    0.5761045816131873,
    0.5761045816131873,
    0.5761045816131873,
    0.5761045816131873,
    0.5761045816131873,
    0.5761045816131873,
    0.5761045816131873,
    0.5761045816131873,
    0.5846505048462195,
    0.5846505048462195,
    0.5846505048462195,
    0.5846505048462195,
    0.5846505048462195,
    0.5846505048462195,
    0.5846505048462195,
    0.5846505048462195,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7307389154750261,
    0.7915237987021206,
    0.7915237987021206,
    0.7915237987021206,
    0.7915237987021206
  ],
  "24": [
    "",
    "",
    "",
    "Finance firms offer QR codes to facilitate immediate internship applications.",
    "Finance firms offer QR codes to facilitate immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms offer QR codes to facilitate immediate internship applications; human resources teams jot notes on tablets as students introduce themselves; a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, finance firms offer QR codes to facilitate immediate internship applications; human resources teams jot notes on tablets as students introduce themselves; a robotics startup flies a small drone above its booth to attract attention; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, finance firms offer QR codes to enable immediate internship applications, providing a direct path for attendees to apply. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, finance firms offer QR codes to enable immediate internship applications, providing a direct path for attendees to apply. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, finance firms offer QR codes to enable immediate internship applications, providing a direct path for attendees to apply. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, finance firms offer QR codes to enable immediate internship applications, providing attendees with a direct path to apply. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, finance firms offer QR codes that enable immediate internship applications, providing attendees with a direct path to apply. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, finance firms offer QR codes enabling immediate internship applications, giving attendees a direct path to apply. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.41438053662484303,
    0.44368545711926677,
    0.44368545711926677,
    0.44368545711926677,
    0.44368545711926677,
    0.44368545711926677,
    0.44368545711926677,
    0.44368545711926677,
    0.5541250348814892,
    0.5541250348814892,
    0.5541250348814892,
    0.5541250348814892,
    0.5541250348814892,
    0.5541250348814892,
    0.565288457977266,
    0.565288457977266,
    0.565288457977266,
    0.565288457977266,
    0.565288457977266,
    0.565288457977266,
    0.565288457977266,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.853893458068686,
    0.8538496989656384,
    0.8538496989656384,
    0.8538496989656384,
    0.8538496989656384,
    0.8538496989656384,
    0.8538496989656384,
    0.8538496989656384,
    0.8542403534556322,
    0.8542403534556322,
    0.8542403534556322,
    0.8542403534556322,
    0.8542403534556322,
    0.8542403534556322,
    0.8542403534556322,
    0.8506753886364491,
    0.8506753886364491,
    0.8506753886364491
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "At a career fair, some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.6372709278921735,
    0.6372709278921735,
    0.6372709278921735,
    0.6372709278921735,
    0.6372709278921735,
    0.7959493448479519,
    0.7959493448479519,
    0.7959493448479519,
    0.7959493448479519,
    0.7959493448479519,
    0.7959493448479519,
    0.7959493448479519,
    0.7959493448479519,
    0.7959493448479519,
    0.7959493448479519,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.7897051761908007,
    0.8262017781159999,
    0.8262017781159999,
    0.8262017781159999,
    0.8262017781159999,
    0.8262017781159999,
    0.8262017781159999,
    0.8262017781159999,
    0.8262017781159999
  ],
  "26": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves; near the coffee station, alumni volunteers deliver quick pep talks. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Near the coffee station, alumni volunteers deliver quick pep talks. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Near the coffee station, alumni volunteers deliver quick pep talks. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves; near the coffee station, alumni volunteers deliver quick pep talks; consulting firms stack glossy case study booklets on high tables; event staff scan registrations and hand out lanyards at the entrance; dozens of booths with colorful banners circle the polished floor.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Near the coffee station, alumni volunteers deliver quick pep talks. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Near the coffee station, alumni volunteers deliver quick pep talks. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event features a fair with dozens of booths and colorful banners circling the polished floor. HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "26_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3616209930491353,
    0.3616209930491353,
    0.3616209930491353,
    0.3616209930491353,
    0.3616209930491353,
    0.3616209930491353,
    0.3616209930491353,
    0.5929128716412728,
    0.5929128716412728,
    0.5929128716412728,
    0.5929128716412728,
    0.5929128716412728,
    0.5929128716412728,
    0.5929128716412728,
    0.7485184561617746,
    0.7485184561617746,
    0.7485184561617746,
    0.7485184561617746,
    0.7485184561617746,
    0.7485184561617746,
    0.7485184561617746,
    0.7762388792121955,
    0.7762388792121955,
    0.7762388792121955,
    0.7762388792121955,
    0.7762388792121955,
    0.7762388792121955,
    0.7762388792121955,
    0.7762388792121955,
    0.4825077933238417,
    0.4825077933238417,
    0.4825077933238417,
    0.4825077933238417,
    0.4825077933238417,
    0.4825077933238417,
    0.4825077933238417,
    0.4825077933238417,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.857947465625587,
    0.8672320419043507,
    0.8672320419043507,
    0.8672320419043507,
    0.8672320419043507,
    0.8672320419043507,
    0.8672320419043507,
    0.8672320419043507,
    0.8672320419043507,
    0.8672320419043507,
    0.8738810128247498
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables.",
    "In a career guidance setting, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "In a career guidance setting, counselors steer unsure students toward suitable industries, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "A career guidance event unfolds as counselors steer unsure students toward suitable industries, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map.",
    "An ongoing career guidance event features counselors steering unsure students toward suitable industries, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map.",
    "An ongoing career guidance event features counselors steering unsure students toward suitable industries, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An ongoing career guidance event features counselors steering unsure students toward suitable industries, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "An ongoing career guidance event features counselors steering unsure students toward suitable industries, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3350767156500339,
    0.3350767156500339,
    0.3350767156500339,
    0.3350767156500339,
    0.3350767156500339,
    0.5156488540392894,
    0.5156488540392894,
    0.5156488540392894,
    0.5156488540392894,
    0.5156488540392894,
    0.5156488540392894,
    0.6935645099877847,
    0.6935645099877847,
    0.6935645099877847,
    0.6935645099877847,
    0.6935645099877847,
    0.6935645099877847,
    0.7617902313275465,
    0.7617902313275465,
    0.7617902313275465,
    0.7617902313275465,
    0.7617902313275465,
    0.7617902313275465,
    0.7617902313275465,
    0.7617902313275465,
    0.7678606687675014,
    0.7678606687675014,
    0.7678606687675014,
    0.7678606687675014,
    0.7678606687675014,
    0.7678606687675014,
    0.7678606687675014,
    0.7872214960251243,
    0.7872214960251243,
    0.7872214960251243,
    0.7872214960251243,
    0.7872214960251243,
    0.7872214960251243,
    0.7872214960251243,
    0.7872214960251243,
    0.7879040260493919,
    0.7879040260493919,
    0.7879040260493919,
    0.7879040260493919,
    0.7879040260493919,
    0.7879040260493919,
    0.7879040260493919,
    0.7902750294649084,
    0.7902750294649084,
    0.7902750294649084,
    0.7902750294649084,
    0.7902750294649084,
    0.7902750294649084,
    0.7902750294649084
  ],
  "28": [
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while dozens of booths with colorful banners circle the polished floor.",
    "A robotics startup flies a small drone above its booth to attract attention, while dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves.",
    "A robotics startup flies a small drone above its booth to attract attention; dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets and students introduce themselves.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle a polished floor, while human resources teams jot notes on tablets and students introduce themselves. Students clutch resumes inside branded folders.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle a polished floor. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle a polished floor. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders.",
    "At a university career fair, a robotics startup showcases its booth, piloting a small drone above to attract attention. Dozens of booths with colorful banners encircle a polished floor. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders. A line forms outside the university gym as students wait before the fair opens."
  ],
  "28_score": [
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3708222969886622,
    0.3708222969886622,
    0.3708222969886622,
    0.3708222969886622,
    0.3708222969886622,
    0.3708222969886622,
    0.3708222969886622,
    0.5615203743010917,
    0.5615203743010917,
    0.5615203743010917,
    0.5615203743010917,
    0.5615203743010917,
    0.5615203743010917,
    0.5615203743010917,
    0.5615203743010917,
    0.5615203743010917,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.4313358353748821,
    0.7246897774213403,
    0.7246897774213403,
    0.7246897774213403,
    0.7246897774213403,
    0.7246897774213403,
    0.7246897774213403,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7237514228686602,
    0.7975574033741135,
    0.7975574033741135,
    0.7975574033741135,
    0.7975574033741135,
    0.7975574033741135,
    0.7975574033741135,
    0.7975574033741135,
    0.7975574033741135
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications; students clutch resumes inside branded folders.",
    "At the event, finance firms offer QR codes for immediate internship applications, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms display QR codes for immediate internship applications, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, finance firms display QR codes for immediate internship applications, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, finance firms display QR codes for immediate internship applications, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, finance firms display QR codes for immediate internship applications, and students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, including a cybersecurity company that runs a password cracking challenge on a laptop.",
    "At the event, finance firms display QR codes for immediate internship applications, and students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, including a cybersecurity company that runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.46018617684345314,
    0.46018617684345314,
    0.46018617684345314,
    0.46018617684345314,
    0.46018617684345314,
    0.46018617684345314,
    0.6447422261046489,
    0.6447422261046489,
    0.6447422261046489,
    0.6447422261046489,
    0.6447422261046489,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8180711774670539,
    0.8421083480085307,
    0.8421083480085307,
    0.8421083480085307,
    0.8421083480085307,
    0.8421083480085307,
    0.8421083480085307,
    0.8421083480085307,
    0.8093201708453743,
    0.8093201708453743,
    0.8093201708453743,
    0.8093201708453743,
    0.8093201708453743,
    0.8093201708453743,
    0.8093201708453743,
    0.8093201708453743,
    0.8093201708453743,
    0.8244738100407478,
    0.8244738100407478,
    0.8244738100407478,
    0.8244738100407478,
    0.8244738100407478,
    0.8244738100407478,
    0.8244738100407478,
    0.8244738100407478
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event check-in at the entrance features staff scanning registrations and handing out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards during check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards during check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards during check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards during check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards during check-in. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors direct unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.5621491816555677,
    0.7324826512282263,
    0.7324826512282263,
    0.7324826512282263,
    0.7324826512282263,
    0.7324826512282263,
    0.7324826512282263,
    0.7324826512282263,
    0.7324826512282263,
    0.7324826512282263,
    0.8004170554077649,
    0.8004170554077649,
    0.8004170554077649,
    0.8004170554077649,
    0.8004170554077649,
    0.8004170554077649,
    0.8004170554077649,
    0.8113865139868006,
    0.8113865139868006,
    0.8113865139868006,
    0.8113865139868006,
    0.8113865139868006,
    0.8113865139868006,
    0.8113865139868006,
    0.8208811563234675,
    0.8208811563234675,
    0.8208811563234675,
    0.8208811563234675,
    0.8208811563234675,
    0.8208811563234675,
    0.8208811563234675,
    0.8208811563234675,
    0.8208811563234675,
    0.8216497403364529,
    0.8216497403364529,
    0.8216497403364529,
    0.8216497403364529,
    0.8216497403364529,
    0.8216497403364529,
    0.8216497403364529,
    0.8340027697377035
  ],
  "31": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor; healthcare providers showcase community outreach photos.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage."
  ],
  "31_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.37967324827715077,
    0.37967324827715077,
    0.37967324827715077,
    0.37967324827715077,
    0.37967324827715077,
    0.37967324827715077,
    0.37967324827715077,
    0.37967324827715077,
    0.6006855248469275,
    0.6006855248469275,
    0.6006855248469275,
    0.6006855248469275,
    0.6006855248469275,
    0.6006855248469275,
    0.6006855248469275,
    0.6006855248469275,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8568273085154563,
    0.8240148085951629,
    0.8240148085951629,
    0.8240148085951629,
    0.8240148085951629,
    0.8240148085951629,
    0.8240148085951629,
    0.8240148085951629,
    0.8240148085951629,
    0.8355501646871905,
    0.8355501646871905,
    0.8355501646871905,
    0.8355501646871905,
    0.8355501646871905,
    0.8355501646871905,
    0.8355501646871905,
    0.8355501646871905
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while the engineering society sponsors a resume review table near the stage.",
    "Human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map.",
    "Human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "In the event space, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "In the event space, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Inside the event space, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.4184716814496991,
    0.5233210775696288,
    0.5233210775696288,
    0.5233210775696288,
    0.5233210775696288,
    0.5233210775696288,
    0.5233210775696288,
    0.5233210775696288,
    0.5895838474774839,
    0.5895838474774839,
    0.5895838474774839,
    0.5895838474774839,
    0.5895838474774839,
    0.5895838474774839,
    0.5895838474774839,
    0.47526705675430625,
    0.47526705675430625,
    0.47526705675430625,
    0.47526705675430625,
    0.47526705675430625,
    0.47526705675430625,
    0.47526705675430625,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.7913491937170202,
    0.8227683177781164,
    0.8227683177781164,
    0.8227683177781164,
    0.8227683177781164,
    0.8227683177781164,
    0.8227683177781164,
    0.8227683177781164,
    0.8227683177781164,
    0.827983148887127,
    0.827983148887127,
    0.827983148887127,
    0.827983148887127
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photographs of community outreach.",
    "Healthcare providers showcase photographs of community outreach. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase photographs of community outreach. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase photographs of community outreach as dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase photographs of community outreach at an event where dozens of booths with colorful banners circle the polished floor, while an alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase photographs of community outreach at an event where dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase photographs of community outreach at an event where dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase photographs of community outreach at an event where dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.28698718363946096,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.43305499054482804,
    0.3726748750504091,
    0.3726748750504091,
    0.3726748750504091,
    0.3726748750504091,
    0.3726748750504091,
    0.3726748750504091,
    0.3726748750504091,
    0.3726748750504091,
    0.44157114121440716,
    0.44157114121440716,
    0.44157114121440716,
    0.44157114121440716,
    0.44157114121440716,
    0.44157114121440716,
    0.7355139911993822,
    0.7355139911993822,
    0.7355139911993822,
    0.7355139911993822,
    0.7355139911993822,
    0.7355139911993822,
    0.7355139911993822,
    0.7355139911993822,
    0.7355139911993822,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353,
    0.779539785121353
  ],
  "34": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement on the PA system outlines the fair schedule, accompanied by career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement on the PA system outlines the fair schedule, accompanied by career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, a career fair is assembled with a welcome announcement on the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the career fair opens.",
    "In a university gym, a career fair is assembled with a welcome announcement on the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens. Healthcare providers showcase community outreach photos.",
    "In a university gym, a career fair is assembled with a welcome announcement on the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before the fair opens. Healthcare providers showcase community outreach photos.",
    "Within a university gym, a career fair is underway with a welcome announcement on the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished gym floor. Students line up outside the gym before the fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "Within a university gym, a career fair is underway, with a welcome announcement on the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished gym floor. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.47515343764107787,
    0.6477089798555716,
    0.6477089798555716,
    0.6477089798555716,
    0.6477089798555716,
    0.6477089798555716,
    0.6477089798555716,
    0.8067811801436211,
    0.8067811801436211,
    0.8067811801436211,
    0.8067811801436211,
    0.8067811801436211,
    0.8067811801436211,
    0.8067811801436211,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7782994944202066,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7940662476726188,
    0.7583552545699398,
    0.7583552545699398,
    0.7583552545699398,
    0.7583552545699398,
    0.7583552545699398,
    0.7583552545699398,
    0.7583552545699398,
    0.7583552545699398,
    0.7583552545699398,
    0.7897261365047492,
    0.7897261365047492,
    0.7897261365047492
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention; consulting firms stack glossy case study booklets on high tables.",
    "At a robotics startup's booth, a small drone flies above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a robotics startup's booth, a small drone flies above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor of the university gym hosting the career fair. At a robotics startup's booth, a small drone flies above its display to attract attention. Consulting firms stack glossy case-study booklets on high tables nearby. Some students rehearse elevator pitches quietly against the wall. Outside the gym, students line up before the career fair opens.",
    "A university gym hosting a career fair has a polished floor circled by dozens of booths with colorful banners. At a robotics startup's booth, a small drone flies above its display to attract attention. Consulting firms stack glossy case-study booklets on high tables nearby. Some students rehearse elevator pitches quietly against the wall. Outside the gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "A university gym hosts a career fair with a polished floor circled by dozens of booths and colorful banners. At a robotics startup's booth, a small drone flies above its display to attract attention. Consulting firms stack glossy case-study booklets on high tables nearby. Some students rehearse elevator pitches quietly against the wall. Outside the gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4627008348068097,
    0.4627008348068097,
    0.4627008348068097,
    0.4627008348068097,
    0.4627008348068097,
    0.4627008348068097,
    0.4627008348068097,
    0.4627008348068097,
    0.6823889145267755,
    0.6823889145267755,
    0.6823889145267755,
    0.6823889145267755,
    0.6823889145267755,
    0.6823889145267755,
    0.6823889145267755,
    0.7191996355982514,
    0.7191996355982514,
    0.7191996355982514,
    0.7191996355982514,
    0.7191996355982514,
    0.7191996355982514,
    0.7191996355982514,
    0.7191996355982514,
    0.7191996355982514,
    0.8165829603339814,
    0.8165829603339814,
    0.8165829603339814,
    0.8165829603339814,
    0.8165829603339814,
    0.8165829603339814,
    0.8165829603339814,
    0.8165829603339814,
    0.8165829603339814,
    0.8165829603339814,
    0.8232263756920355,
    0.8232263756920355,
    0.8232263756920355,
    0.8232263756920355,
    0.8232263756920355,
    0.8232263756920355,
    0.8232263756920355,
    0.8232263756920355,
    0.8459580973675521,
    0.8459580973675521,
    0.8459580973675521,
    0.8459580973675521,
    0.8459580973675521
  ],
  "36": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage; some students rehearse elevator pitches quietly against the wall.",
    "An engineering society sponsors a resume review table near the stage, with some students rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage, with some students rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables nearby. Event staff scan registrations and hand out lanyards at the entrance.",
    "An engineering society sponsors a resume review table near the stage as students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables nearby. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, an engineering society sponsors a resume review table near the stage, while students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables nearby. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions",
    "An LLM reported a 503 Service Unavailable error for the URL https://api.openai.com/v1/chat/completions. A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "An LLM reported a 503 Service Unavailable error for the URL https://api.openai.com/v1/chat/completions. A welcome announcement was broadcast over the PA system, outlining the fair schedule. Career counselors reminded attendees to maintain eye contact."
  ],
  "36_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4093278439650325,
    0.4093278439650325,
    0.4093278439650325,
    0.4093278439650325,
    0.4093278439650325,
    0.4093278439650325,
    0.4093278439650325,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.5475408037454569,
    0.7417938611239243,
    0.7417938611239243,
    0.7417938611239243,
    0.7417938611239243,
    0.7417938611239243,
    0.7417938611239243,
    0.7417938611239243,
    0.7197043392267859,
    0.7197043392267859,
    0.7197043392267859,
    0.7197043392267859,
    0.7197043392267859,
    0.7197043392267859,
    0.7197043392267859,
    0.7197043392267859,
    0.7197043392267859,
    0.7197043392267859,
    0.7648110744665413,
    0.7648110744665413,
    0.7648110744665413,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.31870231503196633,
    0.31870231503196633,
    0.31870231503196633,
    0.31870231503196633,
    0.31870231503196633,
    0.31870231503196633,
    0.31870231503196633,
    0.5786720526365041,
    0.5786720526365041,
    0.5786720526365041,
    0.5786720526365041
  ],
  "37": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps.",
    "In a professional setting, career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves.",
    "In a professional setting, career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a professional setting, career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password cracking challenge on a laptop.",
    "In a professional setting, career counselors redirect unsure students toward applicable industries, tech companies display demo screens showing their latest apps, human resources teams jot notes on tablets as students introduce themselves, a cybersecurity company runs a password-cracking challenge on a laptop, and event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, students line up outside the gym before it opens. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, students line up outside the gym before it opens. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At a university career fair, students line up outside the gym before it opens as event staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4518411633829704,
    0.4069319947948167,
    0.4069319947948167,
    0.4069319947948167,
    0.4069319947948167,
    0.4069319947948167,
    0.4069319947948167,
    0.6565792483378887,
    0.6565792483378887,
    0.6565792483378887,
    0.6565792483378887,
    0.6565792483378887,
    0.6565792483378887,
    0.6565792483378887,
    0.40787545814832743,
    0.40787545814832743,
    0.40787545814832743,
    0.40787545814832743,
    0.40787545814832743,
    0.40787545814832743,
    0.40787545814832743,
    0.40787545814832743,
    0.40787545814832743,
    0.438441472880329,
    0.438441472880329,
    0.438441472880329,
    0.438441472880329,
    0.438441472880329,
    0.438441472880329,
    0.438441472880329,
    0.438441472880329,
    0.8333074742139502,
    0.8333074742139502,
    0.8333074742139502,
    0.8333074742139502,
    0.8333074742139502,
    0.8333074742139502,
    0.8333074742139502,
    0.8333074742139502,
    0.840524579353332,
    0.840524579353332,
    0.840524579353332,
    0.840524579353332,
    0.840524579353332,
    0.840524579353332,
    0.840524579353332,
    0.840524579353332,
    0.840524579353332,
    0.8430530295928411
  ],
  "38": [
    "",
    "",
    "Several students rehearse elevator pitches quietly against the wall.",
    "A quiet scene shows several students rehearsing elevator pitches against a wall, while tech companies display demo screens showcasing their latest apps.",
    "Across a quiet scene, several students rehearse elevator pitches against a wall while tech companies display demo screens showcasing their latest apps; a cybersecurity company runs a password cracking challenge on a laptop.",
    "In a quiet scene, several students rehearse elevator pitches against a wall while tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "The scene centers on a campus career fair setup outside the university gym prior to opening. Students line up outside the gym, waiting for the fair to begin. Inside the venue, several students rehearse elevator pitches against a wall while tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table.",
    "The scene shows a campus career fair setup outside the university gym before opening. Students line up outside the gym, waiting for the fair to begin. Inside the venue, several students rehearse elevator pitches against a wall while tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table.",
    "The scene shows a campus career fair setup outside the university gym before opening. Students line up outside the gym, awaiting the start. Inside the venue, several students rehearse elevator pitches against a wall while tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table.",
    "Outside the university gym before opening, students line up awaiting the start. Inside, several students rehearse elevator pitches against a wall (some quietly) while tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table.",
    "Outside the university gym before opening, students line up awaiting the start. Inside, several students rehearse elevator pitches against a wall, some quietly, while tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables."
  ],
  "38_score": [
    0.0,
    0.0,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.3468822774748436,
    0.3468822774748436,
    0.3468822774748436,
    0.3468822774748436,
    0.3468822774748436,
    0.3468822774748436,
    0.37024553263089155,
    0.37024553263089155,
    0.37024553263089155,
    0.37024553263089155,
    0.37024553263089155,
    0.6614900808019161,
    0.6614900808019161,
    0.6614900808019161,
    0.6614900808019161,
    0.6614900808019161,
    0.6614900808019161,
    0.8237567314387111,
    0.8237567314387111,
    0.8237567314387111,
    0.8237567314387111,
    0.8237567314387111,
    0.8237567314387111,
    0.8237567314387111,
    0.8237567314387111,
    0.8237567314387111,
    0.8237567314387111,
    0.8016884331805647,
    0.8016884331805647,
    0.8016884331805647,
    0.8016884331805647,
    0.8016884331805647,
    0.8016884331805647,
    0.8016884331805647,
    0.7916010844240197,
    0.7916010844240197,
    0.7916010844240197,
    0.7916010844240197,
    0.7916010844240197,
    0.7916010844240197,
    0.7916010844240197,
    0.7916010844240197,
    0.7916010844240197,
    0.7916010844240197,
    0.6520839972518337,
    0.6520839972518337,
    0.6520839972518337,
    0.6520839972518337,
    0.6520839972518337,
    0.6520839972518337,
    0.6520839972518337,
    0.6520839972518337,
    0.7177608255428044,
    0.7177608255428044,
    0.7177608255428044,
    0.7177608255428044,
    0.7177608255428044
  ],
  "39": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Alumni volunteers share brief pep talks near the coffee station.",
    "At the event, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while alumni volunteers share brief and quick pep talks near the coffee station.",
    "At the event, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while alumni volunteers share brief and quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "At the event, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries.",
    "At the event, a career fair assembles multiple sponsor booths and informational stations. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showcasing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, a career fair assembles sponsor booths and informational stations. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showcasing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.43692947366517154,
    0.7533334522316364,
    0.7533334522316364,
    0.7533334522316364,
    0.7533334522316364,
    0.7533334522316364,
    0.7533334522316364,
    0.7533334522316364,
    0.7533334522316364,
    0.586548551688167,
    0.586548551688167,
    0.586548551688167,
    0.586548551688167,
    0.586548551688167,
    0.586548551688167,
    0.7377550845315151,
    0.7377550845315151,
    0.7377550845315151,
    0.7377550845315151,
    0.7377550845315151,
    0.7377550845315151,
    0.7377550845315151,
    0.7625660541970125,
    0.7625660541970125,
    0.7625660541970125,
    0.7625660541970125,
    0.7625660541970125,
    0.7625660541970125,
    0.7625660541970125,
    0.8069460902136467,
    0.8069460902136467,
    0.8069460902136467,
    0.8069460902136467,
    0.8069460902136467,
    0.8069460902136467,
    0.8069460902136467,
    0.8069460902136467,
    0.886173765253121,
    0.886173765253121,
    0.886173765253121,
    0.886173765253121,
    0.886173765253121,
    0.886173765253121,
    0.886173765253121,
    0.886173765253121,
    0.8858146489749632,
    0.8858146489749632,
    0.8858146489749632,
    0.8858146489749632,
    0.8858146489749632,
    0.8858146489749632
  ],
  "40": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees; career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "Staff at the event entrance scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.4830907626630132,
    0.4830907626630132,
    0.4830907626630132,
    0.4830907626630132,
    0.4830907626630132,
    0.4830907626630132,
    0.4830907626630132,
    0.4830907626630132,
    0.8630949767725016,
    0.8630949767725016,
    0.8630949767725016,
    0.8630949767725016,
    0.8630949767725016,
    0.8630949767725016,
    0.8630949767725016,
    0.9010441804606637,
    0.9010441804606637,
    0.9010441804606637,
    0.9010441804606637,
    0.9010441804606637,
    0.9010441804606637,
    0.9010441804606637,
    0.9010441804606637,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.9011921727701033,
    0.8914116391066594,
    0.8914116391066594,
    0.8914116391066594,
    0.8914116391066594,
    0.8914116391066594,
    0.8914116391066594,
    0.8914116391066594,
    0.8671133220097071,
    0.8671133220097071,
    0.8671133220097071,
    0.8671133220097071,
    0.8671133220097071,
    0.8671133220097071,
    0.8671133220097071
  ],
  "41": [
    "",
    "",
    "",
    "Some students are quietly rehearsing elevator pitches against a wall.",
    "Some students are quietly rehearsing elevator pitches against a wall, while a welcome announcement outlines the fair schedule over the PA system.",
    "Some students are quietly rehearsing elevator pitches against a wall as a welcome announcement on the PA system outlines the fair schedule. Outside the university gym, students line up before the career fair opens.",
    "Some students are quietly rehearsing elevator pitches against a wall as a welcome announcement on the PA system outlines the fair schedule. Outside the university gym, students line up before the career fair opens.",
    "At a university venue, some students are quietly rehearsing elevator pitches against a wall as a welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens.",
    "At a university venue, students quietly rehearse elevator pitches against a wall as a welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a university venue, students rehearse elevator pitches against a wall as a welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a university venue, students rehearse elevator pitches against a wall as a welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university venue, students rehearse elevator pitches against a wall as a welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.2861162524909319,
    0.34696888797826303,
    0.34696888797826303,
    0.34696888797826303,
    0.34696888797826303,
    0.34696888797826303,
    0.34696888797826303,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5291852119144951,
    0.5316689587107697,
    0.5316689587107697,
    0.5316689587107697,
    0.5316689587107697,
    0.5316689587107697,
    0.5316689587107697,
    0.5316689587107697,
    0.5316689587107697,
    0.7130875649322194,
    0.7130875649322194,
    0.7130875649322194,
    0.7130875649322194,
    0.7130875649322194,
    0.7130875649322194,
    0.7130875649322194,
    0.7235758749408536,
    0.7235758749408536,
    0.7235758749408536,
    0.7235758749408536,
    0.7235758749408536,
    0.7235758749408536,
    0.7431982165241541,
    0.7431982165241541,
    0.7431982165241541,
    0.7431982165241541,
    0.7431982165241541,
    0.7431982165241541,
    0.7431982165241541,
    0.7431982165241541,
    0.7431982165241541,
    0.7853393608097339,
    0.7853393608097339,
    0.7853393608097339,
    0.7853393608097339,
    0.7853393608097339
  ],
  "42": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Inside, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. Inside, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. Inside, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. Inside, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene centers on a university gym hosting a career fair. Outside, students line up ahead of the fair opening as event staff scan registrations at the entrance and hand out lanyards. Inside, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.6224008660311852,
    0.6224008660311852,
    0.6224008660311852,
    0.6224008660311852,
    0.6224008660311852,
    0.6224008660311852,
    0.6224008660311852,
    0.7874459690014872,
    0.7874459690014872,
    0.7874459690014872,
    0.7874459690014872,
    0.7874459690014872,
    0.7874459690014872,
    0.7874459690014872,
    0.7874459690014872,
    0.8016163360817318,
    0.8016163360817318,
    0.8016163360817318,
    0.8016163360817318,
    0.8016163360817318,
    0.8016163360817318,
    0.8016163360817318,
    0.8016163360817318,
    0.8534359482135094,
    0.8534359482135094,
    0.8534359482135094,
    0.8534359482135094,
    0.8534359482135094,
    0.8534359482135094,
    0.8534359482135094,
    0.8534359482135094,
    0.8676620367416997,
    0.8676620367416997,
    0.8676620367416997,
    0.8676620367416997,
    0.8676620367416997,
    0.8676620367416997,
    0.8676620367416997,
    0.8676620367416997,
    0.8494491478628379,
    0.8494491478628379,
    0.8494491478628379,
    0.8494491478628379,
    0.8494491478628379,
    0.8494491478628379
  ],
  "43": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while dozens of booths with colorful banners circle the polished floor.",
    "On a polished floor, dozens of booths with colorful banners circle the space as human resources teams jot notes on tablets while students introduce themselves.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "On a polished floor, dozens of booths with colorful banners circle the space. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "43_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3968076578776405,
    0.3852385365129043,
    0.3852385365129043,
    0.3852385365129043,
    0.3852385365129043,
    0.3852385365129043,
    0.3852385365129043,
    0.3852385365129043,
    0.3852385365129043,
    0.6882785984380388,
    0.6882785984380388,
    0.6882785984380388,
    0.6882785984380388,
    0.6882785984380388,
    0.6882785984380388,
    0.6882785984380388,
    0.6882785984380388,
    0.6882785984380388,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.6966486296545666,
    0.8193696556917998,
    0.8193696556917998,
    0.8193696556917998,
    0.8193696556917998,
    0.8193696556917998,
    0.8439578612952963,
    0.8439578612952963,
    0.8439578612952963,
    0.8439578612952963,
    0.8439578612952963,
    0.8439578612952963,
    0.8439578612952963,
    0.8439578612952963,
    0.8439578612952963
  ],
  "44": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, the engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. Nearby, alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. Nearby, alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. Nearby, alumni volunteers share quick pep talks by the coffee station, as tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos.",
    "Groups of friends mark target employers on the event map as the engineering society runs a resume review table near the stage. Nearby, alumni volunteers share quick pep talks by the coffee station, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Groups of friends mark target employers on the event map as the engineering society runs a resume review table near the stage. Nearby, alumni volunteers share quick pep talks by the coffee station, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.47333162629779263,
    0.4570917854800774,
    0.4570917854800774,
    0.4570917854800774,
    0.4570917854800774,
    0.4570917854800774,
    0.4570917854800774,
    0.4570917854800774,
    0.4570917854800774,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.6242204107242112,
    0.7697021860139561,
    0.7697021860139561,
    0.7697021860139561,
    0.7697021860139561,
    0.7697021860139561,
    0.7697021860139561,
    0.7697021860139561,
    0.7697021860139561,
    0.7798975102798366,
    0.7798975102798366,
    0.7798975102798366,
    0.7798975102798366,
    0.7798975102798366,
    0.7798975102798366,
    0.7798975102798366,
    0.7554461020220211,
    0.7554461020220211,
    0.7554461020220211,
    0.7554461020220211,
    0.7554461020220211,
    0.7554461020220211,
    0.7554461020220211,
    0.7554461020220211,
    0.7829217647689739,
    0.7829217647689739,
    0.7829217647689739,
    0.7829217647689739,
    0.7829217647689739
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "A group of students stands quietly against a wall, rehearsing elevator pitches.",
    "A group of students stands quietly against a wall, rehearsing elevator pitches, while in the adjoining classroom, workshops on networking etiquette begin.",
    "Two adjacent rooms host concurrent activities: a group of students stands quietly against a wall, rehearsing elevator pitches, while in the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Two adjacent rooms host concurrent activities: in one room a group of students stands quietly against a wall, rehearsing elevator pitches; in the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Adjacent rooms host parallel activities: in one room, a group of students stands quietly against a wall, rehearsing elevator pitches; in the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Outside the university gym, students form a queue ahead of the career fair opening.",
    "Adjacent rooms host parallel activities: in one room, a group of students stands quietly against a wall, rehearsing elevator pitches; in the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Outside the university gym, students form a queue ahead of the career fair opening. Human resources teams jot notes on tablets while students introduce themselves.",
    "A multi-activity event unfolds on campus: in one room, a group of students stands quietly against a wall, rehearsing elevator pitches; in the adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Outside the university gym, students form a queue ahead of the career fair opening. Inside, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "A campus multi-activity event is underway with several concurrent sessions: in one room, a group of students stands quietly against a wall rehearsing elevator pitches; in an adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is running a password-cracking challenge on a laptop nearby. Outside the university gym, students are queuing ahead of the career fair opening. Inside, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage, while healthcare providers showcase community outreach photos.",
    "A campus multi-activity event is underway with several concurrent sessions. In one room, a group of students stands quietly against a wall rehearsing elevator pitches. In an adjoining classroom, workshops on networking etiquette have begun. A cybersecurity company is running a password-cracking challenge on a laptop nearby. Outside the university gym, students queue ahead of the career fair opening. Inside, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.20109056053368485,
    0.20109056053368485,
    0.20109056053368485,
    0.20109056053368485,
    0.20109056053368485,
    0.24902962674878884,
    0.24902962674878884,
    0.24902962674878884,
    0.24902962674878884,
    0.24902962674878884,
    0.24902962674878884,
    0.44261281748745906,
    0.44261281748745906,
    0.44261281748745906,
    0.44261281748745906,
    0.44261281748745906,
    0.44261281748745906,
    0.44261281748745906,
    0.4294560662546032,
    0.4294560662546032,
    0.4294560662546032,
    0.4294560662546032,
    0.4294560662546032,
    0.4294560662546032,
    0.4294560662546032,
    0.5912451115012022,
    0.5912451115012022,
    0.5912451115012022,
    0.5912451115012022,
    0.5912451115012022,
    0.5912451115012022,
    0.5912451115012022,
    0.6327152639707527,
    0.6327152639707527,
    0.6327152639707527,
    0.6327152639707527,
    0.6327152639707527,
    0.6327152639707527,
    0.6327152639707527,
    0.6327152639707527,
    0.7332643347308712,
    0.7332643347308712,
    0.7332643347308712,
    0.7332643347308712,
    0.7332643347308712,
    0.7332643347308712,
    0.7332643347308712,
    0.7332643347308712,
    0.7519138063524675,
    0.7519138063524675,
    0.7519138063524675,
    0.7519138063524675,
    0.7519138063524675,
    0.7519138063524675,
    0.7519138063524675,
    0.7519138063524675,
    0.7519138063524675,
    0.7620804038280471,
    0.7620804038280471,
    0.7620804038280471
  ],
  "46": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring of stalls around the space.",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring of stalls around the space. The arrangement creates a continuous perimeter along the room. Against the wall, several students rehearse elevator pitches quietly, practicing their presentations.",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring of stalls around the space and creating a continuous perimeter along the room. Against the wall, several students rehearse elevator pitches quietly, practicing their presentations. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring of stalls around the space and creating a continuous perimeter along the room. Against the wall, several students rehearse elevator pitches quietly, practicing their presentations. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring of stalls that creates a continuous perimeter around the room. Against one wall, several students rehearse elevator pitches quietly. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "A room hosts dozens of booths with colorful banners that circle the polished floor, forming a continuous ring of stalls around the space. Against one wall, several students rehearse elevator pitches quietly. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "A room hosts dozens of booths with colorful banners that circle the polished floor, forming a continuous ring of stalls around the space. Against one wall, several students rehearse elevator pitches quietly. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "In a room, dozens of booths with colorful banners circle the polished floor, forming a continuous ring of stalls around the space. Against one wall, several students rehearse elevator pitches quietly. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "In a room, a circular ring of dozens of booths with colorful banners surrounds the polished floor. Against one wall, several students rehearse elevator pitches quietly. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3257527815634681,
    0.3257527815634681,
    0.3257527815634681,
    0.3257527815634681,
    0.3257527815634681,
    0.5889378263869701,
    0.5889378263869701,
    0.5889378263869701,
    0.5889378263869701,
    0.5889378263869701,
    0.5889378263869701,
    0.5889378263869701,
    0.6642440830365185,
    0.6642440830365185,
    0.6642440830365185,
    0.6642440830365185,
    0.6642440830365185,
    0.6642440830365185,
    0.6642440830365185,
    0.7127727654463254,
    0.7127727654463254,
    0.7127727654463254,
    0.7127727654463254,
    0.7127727654463254,
    0.7127727654463254,
    0.7127727654463254,
    0.7121231702508691,
    0.7121231702508691,
    0.7121231702508691,
    0.7121231702508691,
    0.7121231702508691,
    0.7121231702508691,
    0.7121231702508691,
    0.7121231702508691,
    0.6951075514077059,
    0.6951075514077059,
    0.6951075514077059,
    0.6951075514077059,
    0.6951075514077059,
    0.6951075514077059,
    0.6951075514077059,
    0.6951075514077059,
    0.6951075514077059,
    0.7943690491892423,
    0.7943690491892423,
    0.7943690491892423,
    0.7943690491892423,
    0.7943690491892423,
    0.7943690491892423,
    0.7943690491892423,
    0.7943690491892423,
    0.7993869718075604,
    0.7993869718075604,
    0.7993869718075604,
    0.7993869718075604,
    0.7993869718075604,
    0.7993869718075604,
    0.7993869718075604,
    0.7993869718075604,
    0.7736337099184104,
    0.7736337099184104
  ],
  "47": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while career counselors redirect unsure students toward applicable industries.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "47_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4690110532945534,
    0.4690110532945534,
    0.4690110532945534,
    0.4690110532945534,
    0.4690110532945534,
    0.4690110532945534,
    0.4690110532945534,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.7882069548419665,
    0.8521209804094046,
    0.8521209804094046,
    0.8521209804094046,
    0.8521209804094046,
    0.8521209804094046,
    0.8521209804094046,
    0.8521209804094046,
    0.8521209804094046,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8657428709717767,
    0.8546538172161104,
    0.8546538172161104,
    0.8546538172161104,
    0.8546538172161104,
    0.8546538172161104,
    0.8546538172161104,
    0.8546538172161104,
    0.8546538172161104,
    0.8546538172161104,
    0.8467160366619004
  ],
  "48": [
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the campus career fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the campus career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens.",
    "At the campus career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens, and inside branded folders they clutch resumes.",
    "At the campus career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens, and inside branded folders they clutch resumes."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.5760132378880308,
    0.8101214297085232,
    0.8101214297085232,
    0.8101214297085232,
    0.8101214297085232,
    0.8101214297085232,
    0.8168901886853346,
    0.8168901886853346,
    0.8168901886853346,
    0.8168901886853346,
    0.8168901886853346,
    0.8168901886853346,
    0.8168901886853346,
    0.8450937273455635,
    0.8450937273455635,
    0.8450937273455635,
    0.8450937273455635,
    0.8450937273455635,
    0.8450937273455635,
    0.8450937273455635,
    0.8450937273455635,
    0.8450937273455635,
    0.8586959706430766,
    0.8586959706430766,
    0.8586959706430766,
    0.8586959706430766,
    0.8586959706430766,
    0.8586959706430766,
    0.8586959706430766,
    0.8586959706430766,
    0.8586959706430766,
    0.8759720445356427,
    0.8759720445356427,
    0.8759720445356427,
    0.8759720445356427,
    0.8759720445356427,
    0.8759720445356427,
    0.8759720445356427,
    0.8684363161005869,
    0.8684363161005869,
    0.8684363161005869,
    0.8684363161005869
  ],
  "49": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables while alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map as workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables while alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "49_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4509548103383586,
    0.4509548103383586,
    0.4509548103383586,
    0.4509548103383586,
    0.4509548103383586,
    0.4509548103383586,
    0.658110458712213,
    0.658110458712213,
    0.658110458712213,
    0.658110458712213,
    0.658110458712213,
    0.658110458712213,
    0.658110458712213,
    0.658110458712213,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.6999833238670505,
    0.7623170266817073,
    0.7623170266817073,
    0.7623170266817073,
    0.7623170266817073,
    0.7623170266817073,
    0.7623170266817073,
    0.7623170266817073,
    0.7994663168753898,
    0.7994663168753898,
    0.7994663168753898,
    0.7994663168753898,
    0.7994663168753898,
    0.7994663168753898,
    0.7994663168753898,
    0.7994663168753898,
    0.7994663168753898
  ]
}