{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos, consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners circle the polished floor in a busy exhibition space. Healthcare providers showcase community outreach photos, consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners surround a polished floor in a busy exhibition space. Healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners surround a polished floor in a busy exhibition space. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "In a busy exhibition space, dozens of booths with colorful banners surround a polished floor. Healthcare providers showcase community outreach photos at their booths. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An exhibition space hosts a career fair with dozens of booths and colorful banners surrounding a polished floor. Healthcare providers display community outreach photos at their booths, while consulting firms arrange glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup attracts attention by flying a small drone above its booth. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens. A cybersecurity company conducts a password cracking challenge on a laptop.",
    "An exhibition space hosts a career fair with dozens of booths and colorful banners around a polished floor. Healthcare providers display community outreach photos at their booths, while consulting firms arrange glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup attracts attention by flying a small drone above its booth. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens. A cybersecurity company conducts a password cracking challenge on a laptop.",
    "An exhibition space hosts a career fair with dozens of booths and colorful banners around a polished floor. Healthcare providers display community outreach photos at their booths, while consulting firms arrange glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup attracts attention by flying a small drone above its booth. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens. A cybersecurity company conducts a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "The exhibition space hosts a career fair with dozens of booths and colorful banners around a polished floor. Healthcare providers display community outreach photos at their booths, while consulting firms arrange glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup attracts attention by flying a small drone above its booth. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens. A cybersecurity company conducts a password cracking challenge on a laptop, and students clutch resumes inside branded folders.",
    "At the exhibition space hosting a career fair with dozens of booths and colorful banners around a polished floor, healthcare providers display community outreach photos at their booths while consulting firms arrange glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup attracts attention by flying a small drone above its booth. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens. A cybersecurity company conducts a password cracking challenge on a laptop, and students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.3749669162364411,
    0.3749669162364411,
    0.3749669162364411,
    0.6303071127797292,
    0.6303071127797292,
    0.6303071127797292,
    0.6303071127797292,
    0.6303071127797292,
    0.6303071127797292,
    0.7262176083038003,
    0.7262176083038003,
    0.7262176083038003,
    0.7262176083038003,
    0.7262176083038003,
    0.7262176083038003,
    0.7202708998823301,
    0.7202708998823301,
    0.7202708998823301,
    0.7202708998823301,
    0.7202708998823301,
    0.8169298141020245,
    0.8169298141020245,
    0.8169298141020245,
    0.8169298141020245,
    0.8330365119941763,
    0.8330365119941763,
    0.8330365119941763,
    0.8330365119941763,
    0.8330365119941763,
    0.8661401458364293,
    0.8661401458364293,
    0.8661401458364293,
    0.8661401458364293,
    0.8661401458364293,
    0.8666121192556187,
    0.8666121192556187,
    0.8666121192556187,
    0.8666121192556187,
    0.8666121192556187,
    0.8711447462152925,
    0.8711447462152925,
    0.8711447462152925,
    0.8711447462152925,
    0.8711447462152925,
    0.8711447462152925,
    0.8711447462152925,
    0.8758323158173038,
    0.8758323158173038,
    0.8758323158173038,
    0.8758323158173038,
    0.875396131842129,
    0.875396131842129,
    0.875396131842129,
    0.875396131842129,
    0.875396131842129
  ],
  "1": [
    "",
    "A series of workshops on networking etiquette has begun in the adjoining classroom.",
    "A series of workshops on networking etiquette has begun in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, a series of workshops on networking etiquette has begun; meanwhile, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, a series of workshops on networking etiquette has begun. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, a series of networking etiquette workshops has begun. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "In the adjoining classroom, networking etiquette workshops have begun. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops have begun in the adjoining classroom, providing the backdrop of a career fair where consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops have begun in the adjoining classroom, set against a career fair where consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system. Counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops are under way in the adjoining classroom, set against a career fair where consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement over the PA system outlines the fair schedule. Counselors redirect unsure attendees toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom, framed by a career fair where consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as some students rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement over the PA system outlines the fair schedule. Counselors redirect unsure attendees toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom, set against a career fair where consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as some students rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement over the PA outlines the fair schedule. Counselors redirect unsure attendees toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are underway in the adjoining classroom, set against a career fair where consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as students rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement over the PA outlines the fair schedule. Counselors redirect unsure attendees toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops are underway in the adjoining classroom as a career fair unfolds, with consulting firms stacking glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact while students rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention, and a welcome announcement over the PA outlines the fair schedule. Counselors redirect unsure attendees toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves.",
    "Networking etiquette workshops are underway in the adjoining classroom as a career fair unfolds. Consulting firms stock glossy case-study booklets on high tables, while career counselors remind attendees to maintain eye contact and students rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth to attract attention, and a welcome announcement over the PA outlines the fair schedule. Counselors redirect unsure attendees toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.3421805277506617,
    0.3421805277506617,
    0.3421805277506617,
    0.3421805277506617,
    0.3421805277506617,
    0.3154443695378369,
    0.3154443695378369,
    0.3154443695378369,
    0.47328496135249465,
    0.47328496135249465,
    0.47328496135249465,
    0.6357452998853217,
    0.6357452998853217,
    0.6357452998853217,
    0.6357452998853217,
    0.6357452998853217,
    0.6357452998853217,
    0.6357452998853217,
    0.6357452998853217,
    0.710462765358888,
    0.710462765358888,
    0.710462765358888,
    0.710462765358888,
    0.7762071373599226,
    0.7762071373599226,
    0.7762071373599226,
    0.7762071373599226,
    0.7762071373599226,
    0.7762071373599226,
    0.7762071373599226,
    0.7762071373599226,
    0.7762071373599226,
    0.7646249938685707,
    0.7646249938685707,
    0.7646249938685707,
    0.7587429262154366,
    0.7587429262154366,
    0.7587429262154366,
    0.7587429262154366,
    0.7587429262154366,
    0.7507668064587337,
    0.7507668064587337,
    0.7507668064587337,
    0.7507668064587337,
    0.7507668064587337,
    0.757702443401509,
    0.757702443401509,
    0.757702443401509,
    0.757702443401509,
    0.757702443401509,
    0.7927670803663084,
    0.7927670803663084,
    0.7927670803663084,
    0.7934200399658871,
    0.7934200399658871,
    0.7934200399658871,
    0.7934200399658871,
    0.7934200399658871,
    0.8123474846607444,
    0.8123474846607444,
    0.8123474846607444,
    0.8123474846607444,
    0.8123474846607444,
    0.8133359932012327,
    0.8133359932012327
  ],
  "2": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards; human resources teams jot notes on tablets, while students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets, while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the entry flow. HR teams jot notes on tablets as students introduce themselves, capturing introductions in real time. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. Consulting firms stack glossy case study booklets on high tables, inviting perusal. Some students rehearse elevator pitches quietly against the wall, practicing their delivery amid the activity.",
    "At the event entrance, staff scan registrations and hand out lanyards to establish the entry flow. HR teams jot notes on tablets as students introduce themselves, capturing introductions in real time. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. Consulting firms stack glossy case study booklets on high tables, inviting perusal. Some students rehearse elevator pitches quietly against the wall, practicing their delivery amid the activity. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards to establish the entry flow. HR teams jot notes on tablets as students introduce themselves, capturing introductions in real time. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. Consulting firms stack glossy case study booklets on high tables, inviting perusal. Some students rehearse elevator pitches quietly against the wall, practicing their delivery amid the activity. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards to establish the entry flow. HR teams jot notes on tablets as students introduce themselves, capturing introductions in real time. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. Consulting firms stack glossy case study booklets on high tables, inviting perusal. Some students rehearse elevator pitches quietly against the wall, practicing their delivery amid the activity. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards to establish the entry flow. HR teams jot notes on tablets as students introduce themselves, capturing introductions in real time. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. Consulting firms stack glossy case study booklets on high tables, inviting perusal. Some students rehearse elevator pitches quietly against the wall, practicing their delivery amid the activity. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards to establish entry flow. HR teams jot notes on tablets as students introduce themselves, capturing introductions in real time. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. Consulting firms stack glossy case study booklets on high tables, inviting perusal. Some students rehearse elevator pitches quietly against the wall, practicing their delivery amid the activity. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards to establish entry flow. HR teams jot notes on tablets as students introduce themselves, capturing introductions in real time. Healthcare providers showcase community outreach photos, highlighting outreach efforts. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. Consulting firms stack glossy case study booklets on high tables, inviting perusal. Some students rehearse elevator pitches quietly against the wall, practicing their delivery amid the activity. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards to manage entry flow. Across the foyer, HR teams jot notes on tablets as students introduce themselves, recording introductions in real time. Nearby, healthcare providers showcase community outreach photos highlighting their efforts. Finance firms offer QR codes for immediate internship applications, enabling quick submissions. Consulting firms stack glossy case study booklets on high tables, inviting perusal. Some students rehearse elevator pitches quietly against the wall, practicing their delivery amid the activity. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4310922370614005,
    0.4310922370614005,
    0.4310922370614005,
    0.4310922370614005,
    0.7095359917757603,
    0.7095359917757603,
    0.7972555413684763,
    0.7972555413684763,
    0.7972555413684763,
    0.7972555413684763,
    0.8134659484572668,
    0.8134659484572668,
    0.8134659484572668,
    0.8095464546424608,
    0.8095464546424608,
    0.8095464546424608,
    0.8095464546424608,
    0.8095464546424608,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8171716648682821,
    0.8245270177877357,
    0.8245270177877357,
    0.8245270177877357,
    0.8245270177877357,
    0.8245270177877357,
    0.8245270177877357,
    0.8392595061130964,
    0.8392595061130964,
    0.8392595061130964,
    0.8392595061130964,
    0.8392595061130964,
    0.8392595061130964,
    0.8392595061130964,
    0.8392595061130964,
    0.8392595061130964,
    0.8564921627659956,
    0.8564921627659956,
    0.8564921627659956,
    0.8564921627659956,
    0.8564921627659956,
    0.8554011445798796,
    0.8554011445798796,
    0.8554011445798796,
    0.8554011445798796,
    0.8554011445798796,
    0.8554011445798796,
    0.8520968507250054,
    0.8520968507250054,
    0.8520968507250054
  ],
  "3": [
    "",
    "",
    "",
    "Some students are rehearsing elevator pitches quietly against the wall.",
    "Some students are rehearsing elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students are rehearsing elevator pitches quietly against the wall inside the venue. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside the venue, some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside the venue, some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside the venue, some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside the venue, some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside the venue, some students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and students clutch resumes inside branded folders.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside the venue, some students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside the venue, some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue, event staff scan registrations and hand out lanyards at the entrance. Inside, some students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.42767935162273596,
    0.42767935162273596,
    0.42767935162273596,
    0.42767935162273596,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.682497970027914,
    0.7819413547268518,
    0.7819413547268518,
    0.7819413547268518,
    0.7819413547268518,
    0.7819413547268518,
    0.7819413547268518,
    0.7819413547268518,
    0.7935338756062323,
    0.7935338756062323,
    0.7935338756062323,
    0.7935338756062323,
    0.7935338756062323,
    0.7935338756062323,
    0.7935338756062323,
    0.7935338756062323,
    0.7935338756062323,
    0.7935338756062323,
    0.7857580137648721,
    0.7857580137648721,
    0.7857580137648721,
    0.7857580137648721,
    0.7537814053449544,
    0.7537814053449544,
    0.7537814053449544,
    0.7537814053449544,
    0.7537814053449544,
    0.7537814053449544,
    0.7537814053449544,
    0.7537814053449544,
    0.7537814053449544,
    0.7882001102042118,
    0.7882001102042118,
    0.7882001102042118,
    0.8069634648128384,
    0.8069634648128384,
    0.8069634648128384,
    0.8069634648128384,
    0.8069634648128384,
    0.8069634648128384,
    0.7756295176039143,
    0.7756295176039143,
    0.7756295176039143
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against a wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.27624210341443517,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485
  ],
  "5": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "The university gym hosts a career fair; prior to opening, students queue outside. Inside the entrance, staff scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications.",
    "At the university gym, a career fair unfolds with students queueing outside before opening. Inside the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes to support immediate internship applications. A robotics startup flies a small drone over its booth to draw attention.",
    "At the university gym, a career fair unfolds with students queueing outside before opening. Inside the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes to support immediate internship applications. A robotics startup flies a small drone over its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair unfolds with students queueing outside before opening. Inside the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes to support immediate internship applications. A robotics startup flies a small drone over its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the university gym, a career fair unfolds with students queuing outside before opening. Inside the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes to support immediate internship applications. A robotics startup flies a small drone over its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym, a career fair unfolds with students queuing outside before opening. Inside the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes to support immediate internship applications. A robotics startup flies a small drone over its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the university gym, a career fair unfolds with students queuing outside before opening. Inside the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes to support immediate internship applications. A robotics startup flies a small drone over its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the university gym, a career fair unfolds with students queuing outside before opening. Inside the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes to support immediate internship applications. A robotics startup flies a small drone over its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.7410656861310465,
    0.7410656861310465,
    0.7410656861310465,
    0.7410656861310465,
    0.7410656861310465,
    0.8089723860727336,
    0.8089723860727336,
    0.8089723860727336,
    0.8089723860727336,
    0.8111600346267693,
    0.8111600346267693,
    0.8111600346267693,
    0.8111600346267693,
    0.8504019763290882,
    0.8504019763290882,
    0.8504019763290882,
    0.8504019763290882,
    0.8504019763290882,
    0.8504019763290882,
    0.8597335561255808,
    0.8597335561255808,
    0.8597335561255808,
    0.8597335561255808,
    0.8597335561255808,
    0.8597335561255808,
    0.8597335561255808,
    0.8649789717333576,
    0.8649789717333576,
    0.8649789717333576,
    0.8649789717333576,
    0.8649789717333576,
    0.8624720480503725,
    0.8624720480503725,
    0.8624720480503725,
    0.8624720480503725,
    0.8624720480503725,
    0.8624720480503725,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843,
    0.8659887512313843
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "A career fair scene unfolds where students clutch resumes in branded folders and rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule.",
    "A career fair scene unfolds with students clutching resumes in branded folders and rehearsing elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "A career fair unfolds on a polished floor encircled by dozens of booths with colorful banners. Students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. A welcome PA announcement outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "A career fair unfolds on a polished floor, surrounded by dozens of booths adorned with colorful banners. Students clutch resumes in branded folders and rehearse elevator pitches quietly against the wall. Workshops on networking etiquette take place in an adjoining classroom. A welcome PA announcement outlines the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "A career fair unfolds on a polished floor, with dozens of booths adorned by colorful banners. Students clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. Workshops on networking etiquette run in an adjoining classroom. A welcome PA announcement outlines the fair schedule, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "A career fair unfolds on a polished floor, with dozens of booths adorned by colorful banners. Students clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. Workshops on networking etiquette run in an adjoining classroom. A welcome PA announcement outlines the fair schedule, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A career fair unfolds on a polished floor with dozens of booths adorned by colorful banners. Students clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. Workshops on networking etiquette run in an adjoining classroom. A welcome PA announcement outlines the fair schedule, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A career fair unfolds on a polished floor, with dozens of booths adorned by colorful banners. Students clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. Workshops on networking etiquette run in an adjoining classroom. A welcome PA announcement outlines the fair schedule, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "The scene is a career fair unfolding on a polished floor, with dozens of booths adorned by colorful banners. Students clutch resumes in branded folders and quietly rehearse elevator pitches against the wall. Workshops on networking etiquette run in an adjoining classroom. A welcome PA announcement outlines the fair schedule, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.5313649338080708,
    0.5313649338080708,
    0.5313649338080708,
    0.5313649338080708,
    0.6936663604263338,
    0.6936663604263338,
    0.6936663604263338,
    0.839680021090077,
    0.839680021090077,
    0.839680021090077,
    0.8379527297833707,
    0.8379527297833707,
    0.8379527297833707,
    0.8379527297833707,
    0.8379527297833707,
    0.8379527297833707,
    0.8379527297833707,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.8399398380747775,
    0.808367120131217,
    0.808367120131217,
    0.808367120131217,
    0.808367120131217,
    0.808367120131217,
    0.808367120131217,
    0.808367120131217,
    0.808367120131217,
    0.8490968734934082,
    0.8490968734934082,
    0.8490968734934082,
    0.8490968734934082,
    0.8548234349180044,
    0.8548234349180044,
    0.8548234349180044,
    0.8548234349180044,
    0.8634132041535638,
    0.8634132041535638,
    0.8741173382724925,
    0.8741173382724925,
    0.8741173382724925,
    0.8741173382724925,
    0.8741173382724925,
    0.8612688075346103,
    0.8612688075346103,
    0.8612688075346103
  ],
  "7": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company hosts a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company hosts a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "Prior to opening, students line up outside the university gym for the career fair. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password-cracking challenge on a nearby laptop. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.6892472507275174,
    0.6892472507275174,
    0.6892472507275174,
    0.6892472507275174,
    0.7532919747995819,
    0.7532919747995819,
    0.7532919747995819,
    0.7532919747995819,
    0.7791348084168779,
    0.7791348084168779,
    0.7791348084168779,
    0.7791348084168779,
    0.8125806059464091,
    0.8125806059464091,
    0.8125806059464091,
    0.8125806059464091,
    0.8125806059464091,
    0.8087078120335216,
    0.8087078120335216,
    0.8087078120335216,
    0.8087078120335216,
    0.8087078120335216,
    0.8483844638538133,
    0.8483844638538133,
    0.8483844638538133,
    0.8483844638538133,
    0.8483844638538133,
    0.8541724600213155,
    0.8541724600213155,
    0.8541724600213155,
    0.8541724600213155,
    0.8660093045639683,
    0.8660093045639683,
    0.8660093045639683,
    0.8660093045639683,
    0.8791231870856678,
    0.8791231870856678,
    0.8791231870856678,
    0.8791231870856678,
    0.904942605705273,
    0.904942605705273,
    0.904942605705273,
    0.904942605705273,
    0.904942605705273,
    0.904942605705273,
    0.9063655634837146,
    0.9063655634837146,
    0.9063655634837146,
    0.9063655634837146,
    0.9063655634837146,
    0.9063655634837146,
    0.9063655634837146,
    0.9063655634837146,
    0.9063655634837146,
    0.9063655634837146
  ],
  "8": [
    "",
    "",
    "In a setting where introductions are taking place, human resources teams jot notes on tablets as students introduce themselves.",
    "In a setting where introductions are taking place, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "In a setting where introductions are taking place, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Introductions are underway in a setting where human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Introductions are underway in a setting where human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "A networking event is underway in a setting where human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station, while students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "An ongoing networking event unfolds with human resources teams jotting notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station, while students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "An ongoing networking event unfolds with human resources teams jotting notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station, while students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "An ongoing networking event unfolds with human resources teams jotting notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station, while students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "An ongoing networking event features human resources teams jotting notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station, while students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At an ongoing networking event, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At an ongoing networking event, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At an ongoing networking event, human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3441938235769269,
    0.3441938235769269,
    0.3441938235769269,
    0.3441938235769269,
    0.3441938235769269,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.4982073828975631,
    0.6528950258888665,
    0.6528950258888665,
    0.6528950258888665,
    0.5689019978551667,
    0.5689019978551667,
    0.5689019978551667,
    0.5689019978551667,
    0.5689019978551667,
    0.669349937675088,
    0.669349937675088,
    0.669349937675088,
    0.669349937675088,
    0.6268399729172653,
    0.6268399729172653,
    0.6268399729172653,
    0.6268399729172653,
    0.6268399729172653,
    0.6268399729172653,
    0.6410812181623327,
    0.6410812181623327,
    0.6410812181623327,
    0.6410812181623327,
    0.7273282273204575,
    0.7273282273204575,
    0.7273282273204575,
    0.7273282273204575,
    0.7273282273204575,
    0.7273282273204575,
    0.7273282273204575,
    0.7273282273204575,
    0.7316853947669746,
    0.7316853947669746,
    0.7316853947669746,
    0.7316853947669746,
    0.7378840205753576,
    0.7378840205753576,
    0.7378840205753576,
    0.7378840205753576,
    0.7691728798962808,
    0.7691728798962808,
    0.7691728798962808,
    0.7928091418577163,
    0.7928091418577163,
    0.7928091418577163,
    0.7928091418577163
  ],
  "9": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the career fair, staff at the event entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the career fair, staff at the event entrance scan registrations and hand out lanyards. A robotics startup flies a small drone over its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the career fair, staff at the event entrance scan registrations and hand out lanyards. A robotics startup flies a small drone over its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5774225276394772,
    0.5774225276394772,
    0.5774225276394772,
    0.8016487765306325,
    0.8016487765306325,
    0.8016487765306325,
    0.8016487765306325,
    0.7951198380428615,
    0.7951198380428615,
    0.8036161475608228,
    0.8036161475608228,
    0.8036161475608228,
    0.8036161475608228,
    0.8400081241313279,
    0.8400081241313279,
    0.8400081241313279,
    0.8400081241313279,
    0.8400081241313279,
    0.8400081241313279,
    0.8400081241313279,
    0.8877190168273751,
    0.8877190168273751,
    0.8877190168273751,
    0.8877190168273751,
    0.8877190168273751,
    0.8877190168273751,
    0.8877190168273751,
    0.8869631026900342,
    0.8869631026900342,
    0.8869631026900342,
    0.8869631026900342,
    0.8869631026900342,
    0.8891139906382504,
    0.8891139906382504,
    0.8891139906382504,
    0.8891139906382504,
    0.8891139906382504,
    0.8891139906382504,
    0.8864271675265363,
    0.8864271675265363,
    0.8864271675265363,
    0.8864271675265363,
    0.8864271675265363,
    0.8864271675265363,
    0.8910949334578866,
    0.8910949334578866,
    0.8910949334578866,
    0.8910949334578866,
    0.9011564942204335,
    0.9011564942204335,
    0.9011564942204335,
    0.9011564942204335,
    0.9066219387289238,
    0.9066219387289238,
    0.9066219387289238,
    0.9066219387289238,
    0.9066219387289238,
    0.9066219387289238,
    0.9066219387289238,
    0.9066219387289238
  ]
}